const database = [
  {
    "group": "다",
    "univ": "가야대(김해)",
    "dept": "특수교육과(초등특수교육전공)",
    "ratio": "비율정보없음",
    "cut": 264,
    "kr": 10.0,
    "mr": 10.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가야대(김해)",
    "dept": "사회복지상담학과",
    "ratio": "비율정보없음",
    "cut": 254,
    "kr": 10.0,
    "mr": 10.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가야대(김해)",
    "dept": "치유웰니스학과",
    "ratio": "비율정보없음",
    "cut": 252,
    "kr": 10.0,
    "mr": 10.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가야대(김해)",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 258,
    "kr": 10.0,
    "mr": 10.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가야대(김해)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 10.0,
    "mr": 10.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가야대(김해)",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 10.0,
    "mr": 10.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가야대(김해)",
    "dept": "방사선학과",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 10.0,
    "mr": 10.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가천대(글로벌)",
    "dept": "응용통계학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가천대(글로벌)",
    "dept": "경제학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가천대(글로벌)",
    "dept": "법과대학",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가천대(글로벌)",
    "dept": "관광경영학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가천대(글로벌)",
    "dept": "AI인문대학",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가천대(글로벌)",
    "dept": "회계세무학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가천대(글로벌)",
    "dept": "심리학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가천대(글로벌)",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가천대(글로벌)",
    "dept": "유아교육학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가천대(글로벌)",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가천대(글로벌)",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가천대(글로벌)",
    "dept": "패션산업학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가천대(글로벌)",
    "dept": "의료산업경영학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가천대(글로벌)",
    "dept": "한의예과",
    "ratio": "비율정보없음",
    "cut": 405,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가천대(글로벌)",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가천대(글로벌)",
    "dept": "전기공학과",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가천대(글로벌)",
    "dept": "화공생명배터리공학부",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가천대(글로벌)",
    "dept": "금융빅데이터학부",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가천대(글로벌)",
    "dept": "생명과학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가천대(글로벌)",
    "dept": "도시계획조경학부",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가천대(글로벌)",
    "dept": "반도체물리학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가천대(글로벌)",
    "dept": "시스템반도체학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가천대(글로벌)",
    "dept": "반도체대학",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가천대(글로벌)",
    "dept": "스마트보안학과",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가천대(글로벌)",
    "dept": "스마트팩토리학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가천대(글로벌)",
    "dept": "스마트시티학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가천대(글로벌)",
    "dept": "건설환경공학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가천대(글로벌)",
    "dept": "클라우드공학과",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가천대(글로벌)",
    "dept": "인공지능학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가천대(글로벌)",
    "dept": "건축학부",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가천대(글로벌)",
    "dept": "기계공학부",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가천대(글로벌)",
    "dept": "신소재공학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가천대(글로벌)",
    "dept": "바이오나노학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가천대(글로벌)",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가천대(글로벌)",
    "dept": "식품생명공학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가천대(글로벌)",
    "dept": "의공학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가천대(글로벌)",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가천대(글로벌)",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가천대(글로벌)",
    "dept": "법과대학",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가천대(글로벌)",
    "dept": "AI인문대학",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가천대(글로벌)",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가천대(글로벌)",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가천대(글로벌)",
    "dept": "화공생명배터리공학부",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가천대(글로벌)",
    "dept": "금융빅데이터학부",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가천대(글로벌)",
    "dept": "반도체대학",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가천대(글로벌)",
    "dept": "인공지능학과",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가천대(글로벌)",
    "dept": "건축학부",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가천대(글로벌)",
    "dept": "기계공학부",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가천대(메디컬)",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 414,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가천대(메디컬)",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가천대(메디컬)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가천대(메디컬)",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가천대(메디컬)",
    "dept": "방사선학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가천대(메디컬)",
    "dept": "바이오로직스학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가천대(메디컬)",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가천대(메디컬)",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가천대(메디컬)",
    "dept": "운동재활학과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가천대(메디컬)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가천대(메디컬)",
    "dept": "바이오로직스학과",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가톨릭관동대",
    "dept": "의학과(의예과)",
    "ratio": "비율정보없음",
    "cut": 409,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가톨릭관동대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가톨릭관동대",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가톨릭관동대",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 314,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가톨릭관동대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가톨릭관동대",
    "dept": "항공교통물류전공",
    "ratio": "비율정보없음",
    "cut": 259,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가톨릭관동대",
    "dept": "행정학전공",
    "ratio": "비율정보없음",
    "cut": 256,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가톨릭관동대",
    "dept": "경영학전공",
    "ratio": "비율정보없음",
    "cut": 255,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가톨릭관동대",
    "dept": "사회복지학전공",
    "ratio": "비율정보없음",
    "cut": 254,
    "kr": 20.0,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가톨릭관동대",
    "dept": "호텔관광경영학전공",
    "ratio": "비율정보없음",
    "cut": 253,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가톨릭관동대",
    "dept": "조리외식경영학전공",
    "ratio": "비율정보없음",
    "cut": 252,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가톨릭관동대",
    "dept": "역사교육과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가톨릭관동대",
    "dept": "지리교육과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 20.0,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가톨릭관동대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 304,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가톨릭관동대",
    "dept": "경찰학부",
    "ratio": "비율정보없음",
    "cut": 276,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가톨릭관동대",
    "dept": "의료경영학전공",
    "ratio": "비율정보없음",
    "cut": 266,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가톨릭관동대",
    "dept": "광고홍보학전공",
    "ratio": "비율정보없음",
    "cut": 261,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가톨릭관동대",
    "dept": "미디어콘텐츠전공",
    "ratio": "비율정보없음",
    "cut": 251,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가톨릭관동대",
    "dept": "자율전공학부",
    "ratio": "비율정보없음",
    "cut": 271,
    "kr": 20.0,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가톨릭관동대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 20.0,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가톨릭관동대",
    "dept": "건축공학전공",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가톨릭관동대",
    "dept": "항공정비학전공",
    "ratio": "비율정보없음",
    "cut": 281,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가톨릭관동대",
    "dept": "AI소프트웨어융합학부",
    "ratio": "비율정보없음",
    "cut": 280,
    "kr": 20.0,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가톨릭관동대",
    "dept": "항공운항전공",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가톨릭관동대",
    "dept": "컴퓨터교육과",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가톨릭관동대",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 297,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가톨릭관동대",
    "dept": "건축학전공(5년제)",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가톨릭관동대",
    "dept": "의생명과학전공",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가톨릭관동대",
    "dept": "의학과(의예과)",
    "ratio": "비율정보없음",
    "cut": 406,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가톨릭관동대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가톨릭꽃동네대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가톨릭꽃동네대",
    "dept": "자율전공학부",
    "ratio": "비율정보없음",
    "cut": 266,
    "kr": 20.0,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가톨릭대(성신)",
    "dept": "신학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 10.0,
    "mr": 5.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가톨릭대(성심)",
    "dept": "인문사회계열",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 20.0,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가톨릭대(성심)",
    "dept": "특수교육과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 20.0,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가톨릭대(성심)",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 20.0,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가톨릭대(성심)",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 403,
    "kr": 30.0,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가톨릭대(성심)",
    "dept": "의생명과학과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가톨릭대(성심)",
    "dept": "인공지능학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 20.0,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가톨릭대(성심)",
    "dept": "바이오메디컬소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 20.0,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가톨릭대(성심)",
    "dept": "데이터사이언스학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 20.0,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가톨릭대(성심)",
    "dept": "바이오로직스공학부",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 20.0,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가톨릭대(성심)",
    "dept": "AI의공학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 20.0,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가톨릭대(성심)",
    "dept": "자연공학계열",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 20.0,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가톨릭대(성심)",
    "dept": "인문사회계열",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 20.0,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가톨릭대(성심)",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 20.0,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "가톨릭대(성심)",
    "dept": "자연공학계열",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 20.0,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "가톨릭대(성의)",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 418,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "가톨릭대(성의)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 381,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "감리교신학대",
    "dept": "신학부",
    "ratio": "비율정보없음",
    "cut": 271,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강남대",
    "dept": "상경학부",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강남대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강남대",
    "dept": "복지융합대학",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강남대",
    "dept": "법행정세무학부(야)",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강남대",
    "dept": "초등특수교육과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강남대",
    "dept": "중등특수교육과",
    "ratio": "비율정보없음",
    "cut": 334,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강남대",
    "dept": "사회복지학부(야)",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강남대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강남대",
    "dept": "법행정세무학부",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강남대",
    "dept": "글로벌문화콘텐츠대학",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강남대",
    "dept": "상경학부(야)",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강남대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강남대",
    "dept": "컴퓨터공학부",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강남대",
    "dept": "부동산건설학부",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강남대",
    "dept": "인공지능융합공학부",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강남대",
    "dept": "전자반도체공학부",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강서대",
    "dept": "신학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강서대",
    "dept": "상담심리학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강서대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강서대",
    "dept": "G2빅데이터경영학과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강서대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강서대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "영상문화학과",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "관광경영학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "심리학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "경영회계학부",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "부동산학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "경제정보통계학부",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "국제무역학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "정치외교학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "문화인류학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "사회학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "인문대학자유전공학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "윤리교육과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "역사교육과",
    "ratio": "비율정보없음",
    "cut": 348,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "일반사회교육과",
    "ratio": "비율정보없음",
    "cut": 348,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "사회과학대학자유전공학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "지리교육과",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "자유전공학부(인문계열)",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "경영대학자유전공학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "한문교육과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "중어중문학과",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "식품자원경제학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "일본학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "철학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "독어독문학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "불어불문학과",
    "ratio": "비율정보없음",
    "cut": 334,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 410,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "수의학과",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 400,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "건축학과(5년제)",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "배터리융합공학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "기계융합공학부",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "화공생물공학부",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "의생명공학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "분자생명과학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "토목공학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "의생명시스템과학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "에너지자원공학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "스마트산업공학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "자연과학대학자유전공학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "생명건강공학과",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "생물의소재공학과",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "산림환경과학대학자유전공학과",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "동물응용과학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "동물자원과학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "동물산업융합학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "환경공학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "농업생명과학대학자유전공학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "과학교육학부",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "전기전자공학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "전자공학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "AI융합학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "자유전공학부(자연계열)",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "화학생화학부",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "디지털밀리터리학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "의생명과학대학자유전공학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "반도체물리학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "가정교육과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "생태조경디자인학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "문화예술공과대학자유전공학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "생명과학과",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "생물자원과학부",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "스마트팜융합바이오시스템공학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "지질지구물리학부",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "산림바이오소재공학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "식품생명공학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "지역건설공학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "산림경영학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "원예학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "생명환경융합학부",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "펄프제지공학과",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "산림환경보호학과",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "동물생명과학대학자유전공학과",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "산림자원학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 407,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대(강릉)",
    "dept": "회계학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "자치행정학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "도시계획부동산학과",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 304,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "경제학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "국제통상학과",
    "ratio": "비율정보없음",
    "cut": 301,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 301,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "무역학과",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "관광경영학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 295,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "일본학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "철학과",
    "ratio": "비율정보없음",
    "cut": 289,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "치의예과",
    "ratio": "비율정보없음",
    "cut": 406,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "대기환경과학과",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "전자반도체공학부",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 293,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "건설환경공학부",
    "ratio": "비율정보없음",
    "cut": 293,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "데이터사이언스학과",
    "ratio": "비율정보없음",
    "cut": 293,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "신소재생명화학공학부",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "환경조경학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "식물생명과학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "화학신소재학과",
    "ratio": "비율정보없음",
    "cut": 290,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "수산생명의학과",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "수학물리학부",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "해양융합과학과",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대(강릉)",
    "dept": "중어중문학과",
    "ratio": "비율정보없음",
    "cut": 294,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "인문대학자유전공학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 301,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "법률정책학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "생명과학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "생명과학대학자유전공학과",
    "ratio": "비율정보없음",
    "cut": 292,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "자연과학대학자유전공학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(강릉)",
    "dept": "치의예과",
    "ratio": "비율정보없음",
    "cut": 403,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대(도계)",
    "dept": "자유전공학부(인문계열)",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(도계)",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 289,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(도계)",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(도계)",
    "dept": "일본학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대(도계)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대(도계)",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대(도계)",
    "dept": "방사선학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대(도계)",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대(도계)",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대(도계)",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 304,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대(도계)",
    "dept": "자유전공학부(자연계열)",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대(도계)",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대(도계)",
    "dept": "안경광학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(도계)",
    "dept": "소방방재학부",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(도계)",
    "dept": "바이오기능성소재학과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대(도계)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대(도계)",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대(도계)",
    "dept": "방사선학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대(도계)",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대(도계)",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대(삼척)",
    "dept": "인문사회대학자유전공학과",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대(삼척)",
    "dept": "공공행정학과",
    "ratio": "비율정보없음",
    "cut": 294,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대(삼척)",
    "dept": "경제금융학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대(삼척)",
    "dept": "영어과",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대(삼척)",
    "dept": "관광학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대(삼척)",
    "dept": "첨단AI공학과",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "강원대(삼척)",
    "dept": "공학대학자유전공학과",
    "ratio": "비율정보없음",
    "cut": 290,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대(삼척)",
    "dept": "기계공학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대(삼척)",
    "dept": "도시건축학과",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "강원대(삼척)",
    "dept": "미래토목건설공학과",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(삼척)",
    "dept": "그린에너지공학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(삼척)",
    "dept": "전기공학과",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(원주)",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(원주)",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(원주)",
    "dept": "다문화학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(원주)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(원주)",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(원주)",
    "dept": "전기공학과",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(원주)",
    "dept": "AI콘텐츠공학과",
    "ratio": "비율정보없음",
    "cut": 304,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(원주)",
    "dept": "정보통신공학과",
    "ratio": "비율정보없음",
    "cut": 302,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(원주)",
    "dept": "기계융합공학부",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "강원대(원주)",
    "dept": "산업경영공학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건국대",
    "dept": "기술경영학과",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건국대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건국대",
    "dept": "국제무역학과",
    "ratio": "비율정보없음",
    "cut": 376,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건국대",
    "dept": "일어교육과",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "응용통계학과",
    "ratio": "비율정보없음",
    "cut": 381,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "부동산학과",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "경제학과",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "문화콘텐츠학과",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "사회과학대학융합전공학부",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "교육공학과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "정치외교학과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "지리학과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 376,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 376,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 376,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "의상디자인학과(인문계)",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "중어중문학과",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "철학과",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건국대",
    "dept": "KU자유전공학부",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건국대",
    "dept": "수의예과",
    "ratio": "비율정보없음",
    "cut": 404,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건국대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건국대",
    "dept": "재료공학과",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건국대",
    "dept": "항공우주모빌리티공학과",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건국대",
    "dept": "기계로봇자동차공학부",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건국대",
    "dept": "화공생명에너지공학부",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건국대",
    "dept": "생물공학과",
    "ratio": "비율정보없음",
    "cut": 381,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건국대",
    "dept": "건축학부",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건국대",
    "dept": "물리학과",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "첨단바이오공학부",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "생명과학특성학과",
    "ratio": "비율정보없음",
    "cut": 381,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "산업공학과",
    "ratio": "비율정보없음",
    "cut": 381,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "동물자원식품과학유통학부",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "사회환경공학부",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "환경보건산림조경학부",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "식량자원과학과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대",
    "dept": "융합생명공학과",
    "ratio": "비율정보없음",
    "cut": 384,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대",
    "dept": "컴퓨터공학부",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대",
    "dept": "전기전자공학부",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대",
    "dept": "시스템생명공학과",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대",
    "dept": "공과대학자유전공학부",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "경찰학과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "영어문화학과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "경제통상학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "신문방송학과",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "동화한국어문화학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "문헌정보학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "KU자유전공학부",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 410,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "바이오의약학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "생명공학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "메카트로닉스공학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "바이오메디컬공학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "녹색기술융합학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "에너지신소재공학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "뷰티화장품학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "소방방재융합학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 408,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건양대",
    "dept": "국방경찰행정학부",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건양대",
    "dept": "특수교육과",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건양대",
    "dept": "심리상담치료학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건양대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건양대",
    "dept": "국방XR학부",
    "ratio": "비율정보없음",
    "cut": 283,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건양대",
    "dept": "국방산업경영학부",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건양대",
    "dept": "기업소프트웨어학부",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건양대",
    "dept": "스마트보안학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건양대",
    "dept": "스마트팜학부",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건양대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 314,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건양대",
    "dept": "재활퍼스널트레이닝학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건양대",
    "dept": "국방반도체공학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건양대",
    "dept": "재난안전소방학전공",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건양대",
    "dept": "스포츠의학전공",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "건양대",
    "dept": "글로벌의료뷰티학전공",
    "ratio": "비율정보없음",
    "cut": 304,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건양대",
    "dept": "군사학과(여)",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건양대",
    "dept": "군사학과(남)",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건양대(메디컬)",
    "dept": "병원경영학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건양대(메디컬)",
    "dept": "의학과",
    "ratio": "비율정보없음",
    "cut": 409,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건양대(메디컬)",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건양대(메디컬)",
    "dept": "방사선학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건양대(메디컬)",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건양대(메디컬)",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건양대(메디컬)",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건양대(메디컬)",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건양대(메디컬)",
    "dept": "안경광학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건양대(메디컬)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건양대(메디컬)",
    "dept": "의공학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건양대(메디컬)",
    "dept": "제약생명공학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건양대(메디컬)",
    "dept": "의료IT공학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건양대(메디컬)",
    "dept": "인공지능학과",
    "ratio": "비율정보없음",
    "cut": 314,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건양대(메디컬)",
    "dept": "의료공간디자인학과",
    "ratio": "비율정보없음",
    "cut": 307,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "건양대(메디컬)",
    "dept": "의료신소재학과",
    "ratio": "비율정보없음",
    "cut": 307,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "건양대(메디컬)",
    "dept": "의학과",
    "ratio": "비율정보없음",
    "cut": 407,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경국대",
    "dept": "윤리교육과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경국대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경국대",
    "dept": "간호학부",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경국대",
    "dept": "기계교육과",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경국대",
    "dept": "전기전자교육과",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경국대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경국대",
    "dept": "컴퓨터교육과",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경국대",
    "dept": "교육공학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경국대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경국대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경국대",
    "dept": "인문사회IT대학",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경국대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경국대",
    "dept": "스마트모빌리티공학과",
    "ratio": "비율정보없음",
    "cut": 302,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경국대",
    "dept": "공공수요인재대학",
    "ratio": "비율정보없음",
    "cut": 302,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경국대",
    "dept": "생명과학공과대학",
    "ratio": "비율정보없음",
    "cut": 302,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경기대",
    "dept": "사회과학부",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경기대",
    "dept": "인문학부",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "공공안전학부",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "법학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "무역학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "휴먼서비스학부",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "경제학부",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "문헌정보학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "공공인재학부",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "글로벌어문학부",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경기대",
    "dept": "소프트웨어경영학부",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경기대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경기대",
    "dept": "창의공학부",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경기대",
    "dept": "융합과학부",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "AI컴퓨터공학부",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "SW안전보안전공",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "인공지능전공",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "전자공학부",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "건축학과(5년제)",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "기계시스템공학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "사회에너지시스템공학과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "신소재화학공학부",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "산업경영공학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "스마트시티공학부",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "바이오융합학부",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대(서울)",
    "dept": "호텔외식경영학부",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대(서울)",
    "dept": "관광문화콘텐츠학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경기대(서울)",
    "dept": "관광개발경영학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경기대(서울)",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경남대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경남대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경남대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 304,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경남대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경남대",
    "dept": "경찰학부",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경남대",
    "dept": "미디어영상학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경남대",
    "dept": "일어교육과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경남대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경남대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경남대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경남대",
    "dept": "가정교육과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경남대",
    "dept": "심리학과",
    "ratio": "비율정보없음",
    "cut": 295,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경남대",
    "dept": "법학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경남대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 271,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경남대",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 268,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경남대",
    "dept": "무역물류학과",
    "ratio": "비율정보없음",
    "cut": 262,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경남대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경남대",
    "dept": "디지털공연영상학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경남대",
    "dept": "문화유산복원예술학과",
    "ratio": "비율정보없음",
    "cut": 270,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경남대",
    "dept": "디지털마케팅학과",
    "ratio": "비율정보없음",
    "cut": 268,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경남대",
    "dept": "경호보안학과",
    "ratio": "비율정보없음",
    "cut": 263,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경남대",
    "dept": "여행항공관광학과",
    "ratio": "비율정보없음",
    "cut": 263,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경남대",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 292,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경남대",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경남대",
    "dept": "스마트기계융합공학전공",
    "ratio": "비율정보없음",
    "cut": 282,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경남대",
    "dept": "제약공학과",
    "ratio": "비율정보없음",
    "cut": 281,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경남대",
    "dept": "게임학과",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경남대",
    "dept": "미래자동차학과",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경남대",
    "dept": "외식조리학과",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경남대",
    "dept": "인공지능학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경남대",
    "dept": "스포츠재활학전공",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경남대",
    "dept": "소방안전공학과",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경남대",
    "dept": "컴퓨터공학부",
    "ratio": "비율정보없음",
    "cut": 280,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경남대",
    "dept": "건축학부",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경남대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경남대",
    "dept": "전기공학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경남대",
    "dept": "기계공학부",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경남대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경남대",
    "dept": "보건의료정보학과",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경남대",
    "dept": "군사학과(남)",
    "ratio": "비율정보없음",
    "cut": 281,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경동대(양주)",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 260,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경동대(양주)",
    "dept": "호텔관광경영학과",
    "ratio": "비율정보없음",
    "cut": 248,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경동대(양주)",
    "dept": "경찰학과",
    "ratio": "비율정보없음",
    "cut": 306,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경동대(양주)",
    "dept": "스포츠마케팅학과",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경동대(양주)",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 276,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경동대(양주)",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경동대(양주)",
    "dept": "보건행정학과",
    "ratio": "비율정보없음",
    "cut": 265,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경동대(양주)",
    "dept": "항공서비스학과",
    "ratio": "비율정보없음",
    "cut": 262,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경동대(양주)",
    "dept": "군사학과",
    "ratio": "비율정보없음",
    "cut": 259,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경동대(양주)",
    "dept": "외식사업학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경동대(양주)",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경동대(양주)",
    "dept": "소프트웨어융합보안학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경동대(양주)",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경동대(양주)",
    "dept": "건설시스템공학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경동대(양주)",
    "dept": "호텔조리학과",
    "ratio": "비율정보없음",
    "cut": 293,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경동대(양주)",
    "dept": "건축디자인학과",
    "ratio": "비율정보없음",
    "cut": 290,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경동대(양주)",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경동대(원주문막)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경동대(원주문막)",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경동대(원주문막)",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경동대(원주문막)",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경동대(원주문막)",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경동대(원주문막)",
    "dept": "치기공학과",
    "ratio": "비율정보없음",
    "cut": 281,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경동대(원주문막)",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "윤리교육과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "심리학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "일반사회교육과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "사회과학대학자율학부",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "사회학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "식품자원경제학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "지리학과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "철학과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "중어중문학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "노어노문학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "불어불문학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "독어교육전공",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "경상대학자율학부",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "경제통상학부",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "행정학부",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "역사교육과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "정치외교학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "지리교육과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "문헌정보학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "사회복지학부",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "일어일문학과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "독어독문학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "한문학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "고고인류학과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "자율전공학부",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 411,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "모바일공학전공",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "전자공학부",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "IT첨단자율학부",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "인공지능컴퓨팅전공",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "심화컴퓨팅전공",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "첨단기술융합대학자율학부1",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "공학첨단자율학부",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "생명공학부",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "에너지공학부",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "고분자공학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "건축학전공",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "화학교육과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "정보컴퓨터교육과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "물리교육과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "토목공학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "지구시스템과학부",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "가정교육과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "섬유시스템공학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "식품공학부",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "아동학부",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "산림과학조경학부",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "원예과학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "치의예과",
    "ratio": "비율정보없음",
    "cut": 406,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "수의예과",
    "ratio": "비율정보없음",
    "cut": 400,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 376,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "인공지능전공",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "IT대학자율학부",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "전기공학과",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "응용화학공학부",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "첨단기술융합대학자율학부2",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "첨단컴퓨팅연구전공",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "기계공학부",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "신소재공학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "통계학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "공과대학자율학부",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "자연과학대학자율학부",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "금속재료공학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "지구과학교육과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "생물학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "건축공학전공",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "환경공학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "물리학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "농업생명과학대학자율학부",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "응용생명과학부",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "바이오섬유소재학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "스마트생물산업기계공학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "농업토목공학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "식물의학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "의류학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "인문대학자율학부",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "생물교육과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 409,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대(상주)",
    "dept": "관광학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대(상주)",
    "dept": "소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대(상주)",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대(상주)",
    "dept": "정밀기계공학과",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대(상주)",
    "dept": "식품외식산업학과",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대(상주)",
    "dept": "산림생태보호학과",
    "ratio": "비율정보없음",
    "cut": 307,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대(상주)",
    "dept": "동물생명공학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대(상주)",
    "dept": "건설방재공학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대(상주)",
    "dept": "환경안전공학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대(상주)",
    "dept": "식물자원학과",
    "ratio": "비율정보없음",
    "cut": 302,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경북대(상주)",
    "dept": "섬유공학전공",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대(상주)",
    "dept": "자율미래인재학부",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대(상주)",
    "dept": "나노신소재공학과",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대(상주)",
    "dept": "에너지화학공학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대(상주)",
    "dept": "자동차공학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대(상주)",
    "dept": "말/특수동물학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대(상주)",
    "dept": "스마트플랜트공학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대(상주)",
    "dept": "위치정보시스템학과",
    "ratio": "비율정보없음",
    "cut": 307,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대(상주)",
    "dept": "축산학과",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경북대(상주)",
    "dept": "곤충생명과학과",
    "ratio": "비율정보없음",
    "cut": 292,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 348,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 348,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "지리교육과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "심리학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "경제학부",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "법학부",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "사회복지학부",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "정치외교학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "사회학과",
    "ratio": "비율정보없음",
    "cut": 334,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "아동가족학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "역사교육과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "일반사회교육과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "윤리교육과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "일어교육과",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "회계세무학부",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "국제통상학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "경영정보학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "영어영문학전공",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "식품자원경제학과",
    "ratio": "비율정보없음",
    "cut": 334,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "중어중문학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "불어불문학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "철학과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "영어전공",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "러시아학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "스마트유통물류학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "독어독문학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "한문학과",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "수의예과",
    "ratio": "비율정보없음",
    "cut": 400,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "화학교육과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "물리교육과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "소프트웨어공학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "생물교육과",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "항공우주공학부",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "건축학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "전기공학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "기계공학부",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "전자공학부",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "컴퓨터공학부",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "화학공학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "건축공학부",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "토목공학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "반도체공학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "정보통계학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "도시공학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "의류학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "AI정보공학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "생명과학부",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "제약공학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "고분자공학전공",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "제어로봇공학과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "산업시스템공학부",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "에너지공학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "식품공학부",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "환경산림과학부",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "금속재료공학전공",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "식물의학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "환경생명화학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "미래자동차공학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "동물생명융합학부",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "세라믹공학전공",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "메카트로닉스공학부",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "원예과학부",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "지질과학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "수학물리학부",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "농학과",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "지역시스템공학과",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "생물산업기계공학과",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "환경재료과학과",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "스마트농산업학과",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "항노화신소재과학과",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "축산과학부",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 400,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "수의예과",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대(창원)",
    "dept": "기계융합공학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경상국립대(칠암)",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 409,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경상국립대(칠암)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대(칠암)",
    "dept": "건설시스템공학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대(칠암)",
    "dept": "조경학과",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대(칠암)",
    "dept": "환경공학과",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경상국립대(칠암)",
    "dept": "인테리어재료공학과",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경상국립대(칠암)",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 407,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경상국립대(칠암)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경상국립대(통영)",
    "dept": "해양수산경영학과",
    "ratio": "비율정보없음",
    "cut": 301,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경상국립대(통영)",
    "dept": "기계시스템공학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경상국립대(통영)",
    "dept": "해양경찰시스템학과",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경상국립대(통영)",
    "dept": "조선해양공학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경상국립대(통영)",
    "dept": "해양환경공학과",
    "ratio": "비율정보없음",
    "cut": 304,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경상국립대(통영)",
    "dept": "해양토목공학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경상국립대(통영)",
    "dept": "해양식품생명의학부",
    "ratio": "비율정보없음",
    "cut": 302,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경상국립대(통영)",
    "dept": "해양생명과학과",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "윤리교육과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "심리학과",
    "ratio": "비율정보없음",
    "cut": 324,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "법학과",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "국제무역통상학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "인문문화학부",
    "ratio": "비율정보없음",
    "cut": 301,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "경찰행정학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "광고홍보학과",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "호텔관광경영학전공",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "문헌정보학과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "글로컬문화학부",
    "ratio": "비율정보없음",
    "cut": 301,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "외식서비스경영학전공",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경성대",
    "dept": "경제금융물류학부",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경성대",
    "dept": "회계학과",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경성대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경성대",
    "dept": "중국학과",
    "ratio": "비율정보없음",
    "cut": 295,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "자율전공학부",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "건축학과(5년제)",
    "ratio": "비율정보없음",
    "cut": 314,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "실내건축학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "동물보건생명과학과",
    "ratio": "비율정보없음",
    "cut": 302,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "화장품학과",
    "ratio": "비율정보없음",
    "cut": 290,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 314,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "제약공학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 297,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "식품생명공학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경성대",
    "dept": "신소재에너지공학과",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "전자공학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "기계자동차공학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "AI수리학과",
    "ratio": "비율정보없음",
    "cut": 290,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "환경공학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "화학공학과",
    "ratio": "비율정보없음",
    "cut": 282,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "전기공학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "빅데이터응용통계학과",
    "ratio": "비율정보없음",
    "cut": 302,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "스마트바이오학과",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "산업경영공학과",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "도시계획학과",
    "ratio": "비율정보없음",
    "cut": 282,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경성대",
    "dept": "메카트로닉스공학과",
    "ratio": "비율정보없음",
    "cut": 293,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경성대",
    "dept": "토목공학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경성대",
    "dept": "정보통신공학과",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경운대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경운대",
    "dept": "항공서비스학과",
    "ratio": "비율정보없음",
    "cut": 268,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경운대",
    "dept": "경찰학과",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경운대",
    "dept": "군사학과",
    "ratio": "비율정보없음",
    "cut": 266,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경운대",
    "dept": "상담심리사회복지학부",
    "ratio": "비율정보없음",
    "cut": 263,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경운대",
    "dept": "G커리어대학",
    "ratio": "비율정보없음",
    "cut": 269,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경운대",
    "dept": "G커리어대학(야)",
    "ratio": "비율정보없음",
    "cut": 265,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경운대",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경운대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경운대",
    "dept": "항공산업대학통합",
    "ratio": "비율정보없음",
    "cut": 297,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경운대",
    "dept": "소프트웨어학부",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경운대",
    "dept": "반도체학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경운대",
    "dept": "항공보안경호학부",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경운대",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경운대",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 280,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경운대",
    "dept": "재난안전학과",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경인교대",
    "dept": "초등교육과",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경일대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경일대",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경일대",
    "dept": "소방방재학부",
    "ratio": "비율정보없음",
    "cut": 271,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경일대",
    "dept": "경찰행정학과",
    "ratio": "비율정보없음",
    "cut": 276,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경일대",
    "dept": "부동산지적학과",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경일대",
    "dept": "항공서비스학과",
    "ratio": "비율정보없음",
    "cut": 262,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경일대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 266,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경일대",
    "dept": "자율전공학부",
    "ratio": "비율정보없음",
    "cut": 261,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경일대",
    "dept": "철도운전시스템학부",
    "ratio": "비율정보없음",
    "cut": 281,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경일대",
    "dept": "건축디자인과(5년제)",
    "ratio": "비율정보없음",
    "cut": 271,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경일대",
    "dept": "기계전기공학부",
    "ratio": "비율정보없음",
    "cut": 271,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경일대",
    "dept": "게임콘텐츠학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "경일대",
    "dept": "건축토목공학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경주대",
    "dept": "장례문화산업학과",
    "ratio": "비율정보없음",
    "cut": 252,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경주대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 246,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경주대",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 292,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경주대",
    "dept": "방사선학과",
    "ratio": "비율정보없음",
    "cut": 292,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경주대",
    "dept": "말산업학과",
    "ratio": "비율정보없음",
    "cut": 268,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경주대",
    "dept": "관광사업경영학과",
    "ratio": "비율정보없음",
    "cut": 246,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경주대",
    "dept": "산업안전보건학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경주대",
    "dept": "AI전기자동차학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경주대",
    "dept": "스마트팜농축산업학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경주대",
    "dept": "글로벌외식조리학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경주대",
    "dept": "반려동물학과",
    "ratio": "비율정보없음",
    "cut": 262,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "빅데이터응용학과",
    "ratio": "비율정보없음",
    "cut": 385,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "경영회계계열",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "경제학과",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "미디어학과",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "무역학과",
    "ratio": "비율정보없음",
    "cut": 381,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 381,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 381,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "정치외교학과",
    "ratio": "비율정보없음",
    "cut": 381,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "Hospitality경영학과",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "사회학과",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "지리학과(인문)",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "관광엔터테인먼트학부",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "응용영어통번역학과",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "글로벌Hospitality관광학과",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "조리&푸드디자인학과",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "주거환경학과",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "철학과",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "아동가족학과",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "의상학과",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "한의예과(인문)",
    "ratio": "비율정보없음",
    "cut": 406,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "자율전공학부",
    "ratio": "비율정보없음",
    "cut": 384,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "미래정보디스플레이학부",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "한약학과",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "약과학과",
    "ratio": "비율정보없음",
    "cut": 384,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 384,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "생물학과",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "물리학과",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 381,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "지리학과(자연)",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 414,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "치의예과",
    "ratio": "비율정보없음",
    "cut": 408,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "한의예과(자연)",
    "ratio": "비율정보없음",
    "cut": 406,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 403,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대(국제)",
    "dept": "글로벌커뮤니케이션학부",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대(국제)",
    "dept": "스페인어학과",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대(국제)",
    "dept": "일본어학과",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대(국제)",
    "dept": "프랑스어학과",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대(국제)",
    "dept": "한국어학과",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대(국제)",
    "dept": "러시아어학과",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대(국제)",
    "dept": "중국어학과",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경희대(국제)",
    "dept": "국제학과",
    "ratio": "비율정보없음",
    "cut": 376,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대(국제)",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대(국제)",
    "dept": "소프트웨어융합학과",
    "ratio": "비율정보없음",
    "cut": 385,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대(국제)",
    "dept": "반도체공학과",
    "ratio": "비율정보없음",
    "cut": 385,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대(국제)",
    "dept": "인공지능학과",
    "ratio": "비율정보없음",
    "cut": 384,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대(국제)",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 384,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대(국제)",
    "dept": "전자공학과",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "경희대(국제)",
    "dept": "생체의공학과",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경희대(국제)",
    "dept": "화학공학과",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경희대(국제)",
    "dept": "기계공학부",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경희대(국제)",
    "dept": "신소재공학과",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경희대(국제)",
    "dept": "유전생명공학과",
    "ratio": "비율정보없음",
    "cut": 381,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경희대(국제)",
    "dept": "산업경영공학과",
    "ratio": "비율정보없음",
    "cut": 381,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경희대(국제)",
    "dept": "응용수학과",
    "ratio": "비율정보없음",
    "cut": 381,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경희대(국제)",
    "dept": "응용화학과",
    "ratio": "비율정보없음",
    "cut": 381,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경희대(국제)",
    "dept": "융합바이오신소재공학과",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경희대(국제)",
    "dept": "건축학과(5년제)",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경희대(국제)",
    "dept": "식품생명공학과",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경희대(국제)",
    "dept": "원자력공학과",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경희대(국제)",
    "dept": "응용물리학과",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경희대(국제)",
    "dept": "우주과학과",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경희대(국제)",
    "dept": "환경학및환경공학과",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경희대(국제)",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경희대(국제)",
    "dept": "사회기반시스템공학과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "경희대(국제)",
    "dept": "스마트팜과학과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(대명)",
    "dept": "문예창작학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "심리학과",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "광고홍보학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "회계세무학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "경영빅데이터학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "사회학과",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "관광경영학과",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "국제통상학과",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "한국어교육과",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "한문교육과",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "스페인어중남미학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "일본어일본학과",
    "ratio": "비율정보없음",
    "cut": 306,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "독일유럽학과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "계명대(성서)",
    "dept": "경제금융학과",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "계명대(성서)",
    "dept": "중국어중국학과",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "경찰행정학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "법학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "언론영상학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "스포츠마케팅학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "문헌정보학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "정치외교학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "KeimyungAdamsCollege",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "경영정보학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "실버스포츠복지학과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "러시아중앙아시아학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "계명대(성서)",
    "dept": "자율전공부",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "혁신신약학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "건축학과(5년제)",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "화학공학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "기계공학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "생명과학과",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "신소재공학과",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "전기공학과",
    "ratio": "비율정보없음",
    "cut": 314,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "식품가공학과",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "토목공학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "로봇공학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "도시계획학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "통계학과",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "공중보건학과",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "산업공학과",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "환경공학과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 409,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "약학부(6년제)",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "게임소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "디지펜게임공학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "모빌리티소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "전자공학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "자동차공학과",
    "ratio": "비율정보없음",
    "cut": 314,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "생태조경학과",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "의용공학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 307,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "교통공학과",
    "ratio": "비율정보없음",
    "cut": 307,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "철학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "계명대(성서)",
    "dept": "기독교학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "계명대(성서)",
    "dept": "경영학과(야)",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "계명대(성서)",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "경영대학",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "통계학과",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "경제학과",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "심리학부",
    "ratio": "비율정보없음",
    "cut": 396,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 396,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "국제학부",
    "ratio": "비율정보없음",
    "cut": 395,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "미디어학부",
    "ratio": "비율정보없음",
    "cut": 395,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "식품자원경제학과",
    "ratio": "비율정보없음",
    "cut": 395,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "정치외교학과",
    "ratio": "비율정보없음",
    "cut": 395,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "사회학과",
    "ratio": "비율정보없음",
    "cut": 394,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "보건정책관리학부",
    "ratio": "비율정보없음",
    "cut": 394,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "역사교육과",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "철학과",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "서어서문학과",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "언어학과",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "지리교육과",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "일어일문학과",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "한국사학과",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "노어노문학과",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "독어독문학과",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "불어불문학과",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "중어중문학과",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "한문학과",
    "ratio": "비율정보없음",
    "cut": 389,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "학부대학",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "의과대학",
    "ratio": "비율정보없음",
    "cut": 416,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "스마트모빌리티학부",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "반도체공학과",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "차세대통신학과",
    "ratio": "비율정보없음",
    "cut": 400,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "컴퓨터학과",
    "ratio": "비율정보없음",
    "cut": 400,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "데이터과학과",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "스마트보안학부",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "전기전자공학부",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "사이버국방학과",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "인공지능학과",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "기계공학부",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "화공생명공학과",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "산업경영공학부",
    "ratio": "비율정보없음",
    "cut": 397,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "신소재공학부",
    "ratio": "비율정보없음",
    "cut": 397,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "생명공학부",
    "ratio": "비율정보없음",
    "cut": 397,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "융합에너지공학과",
    "ratio": "비율정보없음",
    "cut": 397,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 396,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "바이오의공학부",
    "ratio": "비율정보없음",
    "cut": 396,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "물리학과",
    "ratio": "비율정보없음",
    "cut": 395,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "생명과학부",
    "ratio": "비율정보없음",
    "cut": 395,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 395,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 395,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "바이오시스템의과학부",
    "ratio": "비율정보없음",
    "cut": 394,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "식품공학과",
    "ratio": "비율정보없음",
    "cut": 394,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "건축사회환경공학부",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "건축학과",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "간호대학",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "보건환경융합과학부",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "지구환경과학과",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "환경생태공학부",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "가정교육과",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "경영대학",
    "ratio": "비율정보없음",
    "cut": 397,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "통계학과",
    "ratio": "비율정보없음",
    "cut": 397,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 397,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "경제학과",
    "ratio": "비율정보없음",
    "cut": 396,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 395,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "심리학부",
    "ratio": "비율정보없음",
    "cut": 394,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "정치외교학과",
    "ratio": "비율정보없음",
    "cut": 394,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "미디어학부",
    "ratio": "비율정보없음",
    "cut": 394,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "식품자원경제학과",
    "ratio": "비율정보없음",
    "cut": 394,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "사회학과",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "국제학부",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "보건정책관리학부",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "철학과",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "역사교육과",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "서어서문학과",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "지리교육과",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "언어학과",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "한국사학과",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "독어독문학과",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "일어일문학과",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "노어노문학과",
    "ratio": "비율정보없음",
    "cut": 389,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "불어불문학과",
    "ratio": "비율정보없음",
    "cut": 389,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "중어중문학과",
    "ratio": "비율정보없음",
    "cut": 389,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "한문학과",
    "ratio": "비율정보없음",
    "cut": 388,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "의과대학",
    "ratio": "비율정보없음",
    "cut": 415,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "컴퓨터학과",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "스마트보안학부",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "전기전자공학부",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "인공지능학과",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "데이터과학과",
    "ratio": "비율정보없음",
    "cut": 397,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "화공생명공학과",
    "ratio": "비율정보없음",
    "cut": 397,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "기계공학부",
    "ratio": "비율정보없음",
    "cut": 396,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "신소재공학부",
    "ratio": "비율정보없음",
    "cut": 396,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "산업경영공학부",
    "ratio": "비율정보없음",
    "cut": 396,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "생명공학부",
    "ratio": "비율정보없음",
    "cut": 395,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "융합에너지공학과",
    "ratio": "비율정보없음",
    "cut": 395,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 395,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "공과대학",
    "ratio": "비율정보없음",
    "cut": 395,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "바이오의공학부",
    "ratio": "비율정보없음",
    "cut": 395,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 394,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 394,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "생명과학부",
    "ratio": "비율정보없음",
    "cut": 394,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "물리학과",
    "ratio": "비율정보없음",
    "cut": 394,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "바이오시스템의과학부",
    "ratio": "비율정보없음",
    "cut": 394,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "건축학과",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "건축사회환경공학부",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "식품공학과",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "지구환경과학과",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "보건환경융합과학부",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "환경생태공학부",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "간호대학",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "가정교육과",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대(세종)",
    "dept": "융합경영학부",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대(세종)",
    "dept": "표준지식학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대(세종)",
    "dept": "경제통계학부(경제정책학전공)",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "고려대(세종)",
    "dept": "글로벌학부",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "고려대(세종)",
    "dept": "문화창의학부",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "고려대(세종)",
    "dept": "정부행정학부",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "고려대(세종)",
    "dept": "문화유산융합학부",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "고려대(세종)",
    "dept": "공공사회통일외교학부",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대(세종)",
    "dept": "자유전공학부(과학기술)",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "고려대(세종)",
    "dept": "자유전공학부(공공정책)",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "고려대(세종)",
    "dept": "자유전공학부(문화스포츠)",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "고려대(세종)",
    "dept": "자유전공학부(글로벌비즈니스)",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대(세종)",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대(세종)",
    "dept": "지능형반도체공학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대(세종)",
    "dept": "미래모빌리티학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대(세종)",
    "dept": "스마트도시학부",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "고려대(세종)",
    "dept": "첨단융합신약학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "고려대(세종)",
    "dept": "인공지능사이버보안학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "고려대(세종)",
    "dept": "신소재화학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "고려대(세종)",
    "dept": "디지털헬스케어공학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "고려대(세종)",
    "dept": "응용수리과학부(데이터계산과학전공)",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "고려대(세종)",
    "dept": "반도체물리학부",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "고려대(세종)",
    "dept": "컴퓨터소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "고려대(세종)",
    "dept": "빅데이터사이언스학부",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "고려대(세종)",
    "dept": "생명정보공학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "고려대(세종)",
    "dept": "전자기계융합공학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "고려대(세종)",
    "dept": "전자및정보공학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "고려대(세종)",
    "dept": "환경시스템공학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 31.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "고려대(세종)",
    "dept": "식품생명공학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "고려대(세종)",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 400,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "고신대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 262,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "고신대",
    "dept": "신학과",
    "ratio": "비율정보없음",
    "cut": 255,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "고신대",
    "dept": "미디어영상마케팅학과",
    "ratio": "비율정보없음",
    "cut": 255,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "고신대",
    "dept": "자율전공학부",
    "ratio": "비율정보없음",
    "cut": 253,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "고신대",
    "dept": "성경학과",
    "ratio": "비율정보없음",
    "cut": 249,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "고신대",
    "dept": "한국어교육학과",
    "ratio": "비율정보없음",
    "cut": 249,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "고신대",
    "dept": "기독교상담학과",
    "ratio": "비율정보없음",
    "cut": 245,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "고신대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "고신대",
    "dept": "의료경영학과",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "고신대",
    "dept": "기독교교육과",
    "ratio": "비율정보없음",
    "cut": 262,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "고신대",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 292,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "고신대",
    "dept": "언어청각치료학과",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "고신대",
    "dept": "재활치료학과",
    "ratio": "비율정보없음",
    "cut": 259,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "고신대",
    "dept": "바이오과학수사학과",
    "ratio": "비율정보없음",
    "cut": 258,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "고신대",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 304,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "고신대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 263,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "고신대(송도)",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 408,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "고신대(송도)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "고신대(송도)",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 406,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "공주교대",
    "dept": "초등교육과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "역사교육과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "윤리교육과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "지리교육과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "경영금융교육과",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "법학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "공주대",
    "dept": "인문사회과학대학자율전공학부",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "지구과학교육과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "기술가정교육과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "생물교육과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "컴퓨터교육과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "화학교육과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "환경교육과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "국제학부",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "의료정보학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "보건행정학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "문화재보존과학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "대기과학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "데이터정보물리학과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "생명과학과",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "지질환경과학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "공주대",
    "dept": "자연과학대학자율전공학부",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "일반사회교육과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "특수교육과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "한문교육과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "경제통상학부",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "문헌정보교육과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "지리학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "중어중문학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "관광경영학과",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "관광&영어통역융복합학과",
    "ratio": "비율정보없음",
    "cut": 324,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "독어독문학과",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "불어불문학과",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "공주대",
    "dept": "자율전공학부(공주)",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "물리교육과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "의류상품학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "응용수학과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(예산)",
    "dept": "산업유통학과",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(예산)",
    "dept": "지역사회개발학과",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "공주대(예산)",
    "dept": "산업과학대학자율전공학부",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(예산)",
    "dept": "특수동물학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(예산)",
    "dept": "수산생명의학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(예산)",
    "dept": "동물자원학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(예산)",
    "dept": "부동산학과",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "공주대(예산)",
    "dept": "자율전공학부(예산)",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(예산)",
    "dept": "스마트팜공학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(예산)",
    "dept": "식품공학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(예산)",
    "dept": "외식상품학과",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(예산)",
    "dept": "조경학과",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(예산)",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(예산)",
    "dept": "식물자원학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(예산)",
    "dept": "산림과학과",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(예산)",
    "dept": "원예학과",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(예산)",
    "dept": "지역건설공학과",
    "ratio": "비율정보없음",
    "cut": 302,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(천안)",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(천안)",
    "dept": "건축학과(5년제)",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(천안)",
    "dept": "인공지능학부",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(천안)",
    "dept": "기계자동차공학부",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(천안)",
    "dept": "지능형모빌리티공학과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(천안)",
    "dept": "그린스마트건축공학과",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "공주대(천안)",
    "dept": "천안공과대학자율전공학부",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "공주대(천안)",
    "dept": "자율전공학부(천안)",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(천안)",
    "dept": "소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(천안)",
    "dept": "스마트정보기술공학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(천안)",
    "dept": "화학공학부",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(천안)",
    "dept": "디자인컨버전스학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(천안)",
    "dept": "전기전자제어공학부",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(천안)",
    "dept": "미래자동차공학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(천안)",
    "dept": "정보통신공학과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(천안)",
    "dept": "스마트인프라공학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(천안)",
    "dept": "신소재공학부",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(천안)",
    "dept": "도시교통공학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(천안)",
    "dept": "산업공학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(천안)",
    "dept": "디지털융합금형공학과",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(천안)",
    "dept": "환경공학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "공주대(천안)",
    "dept": "광공학과",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광신대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 254,
    "kr": 0.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광신대",
    "dept": "복지상담융합학부",
    "ratio": "비율정보없음",
    "cut": 252,
    "kr": 0.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광신대",
    "dept": "한국어교육학과",
    "ratio": "비율정보없음",
    "cut": 250,
    "kr": 0.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광신대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 252,
    "kr": 0.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광신대",
    "dept": "복지상담융합학부",
    "ratio": "비율정보없음",
    "cut": 250,
    "kr": 0.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광신대",
    "dept": "신학과",
    "ratio": "비율정보없음",
    "cut": 235,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "광운대",
    "dept": "경영학전공",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "광운대",
    "dept": "빅데이터경영전공",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "광운대",
    "dept": "국제통상학부",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "광운대",
    "dept": "미디어커뮤니케이션학부",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "광운대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "광운대",
    "dept": "산업심리학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "광운대",
    "dept": "법학부",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "광운대",
    "dept": "동북아문화산업학부",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "광운대",
    "dept": "국제학부",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "광운대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "광운대",
    "dept": "영어산업학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "광운대",
    "dept": "자율전공학부(인문)",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "반도체시스템공학부",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "전자공학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "소프트웨어학부",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "정보융합학부",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "컴퓨터정보공학부",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "전자융합공학과",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "전자통신공학과",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "전기공학과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "화학공학과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "AI로봇전공",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "전자재료공학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "건축학과(5년제)",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "전자바이오물리학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "환경공학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "광운대",
    "dept": "자율전공학부(자연)",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "광운대",
    "dept": "스포츠융합과학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "광주과학기술원",
    "dept": "기초교육학부",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "광주과학기술원",
    "dept": "반도체공학과",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "광주교대",
    "dept": "초등교육과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "광주대",
    "dept": "글로벌콘텐츠학부",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": 10.0,
    "mr": 5.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광주대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광주대",
    "dept": "인문사회과학대학",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광주대",
    "dept": "문화산업대학(문화)",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "광주대",
    "dept": "창의융합학부",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광주대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광주대",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광주대",
    "dept": "보건행정학과",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광주대",
    "dept": "보건복지대학",
    "ratio": "비율정보없음",
    "cut": 271,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "광주대",
    "dept": "건축학과",
    "ratio": "비율정보없음",
    "cut": 271,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "광주대",
    "dept": "공과대학",
    "ratio": "비율정보없음",
    "cut": 270,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광주여대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광주여대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광주여대",
    "dept": "글로벌융합학부",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 10.0,
    "mr": 5.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "광주여대",
    "dept": "초등특수교육과",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광주여대",
    "dept": "융합학부",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "광주여대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "광주여대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "광주여대",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "광주여대",
    "dept": "AI미디어콘텐츠학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "광주여대",
    "dept": "반려동물보건학과",
    "ratio": "비율정보없음",
    "cut": 268,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "국민대",
    "dept": "미디어전공",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "국민대",
    "dept": "경영학전공",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "국민대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "국민대",
    "dept": "국제통상학과",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "국민대",
    "dept": "정치외교학과",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "국민대",
    "dept": "미래융합전공(A)",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "국민대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "국민대",
    "dept": "러시아유라시아학과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "AI빅데이터융합경영학과",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "KMUInternationalBusinessSchool",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "법학부",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "경영정보학부",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "국어국문학전공",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "경제학과",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "글로벌한국어전공",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "한국역사학과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "동아시아국제학부",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "국민대",
    "dept": "자유전공(A)",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "국민대",
    "dept": "자유전공(B)",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "국민대",
    "dept": "인공지능학부",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "국민대",
    "dept": "정보보안암호수학과",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "국민대",
    "dept": "융합바이오공학과",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "국민대",
    "dept": "나노소재전공",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "국민대",
    "dept": "임산생명공학과",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "국민대",
    "dept": "산림환경시스템학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "국민대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "국민대",
    "dept": "소프트웨어학부",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "국민대",
    "dept": "미래융합전공(B)",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "국민대",
    "dept": "지능형반도체융합전자전공",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "AI빅데이터융합경영학과(자연)",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "기계공학부",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "나노전자물리학과",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "경영정보학부(자연)",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "광고홍보학전공",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "글로벌경영전공",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "영어영문학부",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "중어중문학과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "사회학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "에너지모빌리티재료전공",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "모빌리티전력전자융합전공",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "자동차모빌리티대학",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "바이오의약전공",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "건축학부",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "미래모빌리티학과",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "지능형ICT융합전공",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "전자화학재료전공",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "건설시스템공학부",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 306,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "사회복지학부",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "역사학과",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "법행정경찰학부",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "미디어문화학부",
    "ratio": "비율정보없음",
    "cut": 294,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "아동학부",
    "ratio": "비율정보없음",
    "cut": 293,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "회계학부",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "금융부동산경제학과",
    "ratio": "비율정보없음",
    "cut": 281,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "국제물류학과",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "무역학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "중어중문학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "일어일문학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "철학과",
    "ratio": "비율정보없음",
    "cut": 268,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "자율전공학부",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "간호학부",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "해양경찰학부",
    "ratio": "비율정보없음",
    "cut": 314,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "전기공학과",
    "ratio": "비율정보없음",
    "cut": 307,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "화학공학과",
    "ratio": "비율정보없음",
    "cut": 304,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "수산생명의학과",
    "ratio": "비율정보없음",
    "cut": 304,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "전자공학과",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "컴퓨터소프트웨어특성화대학",
    "ratio": "비율정보없음",
    "cut": 297,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "첨단과학기술학부",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "공간디자인융합기술학부",
    "ratio": "비율정보없음",
    "cut": 290,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "기계공학부",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "신소재공학과",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "첨단에너지대학",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "의류학부",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "벤처창업학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "생명과학과",
    "ratio": "비율정보없음",
    "cut": 282,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "식품생명공학과",
    "ratio": "비율정보없음",
    "cut": 281,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "토목공학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "환경공학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "건축공학부",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "해양건설공학과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "기관공학과",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "해양생물자원학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "해양수산공공인재학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "해양생명과학과",
    "ratio": "비율정보없음",
    "cut": 270,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "극동대",
    "dept": "항공운항서비스학과",
    "ratio": "비율정보없음",
    "cut": 267,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "극동대",
    "dept": "사회복지학부",
    "ratio": "비율정보없음",
    "cut": 266,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "극동대",
    "dept": "글로벌융합학부",
    "ratio": "비율정보없음",
    "cut": 268,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "극동대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "극동대",
    "dept": "방사선학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "극동대",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "극동대",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "극동대",
    "dept": "항공운항학과",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "극동대",
    "dept": "항공정비학과",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "극동대",
    "dept": "해킹보안학과",
    "ratio": "비율정보없음",
    "cut": 280,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "극동대",
    "dept": "항공안전관리학과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "금강대",
    "dept": "프라마나학부",
    "ratio": "비율정보없음",
    "cut": 247,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "금오공과대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 301,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "금오공과대",
    "dept": "기계공학부",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "금오공과대",
    "dept": "재료공학부",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "금오공과대",
    "dept": "화학소재공학부",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "금오공과대",
    "dept": "산업빅데이터공학부",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "금오공과대",
    "dept": "컴퓨터공학부",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "금오공과대",
    "dept": "전자공학부",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "금오공과대",
    "dept": "스마트모빌리티전공",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "금오공과대",
    "dept": "바이오메디컬공학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "금오공과대",
    "dept": "건축토목환경공학부",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "금오공과대",
    "dept": "광시스템공학과",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "금오공과대",
    "dept": "자율전공학부",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "김천대",
    "dept": "K-글로벌학과",
    "ratio": "비율정보없음",
    "cut": 252,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "김천대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "김천대",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 282,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "김천대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "김천대",
    "dept": "경찰소방학과",
    "ratio": "비율정보없음",
    "cut": 270,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "김천대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 256,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "김천대",
    "dept": "상담심리학과",
    "ratio": "비율정보없음",
    "cut": 253,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "김천대",
    "dept": "신학과",
    "ratio": "비율정보없음",
    "cut": 235,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "김천대",
    "dept": "자율전공학부",
    "ratio": "비율정보없음",
    "cut": 253,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "김천대",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 294,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "김천대",
    "dept": "치기공학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "김천대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "김천대",
    "dept": "방사선학과",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "김천대",
    "dept": "안경광학과",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "김천대",
    "dept": "스마트모빌리티학과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "김천대",
    "dept": "스포츠재활학과",
    "ratio": "비율정보없음",
    "cut": 230,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "나사렛대",
    "dept": "특수교육과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "나사렛대",
    "dept": "유아특수교육과",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "나사렛대",
    "dept": "중등특수교육과",
    "ratio": "비율정보없음",
    "cut": 306,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "나사렛대",
    "dept": "자율전공선택",
    "ratio": "비율정보없음",
    "cut": 268,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "나사렛대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "나사렛대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "나사렛대",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "나사렛대",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "남부대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 5.0,
    "mr": 5.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "남부대",
    "dept": "초등특수교육과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "남부대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "남부대",
    "dept": "AI경영학과",
    "ratio": "비율정보없음",
    "cut": 269,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "남부대",
    "dept": "경찰행정학과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "남부대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 268,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "남부대",
    "dept": "한국어학과",
    "ratio": "비율정보없음",
    "cut": 267,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "남부대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 271,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "남부대",
    "dept": "방사선학과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "남부대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "남부대",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "남부대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "남부대",
    "dept": "호텔조리학과",
    "ratio": "비율정보없음",
    "cut": 268,
    "kr": 5.0,
    "mr": 5.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "남부대",
    "dept": "향장미용학과",
    "ratio": "비율정보없음",
    "cut": 267,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "남부대",
    "dept": "자동차기계공학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "남부대",
    "dept": "AI전기공학과",
    "ratio": "비율정보없음",
    "cut": 270,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "광고홍보학과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 301,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "세무학과",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "보건행정학과",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "부동산학과",
    "ratio": "비율정보없음",
    "cut": 295,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "글로벌무역학과",
    "ratio": "비율정보없음",
    "cut": 295,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "영어과",
    "ratio": "비율정보없음",
    "cut": 290,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "관광경영학과",
    "ratio": "비율정보없음",
    "cut": 290,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "유통마케팅학과",
    "ratio": "비율정보없음",
    "cut": 290,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "호텔경영학과",
    "ratio": "비율정보없음",
    "cut": 289,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "아동복지학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "일어일문학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "휴먼케어학과",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "중국학과",
    "ratio": "비율정보없음",
    "cut": 283,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "뷰티보건학과",
    "ratio": "비율정보없음",
    "cut": 302,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "남서울대",
    "dept": "건축학과(5년제)",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "남서울대",
    "dept": "컴퓨터소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "남서울대",
    "dept": "전자공학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "남서울대",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "남서울대",
    "dept": "멀티미디어학과",
    "ratio": "비율정보없음",
    "cut": 307,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "남서울대",
    "dept": "가상현실학과",
    "ratio": "비율정보없음",
    "cut": 304,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "남서울대",
    "dept": "빅데이터경영공학과",
    "ratio": "비율정보없음",
    "cut": 302,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "남서울대",
    "dept": "지능정보통신공학과",
    "ratio": "비율정보없음",
    "cut": 302,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "남서울대",
    "dept": "스마트팜학과",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "남서울대",
    "dept": "드론공간정보공학과",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(죽전)",
    "dept": "미디어커뮤니케이션학부",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(죽전)",
    "dept": "국제경영학과",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(죽전)",
    "dept": "상담학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(죽전)",
    "dept": "영미인문학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(죽전)",
    "dept": "경제학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(죽전)",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(죽전)",
    "dept": "무역학과",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(죽전)",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(죽전)",
    "dept": "법학과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(죽전)",
    "dept": "도시계획부동산학부",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(죽전)",
    "dept": "철학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(죽전)",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(죽전)",
    "dept": "정치외교학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(죽전)",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "단국대(죽전)",
    "dept": "특수교육과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "단국대(죽전)",
    "dept": "한문교육과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "단국대(죽전)",
    "dept": "퇴계혁신칼리지",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(죽전)",
    "dept": "융합반도체공학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(죽전)",
    "dept": "전자전기공학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(죽전)",
    "dept": "화학공학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(죽전)",
    "dept": "기계공학과",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(죽전)",
    "dept": "고분자공학전공",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(죽전)",
    "dept": "융합소재공학전공",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(죽전)",
    "dept": "건축공학전공",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(죽전)",
    "dept": "인프라건설공학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(죽전)",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(죽전)",
    "dept": "건축학전공(5년제)",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(죽전)",
    "dept": "소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(죽전)",
    "dept": "인공지능학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(죽전)",
    "dept": "사이버보안학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(죽전)",
    "dept": "통계데이터사이언스학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "단국대(죽전)",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "단국대(죽전)",
    "dept": "모바일시스템공학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "단국대(죽전)",
    "dept": "과학교육과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "단국대(죽전)",
    "dept": "사회계열광역",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "단국대(죽전)",
    "dept": "인문계열광역",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "단국대(죽전)",
    "dept": "공학계열광역",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "단국대(죽전)",
    "dept": "SW융합계열광역",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "보건행정학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "스페인중남미학전공",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "포르투갈브라질학전공",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "식품자원경제학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "프랑스학전공",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "독일학전공",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "베트남학전공",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "러시아학전공",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "몽골학전공",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "공공정책학과",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "영어과",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "일본학전공",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "중국학전공",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "중동학전공",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "공공정책학과(야)",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "단국대(천안)",
    "dept": "율곡혁신칼리지",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "제약공학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "의생명시스템학전공",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "심리학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "코스메디컬소재학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "생명과학전공",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "에너지공학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "경영공학과",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "물리학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "녹지조경학전공",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "동물생명공학전공",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "치의예과",
    "ratio": "비율정보없음",
    "cut": 406,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "신소재공학과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "미생물학전공",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "식품공학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "식량생명공학전공",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "환경원예학전공",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "단국대(천안)",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 410,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "글로벌한국어과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "단국대(천안)",
    "dept": "인문사회계열광역",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "단국대(천안)",
    "dept": "자연공학계열광역",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "해병대군사학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "치의예과",
    "ratio": "비율정보없음",
    "cut": 404,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "단국대(천안)",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 408,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구가톨릭대",
    "dept": "글로벌비즈니스대학",
    "ratio": "비율정보없음",
    "cut": 283,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대구가톨릭대",
    "dept": "사회과학대학",
    "ratio": "비율정보없음",
    "cut": 289,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구가톨릭대",
    "dept": "자율전공학부",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구가톨릭대",
    "dept": "약학부",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구가톨릭대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구가톨릭대",
    "dept": "바이오메디대학",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대구가톨릭대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 410,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대구가톨릭대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대구가톨릭대",
    "dept": "방사선학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대구가톨릭대",
    "dept": "건축학과",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대구가톨릭대",
    "dept": "소프트웨어융합대학",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대구가톨릭대",
    "dept": "반려동물보건학과",
    "ratio": "비율정보없음",
    "cut": 281,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구가톨릭대",
    "dept": "역사교육과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구가톨릭대",
    "dept": "지리교육과",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구가톨릭대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구가톨릭대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대구가톨릭대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대구가톨릭대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구가톨릭대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대구가톨릭대",
    "dept": "공과대학",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구가톨릭대",
    "dept": "약학부",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구가톨릭대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대구가톨릭대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 408,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대구경북과학기술원",
    "dept": "반도체공학과",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대구경북과학기술원",
    "dept": "기초학부",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구교대",
    "dept": "초등교육과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대구대",
    "dept": "특수교육과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대구대",
    "dept": "경찰행정학전공",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대구대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대구대",
    "dept": "글로벌경영계열",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "초등특수교육과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "공공인재계열",
    "ratio": "비율정보없음",
    "cut": 306,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "사회과학계열",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대구대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "IT공과계열",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대구대",
    "dept": "보건바이오계열",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대구대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대구대",
    "dept": "지리교육과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대구대",
    "dept": "공직법무전공",
    "ratio": "비율정보없음",
    "cut": 306,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대구대",
    "dept": "문헌정보학과",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대구대",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대구대",
    "dept": "평생교육실버복지학과",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대구대",
    "dept": "문화콘텐츠학부",
    "ratio": "비율정보없음",
    "cut": 269,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "일반사회교육과",
    "ratio": "비율정보없음",
    "cut": 334,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "자치경찰학전공",
    "ratio": "비율정보없음",
    "cut": 306,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "심리학과",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "미디어커뮤니케이션학부",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "아동가정복지학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "소방행정학전공",
    "ratio": "비율정보없음",
    "cut": 281,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "청소년상담복지학과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "경제금융통상학과",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "국방군사학과",
    "ratio": "비율정보없음",
    "cut": 270,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대구대",
    "dept": "유아특수교육과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대구대",
    "dept": "역사교육과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대구대",
    "dept": "부동산지적학과",
    "ratio": "비율정보없음",
    "cut": 295,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대구대",
    "dept": "일본어일본학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대구대",
    "dept": "호텔관광경영학부",
    "ratio": "비율정보없음",
    "cut": 267,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대구대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "독립학부계열",
    "ratio": "비율정보없음",
    "cut": 267,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대구대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대구대",
    "dept": "컴퓨터소프트웨어전공",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대구대",
    "dept": "반도체전자공학전공",
    "ratio": "비율정보없음",
    "cut": 297,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대구대",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대구대",
    "dept": "식품가공학과",
    "ratio": "비율정보없음",
    "cut": 290,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대구대",
    "dept": "재활건강증진학과",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대구대",
    "dept": "소방안전방재학과",
    "ratio": "비율정보없음",
    "cut": 281,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대구대",
    "dept": "동물자원학과",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대구대",
    "dept": "스마트원예학과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "화학교육과",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "물리교육과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 304,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "컴퓨터공학전공",
    "ratio": "비율정보없음",
    "cut": 302,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "전기공학전공",
    "ratio": "비율정보없음",
    "cut": 294,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "난임의료산업학과",
    "ratio": "비율정보없음",
    "cut": 292,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "보건의료학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "반려동물산업학과",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "사이버보안전공",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "친환경에너지학과",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "조경산림정원학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대구대",
    "dept": "지구과학교육과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대구대",
    "dept": "생물교육과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대구대",
    "dept": "언어치료학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대구대",
    "dept": "의료재활학과",
    "ratio": "비율정보없음",
    "cut": 302,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대구대",
    "dept": "재활과학계열",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대구대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대구대",
    "dept": "기계자동차공학부",
    "ratio": "비율정보없음",
    "cut": 294,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대구대",
    "dept": "재활상담심리치료학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대구한의대(삼성)",
    "dept": "인문계열통합모집",
    "ratio": "비율정보없음",
    "cut": 270,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구한의대(삼성)",
    "dept": "한의예과(인문)",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대구한의대(삼성)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대구한의대(삼성)",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대구한의대(삼성)",
    "dept": "반려동물보건학과",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구한의대(삼성)",
    "dept": "한의예과(자연)",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구한의대(삼성)",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구한의대(삼성)",
    "dept": "자연계열통합모집",
    "ratio": "비율정보없음",
    "cut": 276,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구한의대(삼성)",
    "dept": "뷰티계열통합모집",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대구한의대(삼성)",
    "dept": "중등특수교육과",
    "ratio": "비율정보없음",
    "cut": 301,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대전가톨릭대",
    "dept": "신학과",
    "ratio": "비율정보없음",
    "cut": 266,
    "kr": 10.0,
    "mr": 5.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대전대",
    "dept": "한의예과",
    "ratio": "비율정보없음",
    "cut": 405,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대전대",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 304,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대전대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대전대",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대전대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대전대",
    "dept": "중등특수교육과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대전대",
    "dept": "경찰학과",
    "ratio": "비율정보없음",
    "cut": 289,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대전대",
    "dept": "물류통상학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대전대",
    "dept": "상담학과",
    "ratio": "비율정보없음",
    "cut": 270,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대전대",
    "dept": "산업광고심리학과",
    "ratio": "비율정보없음",
    "cut": 280,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대전대",
    "dept": "패션디자인비즈니스학과",
    "ratio": "비율정보없음",
    "cut": 280,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대전대",
    "dept": "보건의료경영학과",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대전대",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대전대",
    "dept": "법행정학부",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대전대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 276,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대전대",
    "dept": "비즈니스일본어학과",
    "ratio": "비율정보없음",
    "cut": 267,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대전대",
    "dept": "혜화리버럴아츠칼리지대학",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대전대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대전대",
    "dept": "건축학과(4년제)",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대전대",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대전대",
    "dept": "AI소프트웨어학부",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대전대",
    "dept": "토목환경공학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대전대",
    "dept": "화장품학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대전대",
    "dept": "재난안전공학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대전대",
    "dept": "뷰티디자인학과",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대전대",
    "dept": "소방방재학과",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대전대",
    "dept": "정보보안학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대전대",
    "dept": "정보통신공학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대전대",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대전대",
    "dept": "반도체공학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대전대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대전대",
    "dept": "군사학과(여)",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대전대",
    "dept": "군사학과(남)",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대전대",
    "dept": "한의예과",
    "ratio": "비율정보없음",
    "cut": 403,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대전대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대전신학대",
    "dept": "신학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 10.0,
    "mr": 5.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대진대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대진대",
    "dept": "국제통상학과",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대진대",
    "dept": "국제지역학전공",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대진대",
    "dept": "중국학전공",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대진대",
    "dept": "글로벌경제학과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대진대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "비율정보없음",
    "cut": 324,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대진대",
    "dept": "자율전공학부",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대진대",
    "dept": "행정정보학과",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대진대",
    "dept": "문헌정보학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대진대",
    "dept": "아동학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대진대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대진대",
    "dept": "공공인재법학과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대진대",
    "dept": "문예콘텐츠창작학과",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대진대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대진대",
    "dept": "역사문화콘텐츠학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대진대",
    "dept": "의생명과학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대진대",
    "dept": "반도체융합공학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대진대",
    "dept": "보건경영학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대진대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대진대",
    "dept": "IT기계공학과",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대진대",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "대진대",
    "dept": "데이터경영산업공학과",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대진대",
    "dept": "컴퓨터공학전공",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대진대",
    "dept": "AI빅데이터전공",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대진대",
    "dept": "공학자율학부",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대진대",
    "dept": "스마트모빌리티전공",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대진대",
    "dept": "전기공학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대진대",
    "dept": "화학공학과",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대진대",
    "dept": "스마트융합보안학과",
    "ratio": "비율정보없음",
    "cut": 314,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "대진대",
    "dept": "스마트건설환경공학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "대진대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "덕성여대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "덕성여대",
    "dept": "글로벌융합대학",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "덕성여대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "덕성여대",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "덕성여대",
    "dept": "AI신약학과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "덕성여대",
    "dept": "가상현실융합학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "덕성여대",
    "dept": "데이터사이언스학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "덕성여대",
    "dept": "과학기술대학",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "경제학과",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "국제통상학과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "행정학전공",
    "ratio": "비율정보없음",
    "cut": 376,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "미디어커뮤니케이션학전공",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "역사교육과",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "식품산업관리학과",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "지리교육과",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "중어중문학과",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "문화유산학과",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "북한학전공",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "컴퓨터AI학부(인문)",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "광고홍보학과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "정치외교학전공",
    "ratio": "비율정보없음",
    "cut": 376,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "국어국문문예창작학부",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "법학과",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "사회학전공",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "영어영문학부",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "철학과",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "일본학과",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "불교학부",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대",
    "dept": "경찰행정학부",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대",
    "dept": "경영대학",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대",
    "dept": "열린전공학부(인문)",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "전자전기공학부",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "에너지신소재공학과",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "기계로봇에너지공학과",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "산업시스템공학과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "건축공학부",
    "ratio": "비율정보없음",
    "cut": 376,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "가정교육과",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "컴퓨터AI학부(자연)",
    "ratio": "비율정보없음",
    "cut": 381,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "화공생물공학과",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "정보통신공학과",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "통계학과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "건설환경공학과",
    "ratio": "비율정보없음",
    "cut": 376,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대",
    "dept": "시스템반도체학부",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대",
    "dept": "지능형네트워크융합학과",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대",
    "dept": "의료인공지능공학과",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대",
    "dept": "열린전공학부(자연)",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대",
    "dept": "물리학과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "웹문예학과",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "국사학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "명상심리상담학과",
    "ratio": "비율정보없음",
    "cut": 295,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "일어일문학과",
    "ratio": "비율정보없음",
    "cut": 294,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "고고미술사학과",
    "ratio": "비율정보없음",
    "cut": 290,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "중어중문학과",
    "ratio": "비율정보없음",
    "cut": 280,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "불교문화콘텐츠전공",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "불교학전공",
    "ratio": "비율정보없음",
    "cut": 271,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "한의예과(유형2)",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "행정경찰공공학부",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 304,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "보건의료정보학과",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "회계세무학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "호텔관광경영학전공",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "조리외식경영학전공",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "정보경영학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "아동청소년교육학과",
    "ratio": "비율정보없음",
    "cut": 283,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "항공서비스무역학과",
    "ratio": "비율정보없음",
    "cut": 280,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "글로컬인재학부",
    "ratio": "비율정보없음",
    "cut": 302,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "전자정보통신공학과",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "자동차소재부품공학전공",
    "ratio": "비율정보없음",
    "cut": 307,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "원자력에너지전기공학과",
    "ratio": "비율정보없음",
    "cut": 307,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "소방방재전공",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "안전보건전공",
    "ratio": "비율정보없음",
    "cut": 290,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 409,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "한의예과(유형1)",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "가정교육과",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "바이오화학융합학부",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "뷰티아트산업학과",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "조경정원디자인학과",
    "ratio": "비율정보없음",
    "cut": 297,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "한의예과(유형2)",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 406,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대(바이오메디)",
    "dept": "생명과학과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동국대(바이오메디)",
    "dept": "융합환경과학과",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동국대(바이오메디)",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 403,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동국대(바이오메디)",
    "dept": "의생명공학과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동국대(바이오메디)",
    "dept": "식품바이오융합공학과",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동국대(바이오메디)",
    "dept": "바이오시스템대학",
    "ratio": "비율정보없음",
    "cut": 376,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동덕여대",
    "dept": "앙트러프러너십전공",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동덕여대",
    "dept": "인문사회문화학부",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동덕여대",
    "dept": "자율전공학부",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동덕여대",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 400,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동덕여대",
    "dept": "데이터사이언스전공",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동덕여대",
    "dept": "자연정보융합학부",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동덕여대",
    "dept": "경영융합학부",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동덕여대",
    "dept": "문헌정보학전공",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동덕여대",
    "dept": "문예창작전공",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동덕여대",
    "dept": "아동학전공",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동덕여대",
    "dept": "국어국문학전공",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동덕여대",
    "dept": "사회복지학전공",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동덕여대",
    "dept": "글로벌MICE융합전공",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동덕여대",
    "dept": "영어전공",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동덕여대",
    "dept": "일어일본학전공",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동덕여대",
    "dept": "유러피언스터디즈전공",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동덕여대",
    "dept": "국사학전공",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동덕여대",
    "dept": "중어중국학전공",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동덕여대",
    "dept": "컴퓨터학전공",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동덕여대",
    "dept": "보건관리학전공",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동덕여대",
    "dept": "화장품학전공",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동덕여대",
    "dept": "정보통계학전공",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동덕여대",
    "dept": "응용화학전공",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동덕여대",
    "dept": "식품영양학전공",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동덕여대",
    "dept": "HCI사이언스전공",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동명대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 290,
    "kr": 15.75,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동명대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "비율정보없음",
    "cut": 268,
    "kr": 15.75,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동명대",
    "dept": "글로벌문화콘텐츠학과",
    "ratio": "비율정보없음",
    "cut": 258,
    "kr": 15.75,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동명대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 270,
    "kr": 15.75,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동명대",
    "dept": "건축학과(4년,5년)",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 15.75,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동명대",
    "dept": "언어치료청각재활학과",
    "ratio": "비율정보없음",
    "cut": 268,
    "kr": 15.75,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동명대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 15.75,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동명대",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 292,
    "kr": 15.75,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동명대",
    "dept": "애견미용행동교정학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 15.75,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동명대",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 280,
    "kr": 15.75,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동명대",
    "dept": "실내건축학과",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 15.75,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동명대",
    "dept": "반려동물보건학과",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 15.75,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동명대",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 268,
    "kr": 15.75,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동명대",
    "dept": "상담임상심리학과",
    "ratio": "비율정보없음",
    "cut": 267,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동명대",
    "dept": "경영대학",
    "ratio": "비율정보없음",
    "cut": 259,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동명대",
    "dept": "ICT융합대학",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동명대",
    "dept": "반려동물대학",
    "ratio": "비율정보없음",
    "cut": 271,
    "kr": 15.75,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동명대",
    "dept": "뷰티예술대학",
    "ratio": "비율정보없음",
    "cut": 269,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "경찰학과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "방송영상학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "광고홍보학과",
    "ratio": "비율정보없음",
    "cut": 280,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "보건행정학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "캠퍼스아시아학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 267,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동서대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 271,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동서대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 276,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동서대",
    "dept": "국제통상물류학부",
    "ratio": "비율정보없음",
    "cut": 261,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동서대",
    "dept": "글로벌관광대학",
    "ratio": "비율정보없음",
    "cut": 260,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "방사선학과",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 314,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 294,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "컴퓨터공학부",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동서대",
    "dept": "디지털금융학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동서대",
    "dept": "스마트모빌리티학부",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동서대",
    "dept": "건축학과(5년제)",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "국제학부",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 20.0,
    "mr": 10.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동신대",
    "dept": "한의예과",
    "ratio": "비율정보없음",
    "cut": 405,
    "kr": 20.0,
    "mr": 10.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "경찰행정학과",
    "ratio": "비율정보없음",
    "cut": 301,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "유아교육학과",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "군사학과",
    "ratio": "비율정보없음",
    "cut": 281,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "호텔관광경영학과",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "소방안전학과",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "상담심리학과",
    "ratio": "비율정보없음",
    "cut": 270,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 269,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "국제한국어학과",
    "ratio": "비율정보없음",
    "cut": 267,
    "kr": 20.0,
    "mr": 10.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동신대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동신대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "방사선학과",
    "ratio": "비율정보없음",
    "cut": 297,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "전기공학과",
    "ratio": "비율정보없음",
    "cut": 281,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "보건행정학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "컴퓨터학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "건축학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "도시계획학과",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "미래에너지기술학부",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "스포츠의학과",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "디지털콘텐츠학과",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "언어치료학과",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "산림조경학과",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "토목환경공학과",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "안경광학과",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "반려동물학과",
    "ratio": "비율정보없음",
    "cut": 267,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 265,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동아대(구덕)",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 408,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동아대(구덕)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동아대(구덕)",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동아대(구덕)",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 406,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동아대(부민)",
    "dept": "경찰학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동아대(부민)",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동아대(부민)",
    "dept": "경제학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동아대(부민)",
    "dept": "금융학과",
    "ratio": "비율정보없음",
    "cut": 334,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동아대(부민)",
    "dept": "경영정보학과",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동아대(부민)",
    "dept": "관광경영학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동아대(부민)",
    "dept": "일본학과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동아대(부민)",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동아대(부민)",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동아대(부민)",
    "dept": "글로벌비즈니스학과",
    "ratio": "비율정보없음",
    "cut": 334,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동아대(부민)",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동아대(부민)",
    "dept": "국제무역학과",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동아대(부민)",
    "dept": "사회학전공",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동아대(부민)",
    "dept": "정치외교학전공",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동아대(부민)",
    "dept": "석당인재학부(공공정책학전공)",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동아대(승학)",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동아대(승학)",
    "dept": "영미학과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동아대(승학)",
    "dept": "한국어문학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동아대(승학)",
    "dept": "중국학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동아대(승학)",
    "dept": "철학생명의료윤리학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동아대(승학)",
    "dept": "아동학과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동아대(승학)",
    "dept": "역사고고미술사학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동아대(승학)",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동아대(승학)",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동아대(승학)",
    "dept": "의약생명공학과",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동아대(승학)",
    "dept": "전기공학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동아대(승학)",
    "dept": "화학공학과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동아대(승학)",
    "dept": "패션디자인학과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동아대(승학)",
    "dept": "식품생명공학과",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동아대(승학)",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동아대(승학)",
    "dept": "산업경영공학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동아대(승학)",
    "dept": "조경학과",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동아대(승학)",
    "dept": "응용생물공학과",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동아대(승학)",
    "dept": "조선해양공학과",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동아대(승학)",
    "dept": "건축학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동아대(승학)",
    "dept": "AI학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동아대(승학)",
    "dept": "전자공학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동아대(승학)",
    "dept": "기계공학과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동아대(승학)",
    "dept": "반도체학과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동아대(승학)",
    "dept": "바이오메디컬학과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동아대(승학)",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동아대(승학)",
    "dept": "신소재공학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동아대(승학)",
    "dept": "건설시스템공학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동아대(승학)",
    "dept": "정보수학과",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동아대(승학)",
    "dept": "환경안전전공",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동아대(승학)",
    "dept": "건강관리학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동아대(승학)",
    "dept": "미래에너지공학전공",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동아대(승학)",
    "dept": "도시공학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동아대(승학)",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동아대(승학)",
    "dept": "바이오소재공학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동아대(승학)",
    "dept": "스마트그린자원학과",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동양대(동두천)",
    "dept": "공공인재학부",
    "ratio": "비율정보없음",
    "cut": 295,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동양대(동두천)",
    "dept": "경찰범죄심리학과",
    "ratio": "비율정보없음",
    "cut": 294,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동양대(동두천)",
    "dept": "디지털트윈소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 294,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동양대(동두천)",
    "dept": "스마트안전시스템학부",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동양대(동두천)",
    "dept": "철도시스템공학과",
    "ratio": "비율정보없음",
    "cut": 302,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동양대(동두천)",
    "dept": "게임학부",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동양대(동두천)",
    "dept": "IT융합경영학과",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동양대(동두천)",
    "dept": "AI빅데이터융합학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동양대(영주)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동양대(영주)",
    "dept": "철도관제학과",
    "ratio": "비율정보없음",
    "cut": 297,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동양대(영주)",
    "dept": "철도전기신호학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동양대(영주)",
    "dept": "창의자율전공학부",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동양대(영주)",
    "dept": "철도운전제어학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "한의예과(인문)",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "경찰행정학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동의대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "한의예과(자연)",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동의대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 304,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동의대",
    "dept": "문헌정보학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동의대",
    "dept": "광고홍보학과",
    "ratio": "비율정보없음",
    "cut": 301,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동의대",
    "dept": "호텔컨벤션경영학과",
    "ratio": "비율정보없음",
    "cut": 290,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동의대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 289,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동의대",
    "dept": "창업투자경영학과",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동의대",
    "dept": "무역학과",
    "ratio": "비율정보없음",
    "cut": 283,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동의대",
    "dept": "스마트항만물류학과",
    "ratio": "비율정보없음",
    "cut": 281,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동의대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 280,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동의대",
    "dept": "평생교육상담학과",
    "ratio": "비율정보없음",
    "cut": 276,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동의대",
    "dept": "외식경영학과",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동의대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "소방방재행정학과",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "회계학과",
    "ratio": "비율정보없음",
    "cut": 295,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 294,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "아동학과",
    "ratio": "비율정보없음",
    "cut": 290,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "심리학과",
    "ratio": "비율정보없음",
    "cut": 290,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "재무부동산학과",
    "ratio": "비율정보없음",
    "cut": 289,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "금융경영학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "국제관광경영학과",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "유통물류학과",
    "ratio": "비율정보없음",
    "cut": 280,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "일본학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동의대",
    "dept": "법학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동의대",
    "dept": "경영정보학과",
    "ratio": "비율정보없음",
    "cut": 306,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동의대",
    "dept": "e비즈니스학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동의대",
    "dept": "중어중국학과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "자유전공",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동의대",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동의대",
    "dept": "전자공학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동의대",
    "dept": "바이오의약학과",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동의대",
    "dept": "기계공학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동의대",
    "dept": "디지털콘텐츠학과",
    "ratio": "비율정보없음",
    "cut": 282,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동의대",
    "dept": "환경공학과",
    "ratio": "비율정보없음",
    "cut": 281,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동의대",
    "dept": "신소재공학과",
    "ratio": "비율정보없음",
    "cut": 280,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동의대",
    "dept": "건축학과",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "동의대",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "방사선학과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "전기공학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "의료경영학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "패션디자인학과",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "자동차공학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "첨단에너지공학과",
    "ratio": "비율정보없음",
    "cut": 282,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "화학공학과",
    "ratio": "비율정보없음",
    "cut": 281,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "화장품공학과",
    "ratio": "비율정보없음",
    "cut": 281,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "토목공학과",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "제품디자인공학과",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동의대",
    "dept": "소프트웨어융합대학",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동의대",
    "dept": "의생명공학과",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동의대",
    "dept": "식품공학과",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동의대",
    "dept": "로봇공학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동의대",
    "dept": "도시공학과",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동의대",
    "dept": "조선해양공학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "동의대",
    "dept": "산업경영빅데이터공학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "루터대",
    "dept": "휴먼케어서비스학부",
    "ratio": "비율정보없음",
    "cut": 249,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "명지대",
    "dept": "반도체ICT대학",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "명지대",
    "dept": "스마트시스템공과대학",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "명지대",
    "dept": "건축대학",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "명지대",
    "dept": "화학생명과학대학",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "명지대",
    "dept": "자율전공학부(자연)",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "명지대(서울)",
    "dept": "자율전공학부(인문)",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "명지대(서울)",
    "dept": "미디어휴먼라이프대학",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "명지대(서울)",
    "dept": "사회과학대학",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "명지대(서울)",
    "dept": "인문대학",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "명지대(서울)",
    "dept": "경영대학",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "명지대(서울)",
    "dept": "인공지능소프트웨어융합대학",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목원대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "목원대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 294,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "목원대",
    "dept": "광고홍보커뮤니케이션학부",
    "ratio": "비율정보없음",
    "cut": 289,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "목원대",
    "dept": "금융경제학과",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "목원대",
    "dept": "일본어중국어문화학과",
    "ratio": "비율정보없음",
    "cut": 276,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "목원대",
    "dept": "신학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "목원대",
    "dept": "사회복지상담학부",
    "ratio": "비율정보없음",
    "cut": 268,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목원대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목원대",
    "dept": "경찰법학과",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목원대",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목원대",
    "dept": "항공호텔관광경영학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목원대",
    "dept": "마케팅빅데이터학과",
    "ratio": "비율정보없음",
    "cut": 281,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목원대",
    "dept": "경찰행정학부",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목원대",
    "dept": "영어학과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목원대",
    "dept": "역사학과",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목원대",
    "dept": "부동산금융보험학과",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목원대",
    "dept": "자율전공학부",
    "ratio": "비율정보없음",
    "cut": 282,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목원대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "목원대",
    "dept": "건축학부",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "목원대",
    "dept": "AI응용학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "목원대",
    "dept": "컴퓨터융합학부",
    "ratio": "비율정보없음",
    "cut": 293,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "목원대",
    "dept": "소방방재학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목원대",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목원대",
    "dept": "게임소프트웨어공학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목원대",
    "dept": "생물산업학부",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목원대",
    "dept": "식품제약학부",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목원대",
    "dept": "전기전자공학과",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목원대",
    "dept": "외식조리제과제빵학과",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목원대",
    "dept": "도시공학과",
    "ratio": "비율정보없음",
    "cut": 281,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목원대",
    "dept": "보건의료행정학과",
    "ratio": "비율정보없음",
    "cut": 280,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목원대",
    "dept": "화장품학과",
    "ratio": "비율정보없음",
    "cut": 254,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포가톨릭대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포가톨릭대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포가톨릭대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 289,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "경제무역학부",
    "ratio": "비율정보없음",
    "cut": 289,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "글로벌커뮤니케이션학부",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "글로벌학부",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "국어국문문예창작학부",
    "ratio": "비율정보없음",
    "cut": 283,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "인문콘텐츠학부",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 324,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "윤리교육과",
    "ratio": "비율정보없음",
    "cut": 314,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "지적학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "행정언론미디어학부",
    "ratio": "비율정보없음",
    "cut": 301,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "관광학과",
    "ratio": "비율정보없음",
    "cut": 295,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "법경찰학부",
    "ratio": "비율정보없음",
    "cut": 290,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "아동학과",
    "ratio": "비율정보없음",
    "cut": 271,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "자율전공학부",
    "ratio": "비율정보없음",
    "cut": 294,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "전기공학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "컴퓨터학부",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "건축학과(5년제)",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "인공지능공학과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "에너지화학공학과",
    "ratio": "비율정보없음",
    "cut": 302,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "반도체공학과",
    "ratio": "비율정보없음",
    "cut": 297,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "건축토목환경공학부",
    "ratio": "비율정보없음",
    "cut": 293,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "기계조선해양공학부",
    "ratio": "비율정보없음",
    "cut": 292,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "도시계획및조경학부",
    "ratio": "비율정보없음",
    "cut": 290,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "환경교육과",
    "ratio": "비율정보없음",
    "cut": 302,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "식품제약공학부",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "패션의류학과",
    "ratio": "비율정보없음",
    "cut": 290,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "원예산림학부",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "수산생명의학과",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포대(담양)",
    "dept": "스마트모빌리티학부",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포해양대",
    "dept": "해군사관학부(여)",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포해양대",
    "dept": "해상운송학부",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포해양대",
    "dept": "항해학부",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포해양대",
    "dept": "해군사관학부(남)",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포해양대",
    "dept": "항해정보시스템학부",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포해양대",
    "dept": "해양경찰학부",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포해양대",
    "dept": "기관시스템공학부",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포해양대",
    "dept": "해양메카트로닉스학부",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포해양대",
    "dept": "첨단해양모빌리티학과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포해양대",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포해양대",
    "dept": "해양건설공학과",
    "ratio": "비율정보없음",
    "cut": 276,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포해양대",
    "dept": "조선해양공학과",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "목포해양대",
    "dept": "환경생명공학과",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "배재대",
    "dept": "경찰법학부",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "배재대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "배재대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "배재대",
    "dept": "의류패션학과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "배재대",
    "dept": "건축학과(5년제)",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "배재대",
    "dept": "관광경영학과",
    "ratio": "비율정보없음",
    "cut": 263,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "배재대",
    "dept": "글로벌비즈니스학과",
    "ratio": "비율정보없음",
    "cut": 267,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "배재대",
    "dept": "항공서비스학과",
    "ratio": "비율정보없음",
    "cut": 266,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "배재대",
    "dept": "보건의료복지학과",
    "ratio": "비율정보없음",
    "cut": 263,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "배재대",
    "dept": "미디어콘텐츠학과",
    "ratio": "비율정보없음",
    "cut": 262,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "배재대",
    "dept": "국어국문한국어교육학과",
    "ratio": "비율정보없음",
    "cut": 261,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "배재대",
    "dept": "호텔항공경영학과",
    "ratio": "비율정보없음",
    "cut": 261,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "배재대",
    "dept": "심리상담학과",
    "ratio": "비율정보없음",
    "cut": 260,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "배재대",
    "dept": "IT경영정보학과",
    "ratio": "비율정보없음",
    "cut": 260,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "배재대",
    "dept": "일본학과",
    "ratio": "비율정보없음",
    "cut": 251,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "배재대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 270,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "배재대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 268,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "배재대",
    "dept": "자율전공학부",
    "ratio": "비율정보없음",
    "cut": 282,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "배재대",
    "dept": "철도건설공학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "배재대",
    "dept": "드론로봇공학과",
    "ratio": "비율정보없음",
    "cut": 267,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "배재대",
    "dept": "정보보안학",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "배재대",
    "dept": "소프트웨어학",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "배재대",
    "dept": "스마트배터리학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "배재대",
    "dept": "외식조리학과",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "배재대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "배재대",
    "dept": "전기전자공학과",
    "ratio": "비율정보없음",
    "cut": 297,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "배재대",
    "dept": "게임공학",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "배재대",
    "dept": "조경학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "배재대",
    "dept": "실내건축학과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "배재대",
    "dept": "원예산림학과",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "배재대(대덕)",
    "dept": "컴퓨터공학",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "배재대(대덕)",
    "dept": "생명공학과",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "백석대",
    "dept": "특수교육과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "백석대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "백석대",
    "dept": "관광학부",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "백석대",
    "dept": "경상학부",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "백석대",
    "dept": "기독교학부",
    "ratio": "비율정보없음",
    "cut": 264,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "백석대",
    "dept": "경찰학부",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "백석대",
    "dept": "항공서비스",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "백석대",
    "dept": "글로벌호텔비즈니스",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "백석대",
    "dept": "유아특수교육과",
    "ratio": "비율정보없음",
    "cut": 295,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "백석대",
    "dept": "사회복지학부",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "백석대",
    "dept": "어문학부",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "백석대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "백석대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "백석대",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "백석대",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "백석대",
    "dept": "안경광학과",
    "ratio": "비율정보없음",
    "cut": 302,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "백석대",
    "dept": "첨단IT학부",
    "ratio": "비율정보없음",
    "cut": 292,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "백석대",
    "dept": "외식산업학부",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "백석대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "백석대",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "백석대",
    "dept": "컴퓨터공학부",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "경제학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "인문사회과학대학자유전공학부",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "국제통상학부",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "행정복지학부",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "미디어커뮤니케이션학부",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "경영대학자유전공학부",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "법학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "정치외교학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "국제지역학부",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "해양수산경영경제학부",
    "ratio": "비율정보없음",
    "cut": 348,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "영어영문학부",
    "ratio": "비율정보없음",
    "cut": 348,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "일어일문학부",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "중국학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "부경대",
    "dept": "사회계열",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "글로벌자율전공학부",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "부경대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "데이터정보과학부",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "응용수학과",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "미생물학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "에너지자원공학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "환경대기과학전공",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "수산과학대학자유전공학부",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "수해양산업교육과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "해양학전공",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "생태공학전공",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "물리학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "수산생명의학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "정보융합대학자유전공학부",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "생물공학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "자연과학대학자유전공학부",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "환경공학전공",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "수산생명과학부",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "환경해양대학자유전공학부",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "식품과학부",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "위성정보융합공학전공",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "해양공학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "해양생산시스템관리학부",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "환경지질과학전공",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "부경대",
    "dept": "과학컴퓨팅학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "부경대",
    "dept": "휴먼바이오융합전공",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대(용당)",
    "dept": "화학공학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대(용당)",
    "dept": "컴퓨터인공지능공학부",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대(용당)",
    "dept": "기계공학부",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대(용당)",
    "dept": "공과대학자유전공학부",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대(용당)",
    "dept": "전자정보통신공학부",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대(용당)",
    "dept": "의공학전공",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대(용당)",
    "dept": "시스템경영안전공학부",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부경대(용당)",
    "dept": "소방공학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대(용당)",
    "dept": "에너지수송시스템공학부",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대(용당)",
    "dept": "전기공학부",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대(용당)",
    "dept": "건축학전공",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대(용당)",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대(용당)",
    "dept": "고분자화학소재공학부",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대(용당)",
    "dept": "융합소재공학부",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대(용당)",
    "dept": "토목공학전공",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부경대(용당)",
    "dept": "나노융합반도체공학부",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "부경대(용당)",
    "dept": "스마트모빌리티공학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "부경대(용당)",
    "dept": "디지털금융학과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산가톨릭대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 267,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산가톨릭대",
    "dept": "상담심리학과",
    "ratio": "비율정보없음",
    "cut": 270,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "부산가톨릭대",
    "dept": "유통마케팅학과",
    "ratio": "비율정보없음",
    "cut": 265,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "부산가톨릭대",
    "dept": "자율전공학부",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산가톨릭대",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산가톨릭대",
    "dept": "방사선학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산가톨릭대",
    "dept": "치기공학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산가톨릭대",
    "dept": "언어청각치료학과",
    "ratio": "비율정보없음",
    "cut": 292,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산가톨릭대",
    "dept": "소방방재학과",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산가톨릭대",
    "dept": "컴퓨터정보공학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산가톨릭대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산가톨릭대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산가톨릭대",
    "dept": "병원경영학과",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산가톨릭대",
    "dept": "산업안전보건학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산교대",
    "dept": "초등교육학부",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "공공정책학부",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "역사교육과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "일반사회교육과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "윤리교육과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "관광컨벤션학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "지리교육과",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "문헌정보학과",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "국제학부",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "특수교육과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "일어일문학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "중어중문학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "의류학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "불어불문학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "언어정보학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "노어노문학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "독어독문학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "고고학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "경제학부",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "무역학부",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "정치외교학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "심리학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "사회학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "예술문화영상학과",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "실내환경디자인학과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "철학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "아동가족학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "한문학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "약학부",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "화공생명공학과",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "반도체공학전공",
    "ratio": "비율정보없음",
    "cut": 376,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "컴퓨터공학전공",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "인공지능전공",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "전기공학전공",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "생물교육과",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "통계학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "산업공학과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "유기소재시스템공학과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "지구과학교육과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "화학교육과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "환경공학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "건축학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "물리교육과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "디자인테크놀로지전공",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "도시공학과",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "분자생물학과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "미생물학과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "물리학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "사회기반시스템공학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "대기환경과학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "전자공학전공",
    "ratio": "비율정보없음",
    "cut": 376,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "기계공학부",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "재료공학부",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "고분자공학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "생명과학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "첨단IT자율전공",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "항공우주공학과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "미래도시건축환경융합전공",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "첨단융합학부",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "조선해양공학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "지질환경과학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "해양학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "부산대",
    "dept": "첨단모빌리티자율전공",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "부산대",
    "dept": "첨단소재자율전공",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "부산대",
    "dept": "스마트시티전공",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "약학부",
    "ratio": "비율정보없음",
    "cut": 400,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "기계공학부",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "첨단융합학부",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대(밀양)",
    "dept": "식품자원경제학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대(밀양)",
    "dept": "바이오산업기계공학과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대(밀양)",
    "dept": "바이오소재과학과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대(밀양)",
    "dept": "바이오환경에너지학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대(밀양)",
    "dept": "조경학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대(밀양)",
    "dept": "원예생명과학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대(밀양)",
    "dept": "IT응용공학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대(밀양)",
    "dept": "생명환경화학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대(밀양)",
    "dept": "식품공학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대(양산)",
    "dept": "한의학전문대학원학석사통합과정",
    "ratio": "비율정보없음",
    "cut": 404,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대(양산)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대(양산)",
    "dept": "응용생명융합학부",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대(양산)",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 412,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대(양산)",
    "dept": "치의예과",
    "ratio": "비율정보없음",
    "cut": 408,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대(양산)",
    "dept": "의생명융합공학부",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산대(양산)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대(양산)",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 410,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산대(양산)",
    "dept": "치의예과",
    "ratio": "비율정보없음",
    "cut": 406,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "부산외대",
    "dept": "통합모집(자유전공)",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "부산외대",
    "dept": "항공서비스전공",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "삼육대",
    "dept": "창의융합자유전공학부",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "삼육대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "삼육대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "삼육대",
    "dept": "건축학과(5년제)",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "삼육대",
    "dept": "데이터클라우드공학과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "삼육대",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "삼육대",
    "dept": "미래융합자유전공학부",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "삼육대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "삼육대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "삼육대",
    "dept": "상담심리학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "삼육대",
    "dept": "글로벌한국학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "삼육대",
    "dept": "항공관광외국어학부",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "삼육대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "삼육대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "삼육대",
    "dept": "인공지능융합학부",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "삼육대",
    "dept": "바이오융합공학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "삼육대",
    "dept": "컴퓨터공학부",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "삼육대",
    "dept": "화학생명과학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "삼육대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "삼육대",
    "dept": "동물자원과학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "삼육대",
    "dept": "보건관리학과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "삼육대",
    "dept": "환경디자인원예학과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "경제금융학부",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "행정학부",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "글로벌경영학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "역사콘텐츠전공",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "한일문화콘텐츠전공",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "공간환경학부",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "자유전공(인문계열)",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "지적재산권전공",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "문헌정보학전공",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "가족복지학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "전기공학전공",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "생명공학전공",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "자유전공(이공계열)",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "화공신소재전공",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "컴퓨터과학전공",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "휴먼AI공학전공",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "게임전공",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "화학에너지공학전공",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "지능데이터융합학부",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "의류학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "식품영양학전공",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "국가안보학과",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "글로벌금융경영학부",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "글로벌지역학부",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "자유전공(인문사회계열)",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "한국언어문화전공",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "시스템반도체공학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "정보보안공학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "전자공학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "AI모빌리티공학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "스마트정보통신공학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "자유전공(공학계열)",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "휴먼지능로봇공학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "그린화학공학과",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "경영공학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "그린스마트시티학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "건설시스템공학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "식품공학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "상지대",
    "dept": "한의예과(B형)",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상지대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 20.0,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상지대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상지대",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상지대",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 297,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상지대",
    "dept": "보건계열",
    "ratio": "비율정보없음",
    "cut": 280,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "상지대",
    "dept": "한의예과(A형)",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "상지대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 257,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "상지대",
    "dept": "국제경영학과",
    "ratio": "비율정보없음",
    "cut": 251,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "상지대",
    "dept": "호텔항공관광경영학과",
    "ratio": "비율정보없음",
    "cut": 247,
    "kr": 20.0,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상지대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 257,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "상지대",
    "dept": "미디어영상광고학과",
    "ratio": "비율정보없음",
    "cut": 271,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "상지대",
    "dept": "경찰법학과",
    "ratio": "비율정보없음",
    "cut": 266,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "상지대",
    "dept": "유아교육학과",
    "ratio": "비율정보없음",
    "cut": 259,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "상지대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 257,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "상지대",
    "dept": "문화콘텐츠학과",
    "ratio": "비율정보없음",
    "cut": 255,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "상지대",
    "dept": "군사학과",
    "ratio": "비율정보없음",
    "cut": 253,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "상지대",
    "dept": "지역혁신행정학과",
    "ratio": "비율정보없음",
    "cut": 249,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "상지대",
    "dept": "스마트팜생명과학과",
    "ratio": "비율정보없음",
    "cut": 280,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "상지대",
    "dept": "조경산림학과",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "상지대",
    "dept": "전기전자공학과",
    "ratio": "비율정보없음",
    "cut": 304,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "상지대",
    "dept": "소방공학과",
    "ratio": "비율정보없음",
    "cut": 297,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "상지대",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 293,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "상지대",
    "dept": "소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 293,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "상지대",
    "dept": "동물자원학과",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "상지대",
    "dept": "건설환경공학과",
    "ratio": "비율정보없음",
    "cut": 270,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상지대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 20.0,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "상지대",
    "dept": "한의예과(A형)",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "상지대",
    "dept": "한의예과(B형)",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "상지대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 20.0,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서강대",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서강대",
    "dept": "경제학과",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서강대",
    "dept": "사회과학부",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서강대",
    "dept": "영문학부",
    "ratio": "비율정보없음",
    "cut": 389,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서강대",
    "dept": "인문학부",
    "ratio": "비율정보없음",
    "cut": 388,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서강대",
    "dept": "중국문화학과",
    "ratio": "비율정보없음",
    "cut": 387,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서강대",
    "dept": "글로벌한국학부",
    "ratio": "비율정보없음",
    "cut": 387,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서강대",
    "dept": "유럽문화학과",
    "ratio": "비율정보없음",
    "cut": 387,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서강대",
    "dept": "인문학기반자유전공학부",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서강대",
    "dept": "지식융합미디어학부",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서강대",
    "dept": "시스템반도체공학과",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서강대",
    "dept": "반도체공학과",
    "ratio": "비율정보없음",
    "cut": 397,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서강대",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 394,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서강대",
    "dept": "전자공학과",
    "ratio": "비율정보없음",
    "cut": 394,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서강대",
    "dept": "인공지능학과",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서강대",
    "dept": "기계공학과",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서강대",
    "dept": "화공생명공학과",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서강대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서강대",
    "dept": "물리학과",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서강대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서강대",
    "dept": "생명과학과",
    "ratio": "비율정보없음",
    "cut": 389,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서강대",
    "dept": "AI기반자유전공학부",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서강대",
    "dept": "Science기반자유전공학부",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서강대",
    "dept": "게페르트국제학부",
    "ratio": "비율정보없음",
    "cut": 387,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서경대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서경대",
    "dept": "미래융합학부1",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서경대",
    "dept": "미래융합학부2",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서경대",
    "dept": "군사학과(여)",
    "ratio": "비율정보없음",
    "cut": 334,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서경대",
    "dept": "군사학과(남)",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "ITM전공(인문)",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "산업정보시스템전공(인문)",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "글로벌테크노경영전공(인문)",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "경영학전공",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울과학기술대",
    "dept": "자유전공학부(기술경영융합대학)",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울과학기술대",
    "dept": "자유전공학부(인문사회대학)",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "MSDE학과",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "ITM전공(자연)",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "스마트ICT융합공학과",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "자유전공학부(창의융합대학)",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "화공생명공학과",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "전자공학과",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "바이오메디컬학과",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "전기정보공학과",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "자유전공학부(공과대학)",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "정밀화학과",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "산업정보시스템전공(자연)",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "글로벌테크노경영전공(자연)",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "환경공학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "식품생명공학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "안경광학과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울과학기술대",
    "dept": "자유전공학부(정보통신대학)",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울과학기술대",
    "dept": "신소재공학과",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울과학기술대",
    "dept": "자유전공학부(에너지바이오대학)",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울과학기술대",
    "dept": "기계공학과",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울과학기술대",
    "dept": "건축학전공",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울과학기술대",
    "dept": "미래자동차전공",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울과학기술대",
    "dept": "안전공학과",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울과학기술대",
    "dept": "지능형로봇전공",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울과학기술대",
    "dept": "건축공학전공",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울과학기술대",
    "dept": "건설시스템공학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울과학기술대",
    "dept": "인공지능응용학과",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울과학기술대",
    "dept": "지능형반도체공학과",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울과학기술대",
    "dept": "ST자유전공학부",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울과학기술대",
    "dept": "미래에너지융합학과",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "문예창작학과",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울교대",
    "dept": "초등교육과",
    "ratio": "비율정보없음",
    "cut": 384,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울기독대",
    "dept": "사회복지전공",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울기독대",
    "dept": "글로벌휴먼경영전공",
    "ratio": "비율정보없음",
    "cut": 268,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울기독대",
    "dept": "기독교신학전공",
    "ratio": "비율정보없음",
    "cut": 263,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울기독대",
    "dept": "상담심리전공(야)",
    "ratio": "비율정보없음",
    "cut": 258,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "경영대학",
    "ratio": "비율정보없음",
    "cut": 406,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "경제학부",
    "ratio": "비율정보없음",
    "cut": 406,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "정치외교학부",
    "ratio": "비율정보없음",
    "cut": 405,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "언론정보학과",
    "ratio": "비율정보없음",
    "cut": 403,
    "kr": 26.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "농경제사회학부",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 26.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "심리학과",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "소비자학전공",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "인문계열",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "사회학과",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "아동가족학전공",
    "ratio": "비율정보없음",
    "cut": 400,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "지리학과",
    "ratio": "비율정보없음",
    "cut": 400,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "역사학부",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "사회교육과",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "역사교육과",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "지리교육과",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "윤리교육과",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 26.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "의류학과(유형1)",
    "ratio": "비율정보없음",
    "cut": 396,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "간호대학(유형1)",
    "ratio": "비율정보없음",
    "cut": 396,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 409,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "학부대학(광역)",
    "ratio": "비율정보없음",
    "cut": 408,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 421,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "치의학과",
    "ratio": "비율정보없음",
    "cut": 415,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "약학계열",
    "ratio": "비율정보없음",
    "cut": 411,
    "kr": 26.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "컴퓨터공학부",
    "ratio": "비율정보없음",
    "cut": 409,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "수리과학부",
    "ratio": "비율정보없음",
    "cut": 409,
    "kr": 26.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "전기정보공학부",
    "ratio": "비율정보없음",
    "cut": 408,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "첨단융합학부",
    "ratio": "비율정보없음",
    "cut": 406,
    "kr": 26.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "수의예과",
    "ratio": "비율정보없음",
    "cut": 406,
    "kr": 26.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "산업공학과",
    "ratio": "비율정보없음",
    "cut": 405,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "기계공학부",
    "ratio": "비율정보없음",
    "cut": 405,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "통계학과",
    "ratio": "비율정보없음",
    "cut": 405,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "화학생물공학부",
    "ratio": "비율정보없음",
    "cut": 405,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "재료공학부",
    "ratio": "비율정보없음",
    "cut": 404,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "물리학전공",
    "ratio": "비율정보없음",
    "cut": 403,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "생명과학부",
    "ratio": "비율정보없음",
    "cut": 403,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "항공우주공학과",
    "ratio": "비율정보없음",
    "cut": 403,
    "kr": 26.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "에너지자원공학과",
    "ratio": "비율정보없음",
    "cut": 403,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "건축학과",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "원자핵공학과",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 26.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "화학부",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "천문학전공",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 26.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 26.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "바이오시스템소재학부",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "건설환경도시공학부",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "응용생물화학부",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "조선해양공학과",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "지구환경과학부",
    "ratio": "비율정보없음",
    "cut": 400,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "스마트시스템과학과",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "물리교육과",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "조경지역시스템공학부",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "식품동물생명공학부",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "식물생산과학부",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "지구과학교육과",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "화학교육과",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "산림과학부",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "생물교육과",
    "ratio": "비율정보없음",
    "cut": 397,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "의류학과(유형2)",
    "ratio": "비율정보없음",
    "cut": 397,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "간호대학(유형2)",
    "ratio": "비율정보없음",
    "cut": 396,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "경제학부",
    "ratio": "비율정보없음",
    "cut": 403,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "정치외교학부",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "인문계열",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "인류학과",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 419,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "치의학과",
    "ratio": "비율정보없음",
    "cut": 413,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "약학계열",
    "ratio": "비율정보없음",
    "cut": 408,
    "kr": 26.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "첨단융합학부",
    "ratio": "비율정보없음",
    "cut": 405,
    "kr": 26.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "공과대학(광역)",
    "ratio": "비율정보없음",
    "cut": 404,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울시립대",
    "dept": "자유전공학부(인문)",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울시립대",
    "dept": "도시행정학과",
    "ratio": "비율정보없음",
    "cut": 384,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "세무학과",
    "ratio": "비율정보없음",
    "cut": 387,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "경제학부",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "도시사회학과",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "국제관계학과",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 381,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 381,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "국사학과",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "중국어문화학과",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "철학과",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울시립대",
    "dept": "자유전공학부(자연)",
    "ratio": "비율정보없음",
    "cut": 385,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울시립대",
    "dept": "인공지능학과",
    "ratio": "비율정보없음",
    "cut": 385,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "전자전기컴퓨터공학부",
    "ratio": "비율정보없음",
    "cut": 387,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "컴퓨터과학부",
    "ratio": "비율정보없음",
    "cut": 387,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "화학공학과",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "신소재공학과",
    "ratio": "비율정보없음",
    "cut": 385,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "기계정보공학과",
    "ratio": "비율정보없음",
    "cut": 385,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "도시공학과",
    "ratio": "비율정보없음",
    "cut": 384,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "통계학과",
    "ratio": "비율정보없음",
    "cut": 384,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "공간정보공학과",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": 26.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "물리학과",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "건축공학전공",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "생명과학과",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "건축학전공",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "교통공학과",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "환경공학부",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "토목공학과",
    "ratio": "비율정보없음",
    "cut": 381,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "조경학과",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "환경원예학과",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울시립대",
    "dept": "지능형반도체전공",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울시립대",
    "dept": "첨단인공지능전공",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 26.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울시립대",
    "dept": "융합바이오헬스전공",
    "ratio": "비율정보없음",
    "cut": 385,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울시립대",
    "dept": "융합응용화학과",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울신학대",
    "dept": "글로벌경영학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울신학대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울신학대",
    "dept": "일본어문화콘텐츠학과",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울신학대",
    "dept": "관광경영학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울신학대",
    "dept": "중국언어문화콘텐츠학과",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울신학대",
    "dept": "아동보육학과",
    "ratio": "비율정보없음",
    "cut": 304,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울신학대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울신학대",
    "dept": "자율전공학부",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울신학대",
    "dept": "데이터사이언스학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울신학대",
    "dept": "IT융합학부",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울신학대",
    "dept": "기독교교육과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울신학대",
    "dept": "신학과",
    "ratio": "비율정보없음",
    "cut": 268,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울여대",
    "dept": "언론영상학부",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 26.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울여대",
    "dept": "심리인지과학학부",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울여대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울여대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울여대",
    "dept": "아동학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울여대",
    "dept": "인문자유전공",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울여대",
    "dept": "사회과학자유전공",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울여대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울여대",
    "dept": "문헌정보학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울여대",
    "dept": "메타버스융합콘텐츠전공",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울여대",
    "dept": "경제학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울여대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울여대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울여대",
    "dept": "프랑스문화콘텐츠전공",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울여대",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울여대",
    "dept": "일어일문학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울여대",
    "dept": "독일문화콘텐츠전공",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울여대",
    "dept": "중어중문학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울여대",
    "dept": "기독교학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울여대",
    "dept": "미래산업융합자유전공",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울여대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울여대",
    "dept": "지능정보보호학부",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울여대",
    "dept": "소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울여대",
    "dept": "디지털미디어학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울여대",
    "dept": "데이터사이언스학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울여대",
    "dept": "패션산업학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울여대",
    "dept": "식품생명공학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서울여대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울여대",
    "dept": "과학기술융합자유전공",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울여대",
    "dept": "생명환경공학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울여대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울여대",
    "dept": "바이오헬스융합학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울여대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 26.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서울여대",
    "dept": "원예생명조경학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 26.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울한영대",
    "dept": "상담심리학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울한영대",
    "dept": "재활복지학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울한영대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 295,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울한영대",
    "dept": "아동보육학과",
    "ratio": "비율정보없음",
    "cut": 283,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서울한영대",
    "dept": "신학과",
    "ratio": "비율정보없음",
    "cut": 270,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서원대",
    "dept": "경찰행정학부",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서원대",
    "dept": "소방행정학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서원대",
    "dept": "사회복지학부",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서원대",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서원대",
    "dept": "항공관광학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서원대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서원대",
    "dept": "역사교육과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서원대",
    "dept": "사회교육과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서원대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서원대",
    "dept": "윤리교육과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서원대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서원대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서원대",
    "dept": "광고홍보학과",
    "ratio": "비율정보없음",
    "cut": 280,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서원대",
    "dept": "상담심리학과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서원대",
    "dept": "비전학부",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서원대",
    "dept": "아동복지학과",
    "ratio": "비율정보없음",
    "cut": 267,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서원대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "서원대",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서원대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서원대",
    "dept": "건축학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "서원대",
    "dept": "미디어콘텐츠학부",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서원대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서원대",
    "dept": "생물교육과",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서원대",
    "dept": "제약공학과",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서원대",
    "dept": "식품공학과",
    "ratio": "비율정보없음",
    "cut": 282,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서원대",
    "dept": "AI소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 281,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서원대",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 280,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서원대",
    "dept": "호텔외식조리학부",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서원대",
    "dept": "바이오코스메틱학과",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서원대",
    "dept": "환경공학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서원대",
    "dept": "패션의류학과",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "서원대",
    "dept": "뷰티학과",
    "ratio": "비율정보없음",
    "cut": 267,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "선문대",
    "dept": "인문사회계열",
    "ratio": "비율정보없음",
    "cut": 257,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "선문대",
    "dept": "글로벌언어문화/경상계열",
    "ratio": "비율정보없음",
    "cut": 259,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "선문대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "선문대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "선문대",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "선문대",
    "dept": "건축산업안전/전자반도체계열",
    "ratio": "비율정보없음",
    "cut": 280,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "선문대",
    "dept": "생명과학계열",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "선문대",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "선문대",
    "dept": "기계모빌리티/컴퓨터소프트웨어계열",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "선문대",
    "dept": "신학과",
    "ratio": "비율정보없음",
    "cut": 238,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "선문대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 260,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "선문대",
    "dept": "AI모빌리티융합공학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "선문대",
    "dept": "모빌리티시스템공학과",
    "ratio": "비율정보없음",
    "cut": 297,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "선문대",
    "dept": "스마트팩토리융합공학과",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "자율전공학부",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "행정학부",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "인문사회계열자율전공학부",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "글로벌물류학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "중어중문학과",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "국제개발협력학과",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "관광학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "정보통신공학과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "미디어소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "공학계열자율전공학부",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "산업경영공학과",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "도시디자인정보공학과",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "융합학부",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "신학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "기독교교육상담학과",
    "ratio": "비율정보없음",
    "cut": 289,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성공회대",
    "dept": "미디어콘텐츠융합학부",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성공회대",
    "dept": "인문융합콘텐츠학부",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "성공회대",
    "dept": "사회융합학부",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "성공회대",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성공회대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성공회대",
    "dept": "미래융합학부",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "성공회대",
    "dept": "소프트웨어융합학부",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성균관대",
    "dept": "글로벌경제학과",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성균관대",
    "dept": "사회과학계열",
    "ratio": "비율정보없음",
    "cut": 388,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성균관대",
    "dept": "의상학과",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성균관대",
    "dept": "글로벌리더학부",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성균관대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 389,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성균관대",
    "dept": "인문과학계열",
    "ratio": "비율정보없음",
    "cut": 387,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성균관대",
    "dept": "영상학과",
    "ratio": "비율정보없음",
    "cut": 387,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성균관대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성균관대",
    "dept": "한문교육과",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "성균관대",
    "dept": "글로벌경영학과",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성균관대",
    "dept": "자유전공계열",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성균관대",
    "dept": "글로벌융합학부",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성균관대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성균관대",
    "dept": "컴퓨터교육과",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성균관대(자연과학)",
    "dept": "자유전공계열",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성균관대(자연과학)",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 418,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성균관대(자연과학)",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 405,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성균관대(자연과학)",
    "dept": "반도체시스템공학과",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성균관대(자연과학)",
    "dept": "자연과학계열",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성균관대(자연과학)",
    "dept": "지능형소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 397,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성균관대(자연과학)",
    "dept": "소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 395,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성균관대(자연과학)",
    "dept": "바이오신약규제과학과",
    "ratio": "비율정보없음",
    "cut": 394,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성균관대(자연과학)",
    "dept": "전자전기공학부",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성균관대(자연과학)",
    "dept": "공학계열",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성균관대(자연과학)",
    "dept": "건설환경공학부",
    "ratio": "비율정보없음",
    "cut": 389,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "성균관대(자연과학)",
    "dept": "반도체융합공학과",
    "ratio": "비율정보없음",
    "cut": 397,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "성균관대(자연과학)",
    "dept": "에너지학과",
    "ratio": "비율정보없음",
    "cut": 396,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "성균관대(자연과학)",
    "dept": "배터리학과",
    "ratio": "비율정보없음",
    "cut": 396,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "성균관대(자연과학)",
    "dept": "양자정보공학과",
    "ratio": "비율정보없음",
    "cut": 395,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "성균관대(자연과학)",
    "dept": "글로벌바이오메디컬공학과",
    "ratio": "비율정보없음",
    "cut": 395,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성신여대(돈암수정)",
    "dept": "윤리교육과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성신여대(돈암수정)",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성신여대(돈암수정)",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성신여대(돈암수정)",
    "dept": "사회교육과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성신여대(돈암수정)",
    "dept": "한문교육과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성신여대(돈암수정)",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성신여대(돈암수정)",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성신여대(돈암수정)",
    "dept": "경제학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성신여대(돈암수정)",
    "dept": "심리학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성신여대(돈암수정)",
    "dept": "법학부",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성신여대(돈암수정)",
    "dept": "정치외교학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성신여대(돈암수정)",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성신여대(돈암수정)",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성신여대(돈암수정)",
    "dept": "독일어문문화학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성신여대(돈암수정)",
    "dept": "중국어문문화학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성신여대(돈암수정)",
    "dept": "일본어문문화학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성신여대(돈암수정)",
    "dept": "프랑스어문문화학과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성신여대(돈암수정)",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성신여대(돈암수정)",
    "dept": "지리학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성신여대(돈암수정)",
    "dept": "창의융합학부(자유전공)",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성신여대(돈암수정)",
    "dept": "AI융합학부",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성신여대(돈암수정)",
    "dept": "수리통계데이터사이언스학부(통계학/빅데이터사이언스전공)",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성신여대(돈암수정)",
    "dept": "수리통계데이터사이언스학부(수학/핀테크전공)",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성신여대(돈암수정)",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성신여대(돈암수정)",
    "dept": "서비스디자인공학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성신여대(돈암수정)",
    "dept": "창의융합학부(첨단분야전공)",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성신여대(돈암수정)",
    "dept": "융합보안공학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성신여대(미아운정)",
    "dept": "간호학과(인문)",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성신여대(미아운정)",
    "dept": "문화예술경영학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성신여대(미아운정)",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성신여대(미아운정)",
    "dept": "소비자산업학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성신여대(미아운정)",
    "dept": "간호학과(자연)",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성신여대(미아운정)",
    "dept": "바이오신약의과학부",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성신여대(미아운정)",
    "dept": "바이오헬스융합학부",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "성신여대(미아운정)",
    "dept": "화학에너지융합학부",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성신여대(미아운정)",
    "dept": "의류산업학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성신여대(미아운정)",
    "dept": "바이오식품공학과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "성신여대(미아운정)",
    "dept": "청정신소재공학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세명대",
    "dept": "소방방재학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세명대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 280,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세명대",
    "dept": "미디어콘텐츠창작학과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세명대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "세명대",
    "dept": "경찰학과",
    "ratio": "비율정보없음",
    "cut": 293,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세명대",
    "dept": "한의예과",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세명대",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 297,
    "kr": 40.0,
    "mr": 20.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세명대",
    "dept": "반려동물산업학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세명대",
    "dept": "컴퓨터학부",
    "ratio": "비율정보없음",
    "cut": 293,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세명대",
    "dept": "건축학과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "세명대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 40.0,
    "mr": 20.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "세명대",
    "dept": "동물보건학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "세명대",
    "dept": "스마트IT학부",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세명대",
    "dept": "항공서비스학과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세명대",
    "dept": "광고홍보학과",
    "ratio": "비율정보없음",
    "cut": 276,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세명대",
    "dept": "부동산지적학과",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세명대",
    "dept": "법학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "세명대",
    "dept": "상담심리학과",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 40.0,
    "mr": 20.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "세명대",
    "dept": "외국어학부",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "세명대",
    "dept": "회계세무금융학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "세명대",
    "dept": "호텔경영학과",
    "ratio": "비율정보없음",
    "cut": 270,
    "kr": 40.0,
    "mr": 20.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세명대",
    "dept": "자율전공학부",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세명대",
    "dept": "재난안전학과",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세명대",
    "dept": "바이오제약산업학부",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세명대",
    "dept": "보건안전학과",
    "ratio": "비율정보없음",
    "cut": 268,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세명대",
    "dept": "바이오코스메틱학과",
    "ratio": "비율정보없음",
    "cut": 268,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "세명대",
    "dept": "전기전자공학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "세명대",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "세명대",
    "dept": "바이오식품영양학부",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "세명대",
    "dept": "뷰티케어학과",
    "ratio": "비율정보없음",
    "cut": 271,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "경상호텔관광계열",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세종대",
    "dept": "인문사회계열",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "세종대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "IT계열",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "지능형드론융합전공",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "스마트생명산업융합학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세종대",
    "dept": "만화애니메이션텍전공",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세종대",
    "dept": "인공지능데이터사이언스학과",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세종대",
    "dept": "양자지능정보학과",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세종대",
    "dept": "AI로봇학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세종대",
    "dept": "디자인이노베이션전공",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세종대",
    "dept": "지능정보융합학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세종대",
    "dept": "콘텐츠소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세종대",
    "dept": "공과계열",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세종대",
    "dept": "자연생명계열",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "세종대",
    "dept": "첨단융합계열",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "법학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "국제학부",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "역사학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세종대",
    "dept": "경제학과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세종대",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세종대",
    "dept": "호텔관광외식경영학부",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "기계공학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "나노신소재공학과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "우주항공공학전공",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "수학통계학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "생명시스템학부",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "양자원자력공학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "건설환경공학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "물리천문학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "건축학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "환경융합공학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "에너지자원공학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세종대",
    "dept": "정보보호학과",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세종대",
    "dept": "반도체시스템공학과",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세종대",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세종대",
    "dept": "AI융합전자공학과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "국방AI로봇융합공학과(남)",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "국방AI로봇융합공학과(여)",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "국방AI융합시스템공학과(남)",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "국방AI융합시스템공학과(여)",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세종대",
    "dept": "사이버국방학과(남)",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세종대",
    "dept": "사이버국방학과(여)",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "항공시스템공학과(여)",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "항공시스템공학과(남)",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세한대",
    "dept": "기술교육과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세한대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세한대",
    "dept": "특수교육과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세한대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세한대",
    "dept": "글로벌복지한국어학과",
    "ratio": "비율정보없음",
    "cut": 270,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세한대",
    "dept": "스포츠융합복지학부",
    "ratio": "비율정보없음",
    "cut": 263,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세한대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세한대(당진)",
    "dept": "사회문화복지학부",
    "ratio": "비율정보없음",
    "cut": 269,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세한대(당진)",
    "dept": "항공서비스학과",
    "ratio": "비율정보없음",
    "cut": 256,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세한대(당진)",
    "dept": "공공안전학부",
    "ratio": "비율정보없음",
    "cut": 261,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "세한대(당진)",
    "dept": "AI융합학부",
    "ratio": "비율정보없음",
    "cut": 271,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세한대(당진)",
    "dept": "항공운항학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "세한대(당진)",
    "dept": "항공정비학과",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "송원대",
    "dept": "철도운전관제시스템학과",
    "ratio": "비율정보없음",
    "cut": 294,
    "kr": 0.0,
    "mr": 5.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "송원대",
    "dept": "철도운전경영학과",
    "ratio": "비율정보없음",
    "cut": 290,
    "kr": 0.0,
    "mr": 5.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "송원대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "송원대",
    "dept": "한국어교육과",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "송원대",
    "dept": "경찰행정학과",
    "ratio": "비율정보없음",
    "cut": 265,
    "kr": 0.0,
    "mr": 5.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "송원대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 261,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "송원대",
    "dept": "철도운전시스템학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 0.0,
    "mr": 5.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "송원대",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "송원대",
    "dept": "철도차량시스템학과",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 0.0,
    "mr": 5.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "송원대",
    "dept": "보건안전관리학과",
    "ratio": "비율정보없음",
    "cut": 268,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "송원대",
    "dept": "건축공학과(야)",
    "ratio": "비율정보없음",
    "cut": 263,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "송원대",
    "dept": "토목환경공학과(야)",
    "ratio": "비율정보없음",
    "cut": 258,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "송원대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "경영공학대학",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "인문사회융합대학",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "글로벌자유전공학부",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "컴퓨터공학부",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "의류학과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "화학공학신소재공학부",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "AI데이터과학부",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "전기전자공학부",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "아동가족복지학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "지능형보안학부",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "건축도시부동산학부",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "건설환경에너지공학부",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "반도체공학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "기계공학부",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "바이오공학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "경영공학대학",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "인문사회융합대학",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "의류학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "컴퓨터공학부",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "지능형보안학부",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "전기전자공학부",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "반도체공학과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "AI데이터과학부",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "아동가족복지학과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "바이오공학과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "화학공학신소재공학부",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "건축도시부동산학부",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "기계공학부",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "수원대",
    "dept": "건설환경에너지공학부",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "미디어학부",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "사회심리학과",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "글로벌협력전공",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "소비자경제학과",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "홍보광고학과",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "앙트러프러너십전공",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "법학부",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "르꼬르동블루외식경영전공",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "교육학부",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "영어영문학전공",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "테슬(TESL)전공",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "경제학부",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "문화관광학전공",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "프랑스언어문화학과",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "문헌정보학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "정치외교학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "아동복지학부",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "역사문화학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "중어중문학부",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "한국어문학부",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "가족자원경영학과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "일본학과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "독일언어문화학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "숙명여대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "통계학과",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "데이터사이언스전공",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "인공지능공학부",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "화공생명공학부",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "생명시스템학부",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "신소재물리학부",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "컴퓨터과학전공",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "기계시스템학부",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "의류학과",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "지능형전자시스템학부",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "숙명여대",
    "dept": "약학부",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "숙명여대",
    "dept": "첨단공학부",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "순천대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 324,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "순천대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천대",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천대",
    "dept": "농업교육과",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "순천대",
    "dept": "사회교육과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "순천대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천대",
    "dept": "사회과학분야",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천대",
    "dept": "인문분야",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천대",
    "dept": "자유전공학부(인문사회/자연)",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "순천대",
    "dept": "컴퓨터교육과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천대",
    "dept": "물리교육과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천대",
    "dept": "환경교육과",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천대",
    "dept": "건축학부",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천대",
    "dept": "화학교육과",
    "ratio": "비율정보없음",
    "cut": 307,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천대",
    "dept": "공학분야",
    "ratio": "비율정보없음",
    "cut": 302,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천대",
    "dept": "생명산업과학분야",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천대",
    "dept": "융합바이오시스템기계공학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "순천대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천대",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "순천향대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "순천향대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "순천향대",
    "dept": "글로벌문화산업학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "순천향대",
    "dept": "경제금융학과",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "순천향대",
    "dept": "경찰행정학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "순천향대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "순천향대",
    "dept": "국제통상학과",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "순천향대",
    "dept": "한국문화콘텐츠학과",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "순천향대",
    "dept": "IT금융경영학과",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "순천향대",
    "dept": "중국학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "특수교육과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "보건행정경영학과",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "법학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "청소년교육상담학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "회계학과",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "관광경영학과",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "영미학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "순천향대",
    "dept": "전자공학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "순천향대",
    "dept": "스마트자동차학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "순천향대",
    "dept": "정보통신공학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "순천향대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "순천향대",
    "dept": "정보보호학과",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "순천향대",
    "dept": "환경보건학과",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "순천향대",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "순천향대",
    "dept": "의료생명공학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "순천향대",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "순천향대",
    "dept": "AI빅데이터학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "순천향대",
    "dept": "기계공학과",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "순천향대",
    "dept": "에너지공학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "순천향대",
    "dept": "의공학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 411,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "의약공학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "바이오의약전공",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "컴퓨터소프트웨어공학과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "의료IT공학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "헬스케어융합전공",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "전기공학과",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "건축학과(5년제)",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "생명과학과",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "메타버스&게임학과",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "나노화학공학과",
    "ratio": "비율정보없음",
    "cut": 314,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "사물인터넷학과",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "전자정보공학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "디스플레이신소재공학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "에너지환경공학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "탄소중립학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 409,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "회계학과",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "경제학과",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "금융학부",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "글로벌통상학과",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "언론홍보학과",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "벤처중소기업학과",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "법학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "정보사회학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "행정학부",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "국제법무학과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "정치외교학과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "중어중문학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "평생교육학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "불어불문학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "일어일문학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "숭실대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "숭실대",
    "dept": "독어독문학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "자유전공학부(인문)",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "사회복지학부",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "AI소프트웨어학부",
    "ratio": "비율정보없음",
    "cut": 376,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "건축학건축공학전공",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "산업정보시스템공학과",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "실내건축전공",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "숭실대",
    "dept": "IT융합전공",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "숭실대",
    "dept": "자유전공학부(자연)",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "정보보호학과",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "컴퓨터학부",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "전자공학전공",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "의생명시스템학부",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "전기공학부",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "화학공학과",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "글로벌미디어학부",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "기계공학부",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "신소재공학과",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "정보통계보험수리학과",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "물리학과",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "철학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "기독교학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "역사교육과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "일어교육과",
    "ratio": "비율정보없음",
    "cut": 293,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 289,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "신라대",
    "dept": "항공정비학과",
    "ratio": "비율정보없음",
    "cut": 302,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "컴퓨터교육과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "항공운항학과",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "신라대",
    "dept": "항공교통물류학부",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "신라대",
    "dept": "항공서비스학과",
    "ratio": "비율정보없음",
    "cut": 266,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신라대",
    "dept": "경찰행정학과",
    "ratio": "비율정보없음",
    "cut": 295,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신라대",
    "dept": "문화콘텐츠학과",
    "ratio": "비율정보없음",
    "cut": 267,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신라대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 267,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신라대",
    "dept": "미디어문예창작학과",
    "ratio": "비율정보없음",
    "cut": 267,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신라대",
    "dept": "호텔관광학부",
    "ratio": "비율정보없음",
    "cut": 265,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신라대",
    "dept": "일본어일본학과",
    "ratio": "비율정보없음",
    "cut": 256,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "문헌정보학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "상담치료복지학과",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "미디어커뮤니케이션학부",
    "ratio": "비율정보없음",
    "cut": 266,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신라대",
    "dept": "외식조리학부",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신라대",
    "dept": "반려동물학부",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신라대",
    "dept": "실내건축디자인학과",
    "ratio": "비율정보없음",
    "cut": 276,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신라대",
    "dept": "뷰티케어학과",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신라대",
    "dept": "건축학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신라대",
    "dept": "소방안전학과",
    "ratio": "비율정보없음",
    "cut": 270,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신라대",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 270,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신라대",
    "dept": "융합기술공학과",
    "ratio": "비율정보없음",
    "cut": 267,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "신한대(동두천)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "신한대(동두천)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "신한대(의정부)",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "신한대(의정부)",
    "dept": "소프트웨어융합학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신한대(의정부)",
    "dept": "방사선학과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신한대(의정부)",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신한대(의정부)",
    "dept": "사회과학대학(자율전공)",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "신한대(의정부)",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "신한대(의정부)",
    "dept": "경영대학(자율전공)",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신한대(의정부)",
    "dept": "미래자동차공학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신한대(의정부)",
    "dept": "전자공학과",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신한대(의정부)",
    "dept": "안경광학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신한대(의정부)",
    "dept": "기계공학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신한대(의정부)",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신한대(의정부)",
    "dept": "첨단소재공학과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신한대(의정부)",
    "dept": "사이버드론봇군사학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신한대(의정부)",
    "dept": "에너지공학과",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "신한대(의정부)",
    "dept": "치기공학과",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "신한대(의정부)",
    "dept": "바이오식품외식산업학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신한대(의정부)",
    "dept": "사회과학대학(자율전공)",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "신한대(의정부)",
    "dept": "경영대학(자율전공)",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "신한대(의정부)",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신한대(의정부)",
    "dept": "방사선학과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "신한대(의정부)",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "아주대",
    "dept": "의학과",
    "ratio": "비율정보없음",
    "cut": 413,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "아주대",
    "dept": "자유전공학부(인문)",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "아주대",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 403,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "아주대",
    "dept": "자유전공학부(자연)",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "금융공학과",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "경영인텔리전스학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "심리학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "문화콘텐츠학과",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "경제정치사회융합학부",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "불어불문학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 376,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "지능형반도체공학과",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "미래모빌리티공학과",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "전자공학과",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "사이버보안학과",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "화학공학과",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "첨단바이오융합대학",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "첨단신소재공학과",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "응용화학과",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "기계공학과",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "산업공학과",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "디지털미디어학과",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "프런티어과학학부",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "건축학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "건설시스템공학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "교통시스템공학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "환경안전공학과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "간호학과(인문)",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "아주대",
    "dept": "국방디지털융합학과",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "사회계열자유전공",
    "ratio": "비율정보없음",
    "cut": 334,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "러시아언어문화학과",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "글로벌경영학과(야)",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "신학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "글로벌경영학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "영미언어문화학과",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "관광경영학과",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "인문계열자유전공",
    "ratio": "비율정보없음",
    "cut": 334,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "중국언어문화학과",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "행정학과(야)",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "기독교교육과",
    "ratio": "비율정보없음",
    "cut": 301,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "자유전공",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "디지털미디어디자인학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "환경에너지공학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "이공계열자유전공",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "통계데이터사이언스학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "정보전기전자공학과(야)",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "도시정보공학과(야)",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "AI융합학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "정보전기전자공학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "도시정보공학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "화장품발명디자인학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "통계데이터사이언스학과(야)",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "안양대(강화)",
    "dept": "스마트시티공학과",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "안양대(강화)",
    "dept": "해양바이오공학과",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": 16.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "응용통계학과",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "경제학부",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 16.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "상경계열",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "진리자유학부(인문)",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "심리학과",
    "ratio": "비율정보없음",
    "cut": 396,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "언론홍보영상학부",
    "ratio": "비율정보없음",
    "cut": 396,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "정치외교학과",
    "ratio": "비율정보없음",
    "cut": 395,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 395,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "사회학과",
    "ratio": "비율정보없음",
    "cut": 395,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "교육학부",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "문헌정보학과",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 16.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "문화인류학과",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "철학과",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "불어불문학과",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "노어노문학과",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "독어독문학과",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "중어중문학과",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "언더우드학부(인문사회)",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "신학과",
    "ratio": "비율정보없음",
    "cut": 389,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "실내건축학과(통합)",
    "ratio": "비율정보없음",
    "cut": 394,
    "kr": 16.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "식품영양학과(통합)",
    "ratio": "비율정보없음",
    "cut": 394,
    "kr": 16.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "간호학과(통합)",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 16.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "통합디자인학과",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 16.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "의류환경학과(통합)",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 16.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "아동가족학과(통합)",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": 16.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 419,
    "kr": 16.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "치의예과",
    "ratio": "비율정보없음",
    "cut": 411,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "시스템반도체공학과",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "디스플레이융합공학과",
    "ratio": "비율정보없음",
    "cut": 400,
    "kr": 16.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "전기전자공학부",
    "ratio": "비율정보없음",
    "cut": 400,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "진리자유학부(자연)",
    "ratio": "비율정보없음",
    "cut": 400,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "화공생명공학부",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "기계공학부",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "신소재공학부",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "첨단컴퓨팅학부",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "생화학과",
    "ratio": "비율정보없음",
    "cut": 397,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 397,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "생명공학과",
    "ratio": "비율정보없음",
    "cut": 397,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 397,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "산업공학과",
    "ratio": "비율정보없음",
    "cut": 396,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "시스템생물학과",
    "ratio": "비율정보없음",
    "cut": 396,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "물리학과",
    "ratio": "비율정보없음",
    "cut": 396,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 396,
    "kr": 16.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "도시공학과",
    "ratio": "비율정보없음",
    "cut": 396,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "생명과학부",
    "ratio": "비율정보없음",
    "cut": 395,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "대기과학과",
    "ratio": "비율정보없음",
    "cut": 395,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "사회환경시스템공학부",
    "ratio": "비율정보없음",
    "cut": 395,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "지구시스템과학과",
    "ratio": "비율정보없음",
    "cut": 394,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "천문우주학과",
    "ratio": "비율정보없음",
    "cut": 394,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대(국제)",
    "dept": "융합인문사회과학부(HASS)",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대(국제)",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 405,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대(국제)",
    "dept": "IT융합공학전공",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대(국제)",
    "dept": "지능형반도체전공",
    "ratio": "비율정보없음",
    "cut": 397,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대(국제)",
    "dept": "모빌리티시스템전공",
    "ratio": "비율정보없음",
    "cut": 396,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대(국제)",
    "dept": "융합과학공학부(ISE)",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "연세대(미래)",
    "dept": "자율융합계열",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 16.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대(미래)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 16.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대(미래)",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대(미래)",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대(미래)",
    "dept": "방사선학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대(미래)",
    "dept": "AI보건정보관리학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 16.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대(미래)",
    "dept": "AI반도체학부",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 16.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대(미래)",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대(미래)",
    "dept": "소프트웨어학부",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대(미래)",
    "dept": "데이터사이언스학부",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대(미래)",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "연세대(미래)",
    "dept": "디지털헬스케어학부",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 16.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "연세대(미래)",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 410,
    "kr": 16.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "연세대(미래)",
    "dept": "동아시아국제학부",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 16.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "연세대(미래)",
    "dept": "글로벌엘리트학부",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "연세대(미래)",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 407,
    "kr": 16.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "심리학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "회계세무학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "사회학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "역사학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "일어일문학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "휴먼서비스학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "철학과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "중국언어문화학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "문화인류학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "프랑스어문전공",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "독일언어문화전공",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "경찰행정학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "정치외교학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "글로벌비즈니스학과",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "한문교육과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "경제금융학부",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "글로벌교육학부",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "무역학부",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "국제개발새마을학과",
    "ratio": "비율정보없음",
    "cut": 334,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "응용중국어통번역전공",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "식품경제외식학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "영남대",
    "dept": "전공자유선택학부",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "약학부",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "통계학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "로봇공학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "의류패션학과",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "미래자동차공학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "생명과학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "주거환경학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "물리학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "컴퓨터공학전공",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "전자공학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "소프트웨어융합전공",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "차세대반도체학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "의생명공학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "건축학부",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "전기공학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "기계공학부",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "생명공학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "식품공학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "화학공학부",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "정보통신공학전공",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "신소재공학부",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "환경공학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "건설시스템공학과",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "조경학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "도시공학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "산림자원학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "원예생명과학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "파이버시스템공학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "약학부",
    "ratio": "비율정보없음",
    "cut": 400,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대(대구)",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 409,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영남대(대구)",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 406,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영산대",
    "dept": "호텔관광학과",
    "ratio": "비율정보없음",
    "cut": 262,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영산대",
    "dept": "항공관광학과",
    "ratio": "비율정보없음",
    "cut": 253,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영산대",
    "dept": "K-Food조리전공",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영산대",
    "dept": "동양조리전공",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영산대",
    "dept": "서양조리전공",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영산대",
    "dept": "Bakery&Beverage전공",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영산대(양산)",
    "dept": "경찰행정학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영산대(양산)",
    "dept": "자기설계전공학부",
    "ratio": "비율정보없음",
    "cut": 257,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영산대(양산)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영산대(양산)",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "영산대(양산)",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 293,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영산대(양산)",
    "dept": "동양상담복지학과",
    "ratio": "비율정보없음",
    "cut": 250,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "영산대(양산)",
    "dept": "융합전공학부",
    "ratio": "비율정보없음",
    "cut": 249,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "예수대",
    "dept": "간호학부",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "경찰행정학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "문화콘텐츠학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "관광경영학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "중국학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "문화유산학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "AI융합학부",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "바이오생명공학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "보건환경안전학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "식품조리학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "인문사회계열전공학부",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "무전공학부",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "자연계열전공학부",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "우석대(전주)",
    "dept": "한의예과",
    "ratio": "비율정보없음",
    "cut": 403,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "우석대(전주)",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 400,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "우석대(전주)",
    "dept": "한약학과",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "우석대(전주)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "우석대(전주)",
    "dept": "한의예과",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "우석대(전주)",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "우석대(전주)",
    "dept": "한약학과",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "우석대(전주)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "우송대",
    "dept": "솔브릿지경영학부",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "우송대",
    "dept": "외식조리경영전공",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "우송대",
    "dept": "철도경영학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "우송대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "우송대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "우송대",
    "dept": "제과제빵조리전공",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "우송대",
    "dept": "외식조리전공",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "우송대",
    "dept": "글로벌조리전공",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "우송대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "우송대",
    "dept": "Lyfe조리전공",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "우송대",
    "dept": "철도차량시스템학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "우송대",
    "dept": "한식조리과학전공",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "우송대",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "우송대",
    "dept": "외식조리자율전공학부",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "우송대",
    "dept": "철도전기시스템전공",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "우송대",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "우송대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "우송대",
    "dept": "글로벌호스피탈리티학과",
    "ratio": "비율정보없음",
    "cut": 269,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "우송대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 262,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "우송대",
    "dept": "AI경영학과",
    "ratio": "비율정보없음",
    "cut": 304,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "우송대",
    "dept": "글로벌외식조리경영전공",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "우송대",
    "dept": "호텔관광경영학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "우송대",
    "dept": "철도자율전공학부",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "우송대",
    "dept": "보건복지자율전공학부",
    "ratio": "비율정보없음",
    "cut": 267,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "우송대",
    "dept": "철도소프트웨어전공",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "우송대",
    "dept": "게임소프트웨어전공",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "우송대",
    "dept": "AI빅데이터학과",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "우송대",
    "dept": "글로벌철도학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "우송대",
    "dept": "컴퓨터소프트웨어전공",
    "ratio": "비율정보없음",
    "cut": 304,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "우송대",
    "dept": "소방안전학부",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "우송대",
    "dept": "보건의료경영학과",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "우송대",
    "dept": "게임그래픽전공",
    "ratio": "비율정보없음",
    "cut": 297,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "우송대",
    "dept": "토탈펫케어학과",
    "ratio": "비율정보없음",
    "cut": 297,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "우송대",
    "dept": "건축공학전공",
    "ratio": "비율정보없음",
    "cut": 290,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "우송대",
    "dept": "철도건설시스템전공",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "우송대",
    "dept": "컴퓨터공학전공",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "우송대",
    "dept": "언어치료청각재활학과",
    "ratio": "비율정보없음",
    "cut": 302,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "우송대",
    "dept": "외식조리영양학과",
    "ratio": "비율정보없음",
    "cut": 297,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "우송대",
    "dept": "동물의료관리학과",
    "ratio": "비율정보없음",
    "cut": 297,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "울산과학기술원",
    "dept": "이공계열",
    "ratio": "비율정보없음",
    "cut": 389,
    "kr": 30.0,
    "mr": 1.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "울산과학기술원",
    "dept": "반도체공학과",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": 30.0,
    "mr": 1.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "울산대",
    "dept": "공공인재학부",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": 30.0,
    "mr": 1.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "울산대",
    "dept": "경영경제융합학부",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 30.0,
    "mr": 1.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "울산대",
    "dept": "글로벌인문학부",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": 30.0,
    "mr": 1.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "울산대",
    "dept": "자율전공학부",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 30.0,
    "mr": 1.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "울산대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 416,
    "kr": 30.0,
    "mr": 1.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "울산대",
    "dept": "미래모빌리티공학부",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 30.0,
    "mr": 1.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "울산대",
    "dept": "전기전자융합학부",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 30.0,
    "mr": 1.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "울산대",
    "dept": "건축도시환경학부",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 30.0,
    "mr": 1.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "울산대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 30.0,
    "mr": 1.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "울산대",
    "dept": "신소재반도체융합학부",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 30.0,
    "mr": 1.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "울산대",
    "dept": "ICT융합학부",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 30.0,
    "mr": 1.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "울산대",
    "dept": "에너지화학공학부",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 30.0,
    "mr": 1.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "울산대",
    "dept": "바이오메디컬헬스학부",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": 30.0,
    "mr": 1.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "치의예과(인문)",
    "ratio": "비율정보없음",
    "cut": 405,
    "kr": 27.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "한의예과(인문)",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 27.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "경찰공공행정계열",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "소방행정방재계열",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "원광대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 408,
    "kr": 27.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "치의예과(자연)",
    "ratio": "비율정보없음",
    "cut": 406,
    "kr": 27.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "한의예과(자연)",
    "ratio": "비율정보없음",
    "cut": 403,
    "kr": 27.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 27.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "한약학과",
    "ratio": "비율정보없음",
    "cut": 376,
    "kr": 27.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "방사선학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": 28.6,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 293,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "원광대",
    "dept": "건축학과(5년제)",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "원광대",
    "dept": "자율전공학부",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 27.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "역사교육과",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 306,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "중등특수교육과",
    "ratio": "비율정보없음",
    "cut": 306,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "일어교육과",
    "ratio": "비율정보없음",
    "cut": 304,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "한문교육과",
    "ratio": "비율정보없음",
    "cut": 283,
    "kr": 27.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "경영계열",
    "ratio": "비율정보없음",
    "cut": 264,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "경제금융회계세무계열",
    "ratio": "비율정보없음",
    "cut": 261,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "창의문화융합계열",
    "ratio": "비율정보없음",
    "cut": 255,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "원불교학과",
    "ratio": "비율정보없음",
    "cut": 244,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "원광대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "원광대",
    "dept": "보건행정학과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "원광대",
    "dept": "의료상담학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 27.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "가정교육과",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 27.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "안경광학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "공학2계열",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "언어재활학과",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "공학3계열",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "국방기술학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "의생명공학계열",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 27.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "뷰티디자인학과",
    "ratio": "비율정보없음",
    "cut": 270,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "원광대",
    "dept": "반려동물산업학과",
    "ratio": "비율정보없음",
    "cut": 304,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "원광대",
    "dept": "치기공학과",
    "ratio": "비율정보없음",
    "cut": 297,
    "kr": 27.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "원광대",
    "dept": "동물보건학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "원광대",
    "dept": "푸드테크계열",
    "ratio": "비율정보없음",
    "cut": 282,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "원광대",
    "dept": "안전보건학과",
    "ratio": "비율정보없음",
    "cut": 280,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "원광대",
    "dept": "스마트농업계열",
    "ratio": "비율정보없음",
    "cut": 280,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "원광대",
    "dept": "그린바이오계열",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "원광대",
    "dept": "공학1계열",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "원광대",
    "dept": "군사학과(여)",
    "ratio": "비율정보없음",
    "cut": 290,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "원광대",
    "dept": "군사학과(남)",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "위덕대",
    "dept": "중등특수교육전공",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "위덕대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 264,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "위덕대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 261,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "위덕대",
    "dept": "불교문화학과",
    "ratio": "비율정보없음",
    "cut": 245,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "위덕대",
    "dept": "초등특수교육전공",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "위덕대",
    "dept": "경찰정보보안학과",
    "ratio": "비율정보없음",
    "cut": 255,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "위덕대",
    "dept": "한국어학과",
    "ratio": "비율정보없음",
    "cut": 248,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "위덕대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 247,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "위덕대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "위덕대",
    "dept": "반려동물학부",
    "ratio": "비율정보없음",
    "cut": 258,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "위덕대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 292,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "위덕대",
    "dept": "외식제과제빵창업학과",
    "ratio": "비율정보없음",
    "cut": 261,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "위덕대",
    "dept": "전력시스템공학과",
    "ratio": "비율정보없음",
    "cut": 260,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "유원대",
    "dept": "사회복지학부",
    "ratio": "비율정보없음",
    "cut": 239,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "유원대",
    "dept": "자율설계학부",
    "ratio": "비율정보없음",
    "cut": 260,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "유원대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "유원대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "유원대",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 292,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "유원대",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "유원대",
    "dept": "스마트팜학과",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "유원대",
    "dept": "와인사이언스학과",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "유원대",
    "dept": "호텔조리베이커리학과",
    "ratio": "비율정보없음",
    "cut": 268,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "유원대",
    "dept": "산업안전보건학과",
    "ratio": "비율정보없음",
    "cut": 261,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "유원대(아산)",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 258,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "유원대(아산)",
    "dept": "중등특수교육과",
    "ratio": "비율정보없음",
    "cut": 254,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "유원대(아산)",
    "dept": "초등특수교육과",
    "ratio": "비율정보없음",
    "cut": 253,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "유원대(아산)",
    "dept": "국방인재개발학과",
    "ratio": "비율정보없음",
    "cut": 250,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "유원대(아산)",
    "dept": "경찰소방행정학부",
    "ratio": "비율정보없음",
    "cut": 250,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "유원대(아산)",
    "dept": "문화복지융합학과",
    "ratio": "비율정보없음",
    "cut": 246,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "유원대(아산)",
    "dept": "창의설계학부",
    "ratio": "비율정보없음",
    "cut": 253,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "유원대(아산)",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "유원대(아산)",
    "dept": "AI소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "유원대(아산)",
    "dept": "뷰티케어학과",
    "ratio": "비율정보없음",
    "cut": 264,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "유원대(아산)",
    "dept": "드론로봇응용학과",
    "ratio": "비율정보없음",
    "cut": 263,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "유원대(아산)",
    "dept": "미래자동차학과",
    "ratio": "비율정보없음",
    "cut": 262,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "유원대(아산)",
    "dept": "미디어콘텐츠학과",
    "ratio": "비율정보없음",
    "cut": 239,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "을지대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 411,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "을지대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 409,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "을지대(성남)",
    "dept": "의료경영학과",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "을지대(성남)",
    "dept": "인문사회계열학부",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "을지대(성남)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "을지대(성남)",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "을지대(성남)",
    "dept": "자연계열학부",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "을지대(성남)",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "을지대(성남)",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "을지대(성남)",
    "dept": "방사선학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "을지대(성남)",
    "dept": "빅데이터인공지능전공",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "을지대(성남)",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "을지대(성남)",
    "dept": "안경광학과",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "을지대(성남)",
    "dept": "의료경영학과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "을지대(성남)",
    "dept": "인문사회계열학부",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "을지대(성남)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "을지대(성남)",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "을지대(성남)",
    "dept": "자연계열학부",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "을지대(성남)",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "을지대(성남)",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "을지대(성남)",
    "dept": "방사선학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "을지대(성남)",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "을지대(성남)",
    "dept": "빅데이터인공지능전공",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "을지대(성남)",
    "dept": "안경광학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "을지대(의정부)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "을지대(의정부)",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "을지대(의정부)",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "을지대(의정부)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "을지대(의정부)",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "이화여대",
    "dept": "초등교육과",
    "ratio": "비율정보없음",
    "cut": 385,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "이화여대",
    "dept": "교육공학과",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "이화여대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "이화여대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "이화여대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 381,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "이화여대",
    "dept": "특수교육과",
    "ratio": "비율정보없음",
    "cut": 381,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "이화여대",
    "dept": "의예과(인문)",
    "ratio": "비율정보없음",
    "cut": 409,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "이화여대",
    "dept": "뇌인지과학부(인문)",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "이화여대",
    "dept": "통합선발(인문)",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "이화여대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "이화여대",
    "dept": "사회과교육과",
    "ratio": "비율정보없음",
    "cut": 381,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "이화여대",
    "dept": "인공지능데이터사이언스학부(인문)",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "이화여대",
    "dept": "미래산업약학전공",
    "ratio": "비율정보없음",
    "cut": 404,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "이화여대",
    "dept": "간호학부",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "이화여대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 385,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "이화여대",
    "dept": "의예과(자연)",
    "ratio": "비율정보없음",
    "cut": 412,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "이화여대",
    "dept": "약학전공",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "이화여대",
    "dept": "지능형반도체공학전공",
    "ratio": "비율정보없음",
    "cut": 387,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "이화여대",
    "dept": "뇌인지과학부(자연)",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "이화여대",
    "dept": "통합선발(자연)",
    "ratio": "비율정보없음",
    "cut": 385,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "이화여대",
    "dept": "과학교육과",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "이화여대",
    "dept": "인공지능데이터사이언스학부(자연)",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "사회과학계열",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "경영계열",
    "ratio": "비율정보없음",
    "cut": 280,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 280,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "방사선학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "혁신신약제약공학계열",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "글로컬리더스학부",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "반려동물보건학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "특수교육과",
    "ratio": "비율정보없음",
    "cut": 301,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "미디어콘텐츠계열",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "의생명보건계열",
    "ratio": "비율정보없음",
    "cut": 302,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "공학계열",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "컴퓨터AI계열",
    "ratio": "비율정보없음",
    "cut": 282,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인제대",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인제대(부산)",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 412,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인제대(부산)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인제대(부산)",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 408,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인천가톨릭대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인천가톨릭대",
    "dept": "자유전공",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "역사교육과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "윤리교육과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "세무회계학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "데이터과학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "창의인재개발학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "일어교육과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "문헌정보학과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "일본지역문화학과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "독어독문학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "중어중국학과",
    "ratio": "비율정보없음",
    "cut": 348,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "불어불문학과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인천대",
    "dept": "자유전공학부(인문)",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "동북아국제통상전공",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "스마트물류공학전공",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "경제학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "Global Trade & Service학부",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "도시행정학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "법학부",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "정치외교학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "소비자학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "에너지화학공학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "전자공학부",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "신소재공학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "바이오로봇시스템공학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "생명공학전공",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "나노바이오공학전공",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "분자의생명전공",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "기계공학과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "전기공학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "생명과학전공",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "안전공학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "산업경영공학과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인천대",
    "dept": "자유전공학부(자연)",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "컴퓨터공학부",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "임베디드시스템공학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "정보통신공학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "도시건축학부",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "도시공학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "건설환경공학전공",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "환경공학전공",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "물리학과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "해양학과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "패션산업학과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인하대",
    "dept": "자유전공융합학부(인문)",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인하대",
    "dept": "사회과학융합학부",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인하대",
    "dept": "인문융합학부",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "아태물류학부",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "파이낸스경영학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "경영융합학부",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "사회교육과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "경제학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "문화콘텐츠문화경영학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "정치외교학과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "철학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "한국어문학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "중국학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "국제통상학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "아동심리학과",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "소비자학과",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "일본언어문화학과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인하대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 413,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인하대",
    "dept": "반도체시스템공학과",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인하대",
    "dept": "자유전공융합학부(자연)",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "인하대",
    "dept": "자연과학융합학부",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "항공우주공학과",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "생명공학과",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "화학공학과",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "기계공학과",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "이차전지융합학과",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "공학융합학부",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "첨단바이오의약학과",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "고분자공학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "에너지자원공학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "산업경영공학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "환경공학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "사회인프라공학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "바이오식품공학과",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "전기전자공학부",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "스마트모빌리티공학과",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "인공지능공학과",
    "ratio": "비율정보없음",
    "cut": 372,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "데이터사이언스학과",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "신소재공학과",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "공간정보공학과",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "통계학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "생명과학과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "건축학부",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "물리학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "해양과학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "조선해양공학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "지리교육과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "자율전공학부(4년)(인문)",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "농업경제학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 348,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "특수교육학부",
    "ratio": "비율정보없음",
    "cut": 348,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "사회학과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "철학과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "중어중문학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "독일언어문학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "문화인류고고학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "윤리교육과",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "역사교육과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "심리학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "경제학부",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "정치외교학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "문헌정보학과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 348,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "지리학과",
    "ratio": "비율정보없음",
    "cut": 348,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 348,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "일어일문학과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "불어불문학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "자율전공학부(1년)(인문/자연)",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "의학과",
    "ratio": "비율정보없음",
    "cut": 411,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "치의학전문대학원(학석사통합과정)",
    "ratio": "비율정보없음",
    "cut": 406,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "전기공학과",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "전자컴퓨터공학부",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "인공지능학부",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "건축학부",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "기계공학부",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "가정교육과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "지구과학교육과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "생물공학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "신소재공학부",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "통계학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "생명과학기술학부",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "에너지자원공학과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "물리교육과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "고분자융합소재공학부",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "분자생명공학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "농생명화학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "식품공학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "바이오에너지공학과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "의류학과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "생활복지학과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "산림자원학과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "융합바이오시스템기계공학과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "임산공학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "약학부",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "수의예과",
    "ratio": "비율정보없음",
    "cut": 400,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "화학공학부",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "생물교육과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "화학교육과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "미래모빌리티학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "산업공학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "토목공학과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "빅데이터융합학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "생물학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "지역바이오시스템공학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "식품영양과학부",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "원예생명공학과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "환경에너지공학과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "응용생물학과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "응용식물학과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "조경학과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "지구환경과학부",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "동물자원학부",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "물리학과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "의학과",
    "ratio": "비율정보없음",
    "cut": 410,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "치의학전문대학원(학석사통합과정)",
    "ratio": "비율정보없음",
    "cut": 405,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "약학부",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대(여수)",
    "dept": "수산생명의학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "전남대(여수)",
    "dept": "해양수산광역",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "전남대(여수)",
    "dept": "의공학부",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대(여수)",
    "dept": "문화관광경영학과",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "전남대(여수)",
    "dept": "영어학전공",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "전남대(여수)",
    "dept": "글로벌비즈니스학부",
    "ratio": "비율정보없음",
    "cut": 301,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "전남대(여수)",
    "dept": "물류교통학과",
    "ratio": "비율정보없음",
    "cut": 295,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "전남대(여수)",
    "dept": "중국학전공",
    "ratio": "비율정보없음",
    "cut": 295,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "전남대(여수)",
    "dept": "일본학전공",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대(여수)",
    "dept": "창의융합학부",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전남대(여수)",
    "dept": "스마트수산자원관리학과",
    "ratio": "비율정보없음",
    "cut": 293,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대(여수)",
    "dept": "기관시스템공학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전남대(여수)",
    "dept": "산업기술융합공학과(야)",
    "ratio": "비율정보없음",
    "cut": 267,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "전남대(여수)",
    "dept": "석유화학소재공학과",
    "ratio": "비율정보없음",
    "cut": 302,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "전남대(여수)",
    "dept": "공학계열",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "전남대(여수)",
    "dept": "건축디자인학과",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "전남대(여수)",
    "dept": "문화콘텐츠학부",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "전남대(여수)",
    "dept": "조선해양공학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 24.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "사회과교육학부",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "경상계열",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "독어교육과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "인문계열",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전북대",
    "dept": "사회과학계열",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전북대",
    "dept": "융합자율전공학부1",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "치의예과",
    "ratio": "비율정보없음",
    "cut": 406,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "과학교육학부",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "자연과학계열2",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "스마트팜학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "자연과학계열1",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "생활과학계열",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "농업생명과학계열",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전북대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 409,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전북대",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 400,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전북대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전북대",
    "dept": "공학계열2",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전북대",
    "dept": "이차전지공학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전북대",
    "dept": "첨단방위산업학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전북대",
    "dept": "공학계열1",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "문헌정보학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "고고문화인류학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "철학과",
    "ratio": "비율정보없음",
    "cut": 334,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 334,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "중어중문학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "스페인중남미학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "프랑스아프리카학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "일본학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "독일학과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전북대",
    "dept": "국제학부",
    "ratio": "비율정보없음",
    "cut": 334,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전북대",
    "dept": "국제이공학부",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "치의예과",
    "ratio": "비율정보없음",
    "cut": 403,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전북대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 406,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전북대(익산)",
    "dept": "융합자율전공학부2",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전북대(익산)",
    "dept": "수의예과",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전북대(익산)",
    "dept": "환경생명자원계열",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전주교대",
    "dept": "초등교육과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전주대",
    "dept": "인문콘텐츠대학",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전주대",
    "dept": "사회과학대학",
    "ratio": "비율정보없음",
    "cut": 306,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전주대",
    "dept": "문화관광대학",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "사범대자율전공학부",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "중등특수교육과",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "한문교육과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "경영대학",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전주대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전주대",
    "dept": "건축학과(5년제)",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전주대",
    "dept": "전기전자공학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전주대",
    "dept": "소방안전공학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전주대",
    "dept": "신소재화학공학과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전주대",
    "dept": "기계공학과",
    "ratio": "비율정보없음",
    "cut": 276,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전주대",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전주대",
    "dept": "기계자동차공학과",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전주대",
    "dept": "반려동물산업학부",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전주대",
    "dept": "토목환경공학과",
    "ratio": "비율정보없음",
    "cut": 271,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "전주대",
    "dept": "정보통신공학과",
    "ratio": "비율정보없음",
    "cut": 264,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "전주대",
    "dept": "소프트웨어융합대학",
    "ratio": "비율정보없음",
    "cut": 282,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "과학교육과",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "방사선학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "보건관리학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "가정교육과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "의과학대학",
    "ratio": "비율정보없음",
    "cut": 271,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "제주국제대",
    "dept": "경찰학부",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "제주국제대",
    "dept": "복지상담학부",
    "ratio": "비율정보없음",
    "cut": 268,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "제주국제대",
    "dept": "융합경영학부",
    "ratio": "비율정보없음",
    "cut": 262,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "제주국제대",
    "dept": "에너지기계공학부",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "제주국제대",
    "dept": "안전공학부",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "제주국제대",
    "dept": "건설공학부",
    "ratio": "비율정보없음",
    "cut": 269,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "제주국제대",
    "dept": "건설공학부(야)",
    "ratio": "비율정보없음",
    "cut": 262,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "윤리교육과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "경제학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "경영정보학과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 324,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "관광경영학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "철학과",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "산업응용경제학과",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "중어중문학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "경영전공(야)",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "사회교육과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "지리교육과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "회계학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "언론홍보학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "사회학과",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "관광개발학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "무역학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "일어일문학과",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "정치외교학과",
    "ratio": "비율정보없음",
    "cut": 314,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "독일학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "행정전공(야)",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 408,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "생물교육전공",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "건축학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "인공지능학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "데이터사이언스학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "화공그린에너지학과",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "해양산업경찰학과",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "바이오메디컬정보학과",
    "ratio": "비율정보없음",
    "cut": 314,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 314,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "기계시스템공학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "통신공학과",
    "ratio": "비율정보없음",
    "cut": 307,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "생물학과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "패션의류학과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "해양생명과학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "식물자원환경전공",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "환경공학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 400,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "수의예과",
    "ratio": "비율정보없음",
    "cut": 400,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "컴퓨터교육과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "물리교육전공",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "전자공학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "전기공학과",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "수산생명의학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "원자력공학과",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "생명공학부",
    "ratio": "비율정보없음",
    "cut": 314,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "화학코스메틱스학과",
    "ratio": "비율정보없음",
    "cut": 314,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "생활환경복지학과",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "식품생명공학과",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "토목공학과",
    "ratio": "비율정보없음",
    "cut": 307,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "지구해양과학과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "원예과학전공",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "해양시스템공학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "물리학과",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "자유전공",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 405,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "수의예과",
    "ratio": "비율정보없음",
    "cut": 397,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "제주대(사라)",
    "dept": "초등교육학부",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 409,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "치의예과",
    "ratio": "비율정보없음",
    "cut": 406,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 403,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "경찰행정학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "상담심리학과",
    "ratio": "비율정보없음",
    "cut": 324,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "행정복지학부",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "법학과",
    "ratio": "비율정보없음",
    "cut": 314,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "공공인재법무학과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "역사문화학과",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "정치외교학과",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "K-컬처공연기획학과",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "문예창작학과",
    "ratio": "비율정보없음",
    "cut": 289,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "국어국문학부",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "글로벌비즈니스커뮤니케이션학과",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "조선대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "조선대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "조선대",
    "dept": "특수교육과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "조선대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "조선대",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "조선대",
    "dept": "경제학과",
    "ratio": "비율정보없음",
    "cut": 304,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "조선대",
    "dept": "무역학과",
    "ratio": "비율정보없음",
    "cut": 289,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "조선대",
    "dept": "일본어과",
    "ratio": "비율정보없음",
    "cut": 289,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "조선대",
    "dept": "유럽언어문화학부",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "조선대",
    "dept": "아시아언어문화학부",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 307,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "전기공학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "건축학과(5년제)",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "기계공학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "생명화학공학과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "선박해양공학과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "토목공학과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "언어치료학과",
    "ratio": "비율정보없음",
    "cut": 304,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "신소재공학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "환경공학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "첨단에너지공학과",
    "ratio": "비율정보없음",
    "cut": 294,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "원자력공학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "항공우주공학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "산업공학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "광기술공학과",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "용접접합과학공학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "조선대",
    "dept": "지구과학교육과",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "조선대",
    "dept": "컴퓨터공학전공",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "조선대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "조선대",
    "dept": "화학교육과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "조선대",
    "dept": "생물교육과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "조선대",
    "dept": "전자공학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "조선대",
    "dept": "인공지능공학전공",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "조선대",
    "dept": "물리교육과",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "조선대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "조선대",
    "dept": "정보보안전공",
    "ratio": "비율정보없음",
    "cut": 307,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "조선대",
    "dept": "소방재난관리학과",
    "ratio": "비율정보없음",
    "cut": 302,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "조선대",
    "dept": "정보통신공학전공",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "조선대",
    "dept": "자연과학계열",
    "ratio": "비율정보없음",
    "cut": 293,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "조선대",
    "dept": "모빌리티SW전공",
    "ratio": "비율정보없음",
    "cut": 293,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "군사학과(남)",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "치의예과",
    "ratio": "비율정보없음",
    "cut": 403,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 400,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "조선대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 407,
    "kr": 15.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "조선대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "중부대",
    "dept": "경찰행정학전공",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중부대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "중부대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중부대",
    "dept": "경찰경호학전공",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중부대",
    "dept": "항공운항서비스학전공",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중부대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중부대",
    "dept": "스마트팜학과",
    "ratio": "비율정보없음",
    "cut": 271,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "중부대",
    "dept": "반려동물사육학전공",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "중부대",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "중부대",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중부대(고양)",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중부대(고양)",
    "dept": "특수교육과(초등특수교육)",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중부대(고양)",
    "dept": "특수교육과(중등특수교육)",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중부대(고양)",
    "dept": "특수교육과(유아특수교육)",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중부대(고양)",
    "dept": "엔터테인먼트학전공",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중부대(고양)",
    "dept": "경영학전공",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중부대(고양)",
    "dept": "국제통상학전공",
    "ratio": "비율정보없음",
    "cut": 324,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중부대(고양)",
    "dept": "전기전자공학전공",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중부대(고양)",
    "dept": "게임소프트웨어전공",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중부대(고양)",
    "dept": "건축학전공",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중부대(고양)",
    "dept": "스마트모빌리티공학전공",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중부대(고양)",
    "dept": "정보보호학전공",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "중부대(고양)",
    "dept": "인공지능전공",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "중부대(고양)",
    "dept": "토목공학전공",
    "ratio": "비율정보없음",
    "cut": 314,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "중부대(고양)",
    "dept": "공공안전학전공",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "중부대(고양)",
    "dept": "미디어커뮤니케이션학전공",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "중부대(고양)",
    "dept": "항공서비스학전공",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "중부대(고양)",
    "dept": "문헌정보학전공",
    "ratio": "비율정보없음",
    "cut": 290,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "중부대(고양)",
    "dept": "자율설계학부",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "중부대(고양)",
    "dept": "동물보건학과",
    "ratio": "비율정보없음",
    "cut": 314,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "응용통계학과",
    "ratio": "비율정보없음",
    "cut": 388,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "국제물류학과",
    "ratio": "비율정보없음",
    "cut": 387,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "경영학부(글로벌금융)",
    "ratio": "비율정보없음",
    "cut": 387,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "공공인재학부",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "미디어커뮤니케이션학부",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "도시계획부동산학과",
    "ratio": "비율정보없음",
    "cut": 385,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "문헌정보학과",
    "ratio": "비율정보없음",
    "cut": 385,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 385,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "역사학과",
    "ratio": "비율정보없음",
    "cut": 384,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 384,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "철학과",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "경제학부",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "광고홍보학부(광고홍보학)",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "심리학과",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "정치국제학과",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "국어국문학부(국어국문학)",
    "ratio": "비율정보없음",
    "cut": 385,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "사회복지학부",
    "ratio": "비율정보없음",
    "cut": 385,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "사회학과",
    "ratio": "비율정보없음",
    "cut": 385,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "간호학과(인문)",
    "ratio": "비율정보없음",
    "cut": 385,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 384,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 384,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "일본어문학전공",
    "ratio": "비율정보없음",
    "cut": 384,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "중국어문학전공",
    "ratio": "비율정보없음",
    "cut": 384,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "중앙대",
    "dept": "경영학부(경영학)",
    "ratio": "비율정보없음",
    "cut": 388,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "약학부",
    "ratio": "비율정보없음",
    "cut": 406,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "AI학과",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "기계공학부",
    "ratio": "비율정보없음",
    "cut": 389,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "화학공학과",
    "ratio": "비율정보없음",
    "cut": 389,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 387,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "생명과학과",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "의학부",
    "ratio": "비율정보없음",
    "cut": 414,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "지능형반도체공학과",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "산업보안학과(자연)",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "에너지시스템공학부",
    "ratio": "비율정보없음",
    "cut": 388,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 387,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "건축학부",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "도시시스템공학전공",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "물리학과",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "건설환경플랜트공학전공",
    "ratio": "비율정보없음",
    "cut": 385,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "간호학과(자연)",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "중앙대",
    "dept": "소프트웨어학부",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "중앙대",
    "dept": "창의ICT공과대학",
    "ratio": "비율정보없음",
    "cut": 389,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중앙대(다빈치)",
    "dept": "시스템생명공학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중앙대(다빈치)",
    "dept": "식품공학전공",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중앙대(다빈치)",
    "dept": "식물생명공학전공",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중앙대(다빈치)",
    "dept": "식품영양전공",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중앙대(다빈치)",
    "dept": "동물생명공학전공",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중앙대(다빈치)",
    "dept": "첨단소재공학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "중앙대(다빈치)",
    "dept": "예술공학부",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중원대",
    "dept": "보건복지학과",
    "ratio": "비율정보없음",
    "cut": 267,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중원대",
    "dept": "자율전공학부",
    "ratio": "비율정보없음",
    "cut": 265,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중원대",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 293,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중원대",
    "dept": "스마트농산림학과",
    "ratio": "비율정보없음",
    "cut": 267,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중원대",
    "dept": "경찰행정학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중원대",
    "dept": "드론봇군사학과",
    "ratio": "비율정보없음",
    "cut": 261,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중원대",
    "dept": "종교문화학부",
    "ratio": "비율정보없음",
    "cut": 242,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중원대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중원대",
    "dept": "항공운항학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중원대",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중원대",
    "dept": "항공정비학과",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중원대",
    "dept": "기계항공우주공학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중원대",
    "dept": "전기반도체컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중원대",
    "dept": "바이오산업학과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중원대",
    "dept": "뷰티메디컬학과",
    "ratio": "비율정보없음",
    "cut": 265,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "중원대",
    "dept": "글로벌항공서비스학과",
    "ratio": "비율정보없음",
    "cut": 253,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "진주교대",
    "dept": "초등교육과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "차의과학대",
    "dept": "미래융합대학",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "차의과학대",
    "dept": "약학대학",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "차의과학대",
    "dept": "간호대학",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 35.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창신대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 270,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창신대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 262,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창신대",
    "dept": "글로벌비즈니스학과",
    "ratio": "비율정보없음",
    "cut": 254,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창신대",
    "dept": "스마트자산경영학과",
    "ratio": "비율정보없음",
    "cut": 253,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창신대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창신대",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창신대",
    "dept": "항공정비기계학과",
    "ratio": "비율정보없음",
    "cut": 271,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창신대",
    "dept": "스마트팩토리학과",
    "ratio": "비율정보없음",
    "cut": 269,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창신대",
    "dept": "디지털도시건설학과",
    "ratio": "비율정보없음",
    "cut": 268,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창신대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 263,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "세무학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 334,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "특수교육과",
    "ratio": "비율정보없음",
    "cut": 334,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "경영계열자율전공학부",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "회계학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "사회계열자율전공학부",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "인문계열자율전공학부",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "법학과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "글로벌비즈니스학부",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "국제무역학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "사회학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "국제관계학과",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "독어독문학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "일어일문학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "철학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "중국학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "사림아너스학부(자율전공학부)",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "공학융합학부",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "공학계열자율전공학부",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "건축학전공",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "건축공학전공",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "통계학과",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "재료금속공학과",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "첨단소재융합공학과",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 314,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "전자공학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "지능로봇융합공학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "스마트제조융합전공",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "정보통신공학과",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "의류학과",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "환경에너지공학전공",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "이학융합학부",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "건설시스템공학전공",
    "ratio": "비율정보없음",
    "cut": 314,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "산업시스템공학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "스마트오션모빌리티공학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "불어불문학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "기술경영공학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "행정학과(야)",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "우주항공공학부",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청운대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청운대",
    "dept": "호텔조리베이커리경영학과",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청운대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청운대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 269,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청운대",
    "dept": "공연기획경영학과",
    "ratio": "비율정보없음",
    "cut": 262,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청운대",
    "dept": "자율전공학부",
    "ratio": "비율정보없음",
    "cut": 273,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청운대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청운대(인천)",
    "dept": "광고홍보학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청운대(인천)",
    "dept": "무역물류학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청운대(인천)",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청운대(인천)",
    "dept": "미래융합자율전공학부",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청운대(인천)",
    "dept": "전자공학과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청운대(인천)",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청운대(인천)",
    "dept": "멀티미디어학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청운대(인천)",
    "dept": "설비소방학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청운대(인천)",
    "dept": "화학생명공학과",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청운대(인천)",
    "dept": "토목환경공학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청운대(인천)",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "청주교대",
    "dept": "초등교육과",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "경찰행정학과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "광고홍보학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "법학과",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "군사학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "회계학과",
    "ratio": "비율정보없음",
    "cut": 295,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "문헌정보학과",
    "ratio": "비율정보없음",
    "cut": 290,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "경제통상학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "호텔외식경영학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "무역학과",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "관광경영학과",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "청주대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "신문방송학과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "항공서비스학과",
    "ratio": "비율정보없음",
    "cut": 304,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "지적학과",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "의료경영학과",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 294,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "청주대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "인공지능소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "데이터사이언스학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "디지털보안학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "시스템반도체공학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "전자공학과",
    "ratio": "비율정보없음",
    "cut": 297,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "바이오의약학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "제약공학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "전기제어공학과",
    "ratio": "비율정보없음",
    "cut": 293,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "에너지융합공학과",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "청주대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "청주대",
    "dept": "환경공학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "청주대",
    "dept": "신소재화학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "청주대",
    "dept": "토목공학과",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "청주대",
    "dept": "조경학과",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "항공운항학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "방사선학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "항공기계공학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 307,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "건축학과(5년)",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "무인항공기학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 294,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "동물보건복지학과",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "군사학과(여)",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "군사학과(남)",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "초당대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "초당대",
    "dept": "항공운항학과(조종사)",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "총신대",
    "dept": "역사교육과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "총신대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "총신대",
    "dept": "아동학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "총신대",
    "dept": "신학과",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "총신대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "총신대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 334,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "총신대",
    "dept": "중독상담학과",
    "ratio": "비율정보없음",
    "cut": 334,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "총신대",
    "dept": "기독교교육과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "총신대",
    "dept": "자율전공학부",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "추계예술대",
    "dept": "융합예술학부",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 0.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "춘천교대",
    "dept": "초등교육과",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 16.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "춘천교대",
    "dept": "초등교육과",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 16.7,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "행정학부",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "심리학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "정치외교학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "공공안전융합전공",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "언론정보학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "도시자치융합학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "인문사회융합학부",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "사회학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "문헌정보학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "문화와사회융합전공",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "리더십과조직과학전공",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 348,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "경제학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "무역학과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "국제학부",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 348,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "철학과",
    "ratio": "비율정보없음",
    "cut": 348,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "중어중문학과",
    "ratio": "비율정보없음",
    "cut": 348,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "언어학과",
    "ratio": "비율정보없음",
    "cut": 348,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "불어불문학과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "국사학과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "독어독문학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "일어일문학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "고고학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "한문학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "자율전공융합학부",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "전자공학과",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "전기공학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "에너지공학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "기계공학부",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "응용화학공학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "컴퓨터인공지능학부",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "건축학과(5년제)",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "메카트로닉스공학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "신소재공학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "기술교육과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "정보통신융합학부",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "항공우주공학과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "미생물분자생명과학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "생물과학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "토목공학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "생명정보융합학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "자율운항시스템공학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "유기재료공학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "스마트시티건축공학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "자연과학융합학부",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "환경공학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "소비자학과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "의류학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "전기전자통신공학교육과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "기계공학교육과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "건설공학교육과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "화학공학교육과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 410,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "수의예과",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "반도체융합학과",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "공학융합학부",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "정보통계학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "생화학과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "천문우주과학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "물리학과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "농생명융합학부",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "해양환경과학과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "지질환경과학과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "국토안보학전공(남)",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "국토안보학전공(여)",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "해양안보학전공(여)",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "해양안보학전공(남)",
    "ratio": "비율정보없음",
    "cut": 334,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 408,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "수의예과",
    "ratio": "비율정보없음",
    "cut": 399,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 400,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "국제경영학과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "경영정보학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 348,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "중어중문학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "철학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "농업경제학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "고고미술사학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "독일언어문화학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "프랑스언어문화학과",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "러시아언어문화학과",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "윤리교육과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "역사교육과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "사회교육과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "지리교육과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "심리학과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "경제학과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "정치외교학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "사회학과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "소비자학과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "아동복지학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "충북대",
    "dept": "인문사회자율전공계열",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "수의예과",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "소프트웨어학부",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "반도체공학부",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "전자공학과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "전자정보자율전공학부",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "전기공학부",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "지능로봇공학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "정보통신공학부",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "바이오헬스학부",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "정보통계학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "미생물학과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "생화학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "생물학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "식품생명공학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "천문우주학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "바이오시스템공학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "물리학과",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "식물의학과",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "환경생명화학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "지구환경과학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "특용식물학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "식물자원학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "지역건설공학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "산림학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "축산학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "목재종이과학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "원예과학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 410,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "제약학과",
    "ratio": "비율정보없음",
    "cut": 402,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "화학공학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "건축학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "생물교육과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "기계공학부",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "신소재공학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "공학자율전공학부",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "화학교육과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "지구과학교육과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "물리교육과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "토목공학부",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "공업화학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "환경공학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "안전공학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "도시공학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "주거환경학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "의류학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "충북대",
    "dept": "자연과학자율전공계열",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "경영학자율전공학부",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "인문학자율전공학부",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "사회과학자율전공학부",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "생활과학자율전공학부",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "자연과학자율전공학부",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "농업생명환경자율전공학부",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "수의예과",
    "ratio": "비율정보없음",
    "cut": 400,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 409,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 400,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "제약학과",
    "ratio": "비율정보없음",
    "cut": 400,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "칼빈대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 245,
    "kr": 0.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "칼빈대",
    "dept": "애완동물학과",
    "ratio": "비율정보없음",
    "cut": 248,
    "kr": 100.0,
    "mr": 0.0,
    "tr": NaN
  },
  {
    "group": "가",
    "univ": "평택대",
    "dept": "아동청소년교육상담학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "평택대",
    "dept": "광고홍보학과",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "평택대",
    "dept": "재활상담학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "평택대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "평택대",
    "dept": "국제물류학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "평택대",
    "dept": "국제무역행정학과",
    "ratio": "비율정보없음",
    "cut": 301,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "평택대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "평택대",
    "dept": "도시계획부동산학과",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "평택대",
    "dept": "국제지역및신학자율전공학부",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "평택대",
    "dept": "인문사회자율전공",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "평택대",
    "dept": "동아시아융합자율전공학부",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "평택대",
    "dept": "글로벌자율전공학부",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "평택대",
    "dept": "IT공학자율전공",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "평택대",
    "dept": "융합소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "평택대",
    "dept": "데이터정보학과",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "평택대",
    "dept": "지능형반도체학과",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "평택대",
    "dept": "스마트모빌리티학과",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "평택대",
    "dept": "미디어디자인학과",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "평택대",
    "dept": "스마트콘텐츠학과",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "평택대",
    "dept": "ICT환경융합학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "평택대",
    "dept": "정보통신학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한경국립대(안성)",
    "dept": "법경영학부",
    "ratio": "비율정보없음",
    "cut": 334,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한경국립대(안성)",
    "dept": "인문융합공공인재학부",
    "ratio": "비율정보없음",
    "cut": 334,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한경국립대(안성)",
    "dept": "HK자율전공학부",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한경국립대(안성)",
    "dept": "건축학전공(5년제)",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한경국립대(안성)",
    "dept": "전자전기공학부",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한경국립대(안성)",
    "dept": "건축공학전공",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한경국립대(안성)",
    "dept": "컴퓨터응용수학부",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한경국립대(안성)",
    "dept": "생명공학부",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한경국립대(안성)",
    "dept": "ICT로봇기계공학부",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한경국립대(안성)",
    "dept": "정보보안전공",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한경국립대(안성)",
    "dept": "식품생명화학공학부",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한경국립대(안성)",
    "dept": "화학공학전공",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한경국립대(안성)",
    "dept": "웰니스산업융합학부",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한경국립대(안성)",
    "dept": "식물자원조경학부",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한경국립대(안성)",
    "dept": "건설환경공학부",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한경국립대(안성)",
    "dept": "동물생명융합학부",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한경국립대(안성)",
    "dept": "사회안전시스템공학부",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한경국립대(평택)",
    "dept": "복지융합학부(의료재활공학전공)",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한경국립대(평택)",
    "dept": "복지융합학부(유아특수보육학전공)",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한경국립대(평택)",
    "dept": "복지융합학부(사회복지학전공)",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한경국립대(평택)",
    "dept": "복지융합학부(한국수어교육전공)",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한경국립대(평택)",
    "dept": "AI반도체융합전공",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국공학대",
    "dept": "경영자율전공",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "데이터사이언스경영전공",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "IT경영전공",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국공학대",
    "dept": "경영학전공",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국공학대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국공학대",
    "dept": "SW자율전공",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국공학대",
    "dept": "스마트기계융합자율전공",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국공학대",
    "dept": "IT반도체융합자율전공",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국공학대",
    "dept": "첨단융합자율전공",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "컴퓨터공학전공",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "반도체시스템전공",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "게임공학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "AI로봇전공",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "생명화학공학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "미래에너지시스템전공",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "전자공학전공",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "기계공학과",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "기계설계전공",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "신소재공학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국공학대",
    "dept": "소프트웨어전공",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국공학대",
    "dept": "인공지능학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국공학대",
    "dept": "지능형모빌리티전공",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국공학대",
    "dept": "나노반도체공학전공",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국공학대",
    "dept": "임베디드시스템전공",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국공학대",
    "dept": "전력응용시스템전공",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국공학대",
    "dept": "메카트로닉스전공",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국공학대",
    "dept": "디자인공학부",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "IT경영전공",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "데이터사이언스경영전공",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국공학대",
    "dept": "경영학전공",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "컴퓨터공학전공",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "AI로봇전공",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "전자공학전공",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "반도체시스템전공",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "게임공학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "생명화학공학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "신소재공학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "기계공학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "기계설계전공",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "미래에너지시스템전공",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국공학대",
    "dept": "인공지능학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국공학대",
    "dept": "지능형모빌리티전공",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국공학대",
    "dept": "소프트웨어전공",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국공학대",
    "dept": "나노반도체공학전공",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국공학대",
    "dept": "임베디드시스템전공",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국공학대",
    "dept": "전력응용시스템전공",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국공학대",
    "dept": "메카트로닉스전공",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국공학대",
    "dept": "디자인공학부",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국과학기술원",
    "dept": "무학과",
    "ratio": "비율정보없음",
    "cut": 401,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "초등교육과",
    "ratio": "비율정보없음",
    "cut": 385,
    "kr": 22.5,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "윤리교육과",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 22.5,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "역사교육과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "일반사회교육과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "중국어교육과",
    "ratio": "비율정보없음",
    "cut": 376,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "지리교육과",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "특수교육과",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 22.5,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "불어교육과",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "독어교육과",
    "ratio": "비율정보없음",
    "cut": 371,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 384,
    "kr": 22.5,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "생물교육과",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "컴퓨터교육과",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "물리교육과",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "기술교육과",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "지구과학교육과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "화학교육과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "가정교육과",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "환경교육과",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "행정정보융합학과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "융합경영학과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "국제무역학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "중국어학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "한국어문학과",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "유아교육학과",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국교통대",
    "dept": "커뮤니케이션디자인학과",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국교통대",
    "dept": "산업디자인학과",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "항공운항학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "컴퓨터소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "전기공학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "전자공학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "항공모빌리티학부",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "기계공학과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "자동차공학과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국교통대",
    "dept": "자유전공학부(충주)",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국교통대",
    "dept": "건축학과(5년제)",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국교통대",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국교통대",
    "dept": "반도체신소재공학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국교통대",
    "dept": "산업경영공학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국교통대",
    "dept": "안전공학과",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국교통대",
    "dept": "화공생물공학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국교통대",
    "dept": "나노메디컬공학부",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국교통대",
    "dept": "건설환경도시교통공학부",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국교통대",
    "dept": "나노화학소재공학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "항공서비스학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대(의왕)",
    "dept": "철도경영물류학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대(의왕)",
    "dept": "철도운전시스템공학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대(의왕)",
    "dept": "철도차량시스템공학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대(의왕)",
    "dept": "철도전기정보공학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대(의왕)",
    "dept": "철도인프라공학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대(의왕)",
    "dept": "철도AI데이터공학부",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대(의왕)",
    "dept": "철도대학자유전공학부",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대(증평)",
    "dept": "유아특수교육학과",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대(증평)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대(증평)",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국교통대(증평)",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국교통대(증평)",
    "dept": "식품생명학부",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국교통대(증평)",
    "dept": "생명자유전공학부",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국기술교대",
    "dept": "사회융합계열(자율전공)",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국기술교대",
    "dept": "자율전공(미래융합학부)(인문)",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국기술교대",
    "dept": "공학융합계열(자율전공)",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국기술교대",
    "dept": "ICT융합계열(자율전공)",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국기술교대",
    "dept": "자율전공(미래융합학부)(자연)",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국성서대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국성서대",
    "dept": "영유아보육학과",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국성서대",
    "dept": "성서학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국성서대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국성서대",
    "dept": "AI융합학부",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국에너지공과대",
    "dept": "에너지공학부",
    "ratio": "비율정보없음",
    "cut": 398,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "Language&Trade학부",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "SocialScience&AI융합학부",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "ELLT학과",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "국제학부",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "한국어교육과",
    "ratio": "비율정보없음",
    "cut": 381,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "일본언어문화학부",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "베트남어과",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "중국언어문화학부",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "아랍어과",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 22.5,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "인도어과",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "튀르키예아제르바이잔학과",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "말레이인도네시아어과",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "중국어교육전공",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "페르시아어이란학과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "독일어교육전공",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "특수외국어(인도아세안지역)계열",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 22.5,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "특수외국어(중동지역)계열",
    "ratio": "비율정보없음",
    "cut": 376,
    "kr": 22.5,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "태국학과",
    "ratio": "비율정보없음",
    "cut": 376,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "몽골어과",
    "ratio": "비율정보없음",
    "cut": 376,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "프랑스어교육전공",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "Language&Diplomacy학부",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "경제학부",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "국제통상학과",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "상경대학(통합모집)",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "미디어커뮤니케이션학부",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "정치외교학과",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "사회과학대학(통합모집)",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "영어대학(통합모집)",
    "ratio": "비율정보없음",
    "cut": 381,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "영미문학문화학과",
    "ratio": "비율정보없음",
    "cut": 381,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "영어통번역학과",
    "ratio": "비율정보없음",
    "cut": 381,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "융합일본지역학부",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "스페인어과",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "일본학대학(통합모집)",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "중국외교통상학부",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "중국학대학(통합모집)",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "프랑스어학부",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "이탈리아어과",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "독일어과",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "노어과",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "핵심외국어계열",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "네덜란드어과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "포르투갈어과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "특수외국어(유럽지역)계열",
    "ratio": "비율정보없음",
    "cut": 376,
    "kr": 22.5,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "스칸디나비아어과",
    "ratio": "비율정보없음",
    "cut": 376,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국외대",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 385,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국외대",
    "dept": "자유전공학부(서울)",
    "ratio": "비율정보없음",
    "cut": 383,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국외대",
    "dept": "Language&AI융합학부",
    "ratio": "비율정보없음",
    "cut": 385,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대(글로벌)",
    "dept": "디지털콘텐츠학부",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대(글로벌)",
    "dept": "한국학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대(글로벌)",
    "dept": "그리스불가리아학과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대(글로벌)",
    "dept": "아프리카학부",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 22.5,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대(글로벌)",
    "dept": "중앙아시아학과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "언어인지과학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "인문대학(통합모집)",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "헝가리학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "철학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "폴란드학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "국가전략언어계열",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "루마니아학과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "체코슬로바키아학과",
    "ratio": "비율정보없음",
    "cut": 351,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "세르비아크로아티아학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "우크라이나학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "글로벌스포츠산업학부",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "GlobalBusiness&Technology학부",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "국제금융학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "Finance&AI융합학부",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "경상대학(통합모집)",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "융합인재학부",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "자유전공학부(글로벌)",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "Culture&Technology융합대학(통합모집)",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "투어리즘&웰니스학부",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대(글로벌)",
    "dept": "반도체공학전공",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대(글로벌)",
    "dept": "AI데이터융합학부",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대(글로벌)",
    "dept": "바이오메디컬공학부",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국외대(글로벌)",
    "dept": "기후변화융합학부",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "컴퓨터공학부",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "공과계열",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "전자공학전공",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "산업경영공학과",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "정보통신공학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "통계학과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "AI융합대학(통합모집)",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "자연과학대학(통합모집)",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "생명공학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 22.5,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "환경학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "전자물리학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국항공대",
    "dept": "항공경영대학(사회적성)",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국항공대",
    "dept": "자유전공학부(사회적성)",
    "ratio": "비율정보없음",
    "cut": 370,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국항공대",
    "dept": "항공경영대학(이학적성)",
    "ratio": "비율정보없음",
    "cut": 369,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국항공대",
    "dept": "공과대학",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국항공대",
    "dept": "AI융합대학",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한국항공대",
    "dept": "스마트드론공학과",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국항공대",
    "dept": "항공운항학과",
    "ratio": "비율정보없음",
    "cut": 382,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국항공대",
    "dept": "자유전공학부(공학적성)",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국항공대",
    "dept": "자유전공학부(이학적성)",
    "ratio": "비율정보없음",
    "cut": 368,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국항공대",
    "dept": "AI자율주행시스템공학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "해사법학부",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "해양행정학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "해양영어영문학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "해운경영학부",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "국제무역경제학부",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "국제관계학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "인문사회자율전공학부",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "동아시아학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "항해전공",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "항해융합학부",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "해사인공지능보안학부",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "기관전공",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "기관시스템공학부",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "물류시스템공학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "해양신소재융합공학과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "해양공학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "조선해양시스템공학부",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "환경공학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "토목공학과",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "냉동공조공학전공",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "전기전자공학전공",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "나노반도체공학전공",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "컴퓨터공학전공",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "기계시스템공학전공",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "해양과학융합학부",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "전자정보통신공학전공",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "데이터사이언스전공",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "해양환경학전공",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "에너지자원공학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "해양건축공학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "지능제어시스템공학전공",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "전파모빌리티융합공학전공",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "문헌정보학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "상담심리학과",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "빅데이터응용학과",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "패션디자인학과",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "국어국문창작학과",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "법학부",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "회계학과",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "호텔항공경영학과",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "무역물류학과",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "응용영어콘텐츠학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "중국경제통상학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "아동복지학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "프랑스어문학과",
    "ratio": "비율정보없음",
    "cut": 306,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "역사교육과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "경찰학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "경영정보학과",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "정치언론학과",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "일어일문학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "기독교학과",
    "ratio": "비율정보없음",
    "cut": 269,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한남대",
    "dept": "경제학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한남대",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한남대",
    "dept": "린튼글로벌스쿨",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한남대",
    "dept": "사회적경제기업학과",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 347,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "전기전자공학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "멀티미디어공학과",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "바이오제약공학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "생명시스템과학과",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "건설환경공학과",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "건축학과(5년제)",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "미디어영상학과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "화학공학과",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "정보통신공학과",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "산업경영공학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한남대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한남대",
    "dept": "AI융합학과",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한남대",
    "dept": "신소재공학과",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한남대",
    "dept": "기계공학과",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한남대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한남대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 297,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "경상대학자유전공학부",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한남대",
    "dept": "사회과학대학자유전공학부",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한남대",
    "dept": "문과대학자유전공학부",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "스마트융합대학자유전공학부",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한남대",
    "dept": "공과대학자유전공학부",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한남대",
    "dept": "생명나노과학대학자유전공학부",
    "ratio": "비율정보없음",
    "cut": 314,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한동대",
    "dept": "전학부(자율전공)",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 10.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한라대",
    "dept": "미래모빌리티공학과",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한라대",
    "dept": "철도운전시스템학과",
    "ratio": "비율정보없음",
    "cut": 282,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한라대",
    "dept": "호텔항공외식경영학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한라대",
    "dept": "미디어광고콘텐츠학과",
    "ratio": "비율정보없음",
    "cut": 275,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한라대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한라대",
    "dept": "문화관광경영학과",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한라대",
    "dept": "경찰행정학과",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한라대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 271,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한라대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 279,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한라대",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한라대",
    "dept": "건축학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한라대",
    "dept": "소방안전학과",
    "ratio": "비율정보없음",
    "cut": 282,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한라대",
    "dept": "전기전자공학과",
    "ratio": "비율정보없음",
    "cut": 281,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한라대",
    "dept": "IT소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 287,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한라대",
    "dept": "기계자동차공학과",
    "ratio": "비율정보없음",
    "cut": 284,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한라대",
    "dept": "AI정보보안학과",
    "ratio": "비율정보없음",
    "cut": 281,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한라대",
    "dept": "도시인프라공학과",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한림대",
    "dept": "심리학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한림대",
    "dept": "사회복지학부",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한림대",
    "dept": "인문학부",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한림대",
    "dept": "중국학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한림대",
    "dept": "러시아학과",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한림대",
    "dept": "미디어스쿨",
    "ratio": "비율정보없음",
    "cut": 323,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한림대",
    "dept": "정치행정학과",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한림대",
    "dept": "경영대학",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한림대",
    "dept": "법학과",
    "ratio": "비율정보없음",
    "cut": 314,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한림대",
    "dept": "사회학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한림대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한림대",
    "dept": "일본학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한림대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한림대",
    "dept": "미래융합스쿨",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한림대",
    "dept": "바이오메디컬학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한림대",
    "dept": "융합과학수사학과",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한림대",
    "dept": "소프트웨어AI계열",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한림대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한림대",
    "dept": "언어청각학부",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한림대",
    "dept": "생명과학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한림대",
    "dept": "반도체디스플레이스쿨",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한림대",
    "dept": "의학과",
    "ratio": "비율정보없음",
    "cut": 412,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한림대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한림대",
    "dept": "자연과학대학자율전공",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한림대",
    "dept": "환경생명공학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한림대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한림대",
    "dept": "데이터사이언스학부",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한림대",
    "dept": "광고홍보학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한림대",
    "dept": "경제학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한림대",
    "dept": "글로벌학부",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한밭대",
    "dept": "공공행정학과",
    "ratio": "비율정보없음",
    "cut": 345,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한밭대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한밭대",
    "dept": "중국어과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한밭대",
    "dept": "일본어과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "융합경영학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "경제학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "회계세무학과",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한밭대",
    "dept": "인문사회경상학부",
    "ratio": "비율정보없음",
    "cut": 340,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한밭대",
    "dept": "자율전공학부",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한밭대",
    "dept": "기계공학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한밭대",
    "dept": "화학생명공학과",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한밭대",
    "dept": "신소재공학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한밭대",
    "dept": "산업경영공학과",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한밭대",
    "dept": "우주국방첨단융합학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한밭대",
    "dept": "창의융합학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한밭대",
    "dept": "건축설비시스템공학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "건축학과(5년제)",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "반도체시스템공학과",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "인공지능소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "전자공학과",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "모바일융합공학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "지능미디어공학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "전기공학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "정보통신공학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "도시공학과",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "건설환경공학과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "빅데이터헬스케어융합학과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한밭대",
    "dept": "정보기술학부",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한밭대",
    "dept": "공학건설학부",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "자유전공학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한서대",
    "dept": "인문사회전공자율학과",
    "ratio": "비율정보없음",
    "cut": 295,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "공항행정학과",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "항공외국어학과",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 281,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "항공관광학과(승무원양성)",
    "ratio": "비율정보없음",
    "cut": 278,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "호텔카지노관광학과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "미디어문예창작학과",
    "ratio": "비율정보없음",
    "cut": 277,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "문화유산보존학과",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한서대",
    "dept": "자연과학전공자율학과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한서대",
    "dept": "공학전공자율학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "항공보안학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "항공AI소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "AI모빌리티학과",
    "ratio": "비율정보없음",
    "cut": 355,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "AI로보틱스학과",
    "ratio": "비율정보없음",
    "cut": 352,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "신소재화학공학과",
    "ratio": "비율정보없음",
    "cut": 350,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "환경토목건축학과",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "방사선학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 330,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "수산생명의학과",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "의료재활학과",
    "ratio": "비율정보없음",
    "cut": 314,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대(태안)",
    "dept": "항공교통물류학과",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한서대(태안)",
    "dept": "항공운항학과(조종사양성)",
    "ratio": "비율정보없음",
    "cut": 376,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대(태안)",
    "dept": "항공기계공학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대(태안)",
    "dept": "항공정비학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대(태안)",
    "dept": "무인항공기학과",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대(태안)",
    "dept": "항공전자공학과",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대(태안)",
    "dept": "해양경찰학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대(태안)",
    "dept": "헬리콥터조종학과",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한서대(태안)",
    "dept": "항공산업공학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한성대",
    "dept": "미래융합사회과학대학",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한성대",
    "dept": "글로벌패션산업학부",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한성대",
    "dept": "크리에이티브인문학부",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한성대",
    "dept": "미래융합사회과학대학(야)",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한성대",
    "dept": "크리에이티브인문학부(야)",
    "ratio": "비율정보없음",
    "cut": 342,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한성대",
    "dept": "글로벌패션산업학부(야)",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한성대",
    "dept": "상상력인재학부",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한성대",
    "dept": "IT공과대학",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한성대",
    "dept": "융합보안학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한성대",
    "dept": "미래모빌리티학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한성대",
    "dept": "AI응용학과",
    "ratio": "비율정보없음",
    "cut": 353,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한성대",
    "dept": "AI응용학과(야)",
    "ratio": "비율정보없음",
    "cut": 344,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한성대",
    "dept": "IT공과대학(야)",
    "ratio": "비율정보없음",
    "cut": 343,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한성대",
    "dept": "문학문화콘텐츠학과",
    "ratio": "비율정보없음",
    "cut": 354,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한성대",
    "dept": "문학문화콘텐츠학과(야)",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한세대",
    "dept": "경찰행정학전공",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한세대",
    "dept": "미디어커뮤니케이션전공",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한세대",
    "dept": "경영학전공",
    "ratio": "비율정보없음",
    "cut": 329,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한세대",
    "dept": "관광경영학전공",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한세대",
    "dept": "사회복지학전공",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한세대",
    "dept": "영어전공",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한세대",
    "dept": "중국어전공",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한세대",
    "dept": "신학과",
    "ratio": "비율정보없음",
    "cut": 299,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한세대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한세대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한세대",
    "dept": "IT학부",
    "ratio": "비율정보없음",
    "cut": 346,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한신대",
    "dept": "휴먼서비스계열",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한신대",
    "dept": "신학인문융합계열",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한신대",
    "dept": "문화콘텐츠계열",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한신대",
    "dept": "경영계열",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한신대",
    "dept": "미디어계열",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한신대",
    "dept": "글로벌융합계열",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한신대",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 327,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한신대",
    "dept": "AI시스템반도체학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한신대",
    "dept": "첨단융합계열",
    "ratio": "비율정보없음",
    "cut": 331,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한신대",
    "dept": "AI/SW계열",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": NaN,
    "mr": NaN,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "경제금융학부",
    "ratio": "비율정보없음",
    "cut": 389,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "교육공학과",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "사회학과",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "정치외교학과",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "의류학과",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "국제학부",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "철학과",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "실내건축디자인학과",
    "ratio": "비율정보없음",
    "cut": 385,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "연극영화학과(영화)",
    "ratio": "비율정보없음",
    "cut": 385,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "사학과",
    "ratio": "비율정보없음",
    "cut": 385,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "중어중문학과",
    "ratio": "비율정보없음",
    "cut": 385,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "파이낸스경영학과",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "정보시스템학과(상경)",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "행정학과",
    "ratio": "비율정보없음",
    "cut": 389,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 388,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "정책학과",
    "ratio": "비율정보없음",
    "cut": 388,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "비율정보없음",
    "cut": 387,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "관광학부",
    "ratio": "비율정보없음",
    "cut": 386,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "한양대",
    "dept": "한양인터칼리지학부",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "기계공학부",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "산업공학과",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "전기생체공학부(바이오메디컬공학)",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "유기나노공학과",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "원자력공학과",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "화학과",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "건축학부",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "물리학과",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "건축공학부",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "도시공학과",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "자원환경공학과",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "건설환경공학과",
    "ratio": "비율정보없음",
    "cut": 390,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 388,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "의예과",
    "ratio": "비율정보없음",
    "cut": 414,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "반도체공학과(정원외)",
    "ratio": "비율정보없음",
    "cut": 400,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "미래자동차공학과",
    "ratio": "비율정보없음",
    "cut": 396,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "융합전자공학부",
    "ratio": "비율정보없음",
    "cut": 396,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "컴퓨터소프트웨어학부",
    "ratio": "비율정보없음",
    "cut": 395,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "에너지공학과",
    "ratio": "비율정보없음",
    "cut": 395,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "전기생체공학부(전기공학)",
    "ratio": "비율정보없음",
    "cut": 394,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "데이터사이언스학부",
    "ratio": "비율정보없음",
    "cut": 394,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "화학공학과",
    "ratio": "비율정보없음",
    "cut": 394,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "생명공학과",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "신소재공학부",
    "ratio": "비율정보없음",
    "cut": 393,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "수학과",
    "ratio": "비율정보없음",
    "cut": 392,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "생명과학과",
    "ratio": "비율정보없음",
    "cut": 391,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "광고홍보학과",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "보험계리학과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "경제학부",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "글로벌문화통상학부",
    "ratio": "비율정보없음",
    "cut": 358,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "문화콘텐츠학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "미디어학과",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "문화인류학과",
    "ratio": "비율정보없음",
    "cut": 356,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "LIONS자율전공학부",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "전자공학부",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "분자의약전공",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "바이오나노공학전공",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "차세대반도체융합공학부",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "ICT융합학부",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "배터리소재화학공학과",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "지능형클라우드전공",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "컴퓨터전공",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "기계공학과",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "산업경영공학과",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "건축학전공",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "지능정보양자공학전공",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "수리데이터사이언스학과",
    "ratio": "비율정보없음",
    "cut": 362,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "건축공학전공",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "교통물류공학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "건설환경공학과",
    "ratio": "비율정보없음",
    "cut": 360,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "약학과",
    "ratio": "비율정보없음",
    "cut": 403,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "컴퓨터학부",
    "ratio": "비율정보없음",
    "cut": 367,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "인공지능학과",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 20.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "바이오신약융합학부",
    "ratio": "비율정보없음",
    "cut": 366,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "로봇공학과",
    "ratio": "비율정보없음",
    "cut": 365,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "신소재반도체공학전공",
    "ratio": "비율정보없음",
    "cut": 364,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "에너지바이오학과",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "반도체디스플레이공학전공",
    "ratio": "비율정보없음",
    "cut": 363,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "해양융합공학과",
    "ratio": "비율정보없음",
    "cut": 361,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "국방전략기술공학과(여)",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "국방전략기술공학과(남)",
    "ratio": "비율정보없음",
    "cut": 359,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "협성대",
    "dept": "세무회계학과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "협성대",
    "dept": "미디어영상광고학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "협성대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "협성대",
    "dept": "유통경영학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "협성대",
    "dept": "글로벌통상문화학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "협성대",
    "dept": "도시행정학과",
    "ratio": "비율정보없음",
    "cut": 318,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "협성대",
    "dept": "호텔관광경영학과",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "협성대",
    "dept": "금융보험학과",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "협성대",
    "dept": "사회복지학과",
    "ratio": "비율정보없음",
    "cut": 314,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "협성대",
    "dept": "문예창작학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "협성대",
    "dept": "아동보육학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "협성대",
    "dept": "중국어문화학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "협성대",
    "dept": "자율전공학부",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "협성대",
    "dept": "소프트웨어공학과",
    "ratio": "비율정보없음",
    "cut": 328,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "협성대",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 326,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "협성대",
    "dept": "보건관리학과",
    "ratio": "비율정보없음",
    "cut": 325,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "협성대",
    "dept": "건축공학과",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "협성대",
    "dept": "의생명화학과",
    "ratio": "비율정보없음",
    "cut": 317,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "협성대",
    "dept": "도시공학과",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "호남대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 322,
    "kr": 12.5,
    "mr": 12.5,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "호남대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 12.5,
    "mr": 12.5,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "호남대",
    "dept": "유아교육학과",
    "ratio": "비율정보없음",
    "cut": 291,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "호남대",
    "dept": "통합선발(사회계열)",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "호남대",
    "dept": "통합선발(경영계열)",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "호남대",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 304,
    "kr": 12.5,
    "mr": 12.5,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "호남대",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "호남대",
    "dept": "작업치료학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "호남대",
    "dept": "치기공학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 12.5,
    "mr": 12.5,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "호남대",
    "dept": "통합선발(보건계열)",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "호남대",
    "dept": "통합선발(공학계열)",
    "ratio": "비율정보없음",
    "cut": 272,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "호남대",
    "dept": "반려동물산업학과",
    "ratio": "비율정보없음",
    "cut": 271,
    "kr": 0,
    "mr": 0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(당진)",
    "dept": "지능로봇학과",
    "ratio": "비율정보없음",
    "cut": 296,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(아산)",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(아산)",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 341,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(아산)",
    "dept": "임상병리학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(아산)",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(아산)",
    "dept": "게임소프트웨어학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(아산)",
    "dept": "동물보건복지학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(아산)",
    "dept": "제약공학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(아산)",
    "dept": "반도체공학과",
    "ratio": "비율정보없음",
    "cut": 319,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(아산)",
    "dept": "전자공학과",
    "ratio": "비율정보없음",
    "cut": 315,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(아산)",
    "dept": "식품공학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(아산)",
    "dept": "전기시스템공학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(아산)",
    "dept": "소방방재학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(아산)",
    "dept": "화학공학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(아산)",
    "dept": "식품영양학과",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(아산)",
    "dept": "정보통신공학과",
    "ratio": "비율정보없음",
    "cut": 307,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(아산)",
    "dept": "화장품과학과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(아산)",
    "dept": "기계공학과",
    "ratio": "비율정보없음",
    "cut": 305,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(아산)",
    "dept": "건축토목공학부",
    "ratio": "비율정보없음",
    "cut": 304,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(아산)",
    "dept": "생명공학과",
    "ratio": "비율정보없음",
    "cut": 304,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(아산)",
    "dept": "안전공학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(아산)",
    "dept": "환경공학과",
    "ratio": "비율정보없음",
    "cut": 302,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(아산)",
    "dept": "미래자동차공학과",
    "ratio": "비율정보없음",
    "cut": 300,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "호서대(아산)",
    "dept": "건축학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "호서대(아산)",
    "dept": "빅데이터AI학부",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "호서대(아산)",
    "dept": "전자재료공학과",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "호서대(아산)",
    "dept": "자유전공학부",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "호서대(아산)",
    "dept": "AIT스쿨(계열모집)",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(천안)",
    "dept": "경찰행정학과",
    "ratio": "비율정보없음",
    "cut": 321,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(천안)",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 316,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(천안)",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(천안)",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 310,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(천안)",
    "dept": "심리학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(천안)",
    "dept": "사회복지학부",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(천안)",
    "dept": "한국언어문화학과",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호서대(천안)",
    "dept": "중국학과",
    "ratio": "비율정보없음",
    "cut": 295,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "호서대(천안)",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "비율정보없음",
    "cut": 320,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "호서대(천안)",
    "dept": "디지털금융경영학과",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "호서대(천안)",
    "dept": "청소년문화상담학과",
    "ratio": "비율정보없음",
    "cut": 311,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "호서대(천안)",
    "dept": "글로벌통상학과",
    "ratio": "비율정보없음",
    "cut": 308,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "나",
    "univ": "호서대(천안)",
    "dept": "기독교학과",
    "ratio": "비율정보없음",
    "cut": 263,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호원대",
    "dept": "유아교육과",
    "ratio": "비율정보없음",
    "cut": 270,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호원대",
    "dept": "경영학과",
    "ratio": "비율정보없음",
    "cut": 255,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호원대",
    "dept": "글로컬자유전공학부",
    "ratio": "비율정보없음",
    "cut": 253,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호원대",
    "dept": "한국어학과",
    "ratio": "비율정보없음",
    "cut": 249,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호원대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 313,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호원대",
    "dept": "물리치료학과",
    "ratio": "비율정보없음",
    "cut": 302,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호원대",
    "dept": "응급구조학과",
    "ratio": "비율정보없음",
    "cut": 293,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호원대",
    "dept": "치위생학과",
    "ratio": "비율정보없음",
    "cut": 293,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호원대",
    "dept": "자동차기계공학과",
    "ratio": "비율정보없음",
    "cut": 280,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호원대",
    "dept": "호텔외식조리학과",
    "ratio": "비율정보없음",
    "cut": 270,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "가",
    "univ": "호원대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 309,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "서울캠퍼스자율전공(인문예능)",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "경영학부",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "경제학부",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "법학부",
    "ratio": "비율정보없음",
    "cut": 376,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "영어교육과",
    "ratio": "비율정보없음",
    "cut": 376,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "국어교육과",
    "ratio": "비율정보없음",
    "cut": 376,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "영어영문학과",
    "ratio": "비율정보없음",
    "cut": 375,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "역사교육과",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "교육학과",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "국어국문학과",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "불어불문학과",
    "ratio": "비율정보없음",
    "cut": 374,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "독어독문학과",
    "ratio": "비율정보없음",
    "cut": 373,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "건축학전공(5년제)",
    "ratio": "비율정보없음",
    "cut": 384,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "전자전기공학부",
    "ratio": "비율정보없음",
    "cut": 381,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "컴퓨터공학과",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "서울캠퍼스자율전공(자연예능)",
    "ratio": "비율정보없음",
    "cut": 380,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "신소재화공시스템공학부",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "실내건축학전공(4년제)",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "산업데이터공학과",
    "ratio": "비율정보없음",
    "cut": 379,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "기계시스템디자인공학과",
    "ratio": "비율정보없음",
    "cut": 378,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "수학교육과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "도시공학과",
    "ratio": "비율정보없음",
    "cut": 377,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "건설환경공학과",
    "ratio": "비율정보없음",
    "cut": 376,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대(세종)",
    "dept": "세종캠퍼스자율전공(인문예능)",
    "ratio": "비율정보없음",
    "cut": 357,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대(세종)",
    "dept": "광고홍보학부",
    "ratio": "비율정보없음",
    "cut": 349,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대(세종)",
    "dept": "상경학부",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대(세종)",
    "dept": "소프트웨어융합학과",
    "ratio": "비율정보없음",
    "cut": 339,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대(세종)",
    "dept": "건축공학부",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대(세종)",
    "dept": "세종캠퍼스자율전공(자연예능)",
    "ratio": "비율정보없음",
    "cut": 338,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대(세종)",
    "dept": "전자전기융합공학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 25.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대(세종)",
    "dept": "게임소프트웨어전공(공학계)",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대(세종)",
    "dept": "AI기계융합공학과",
    "ratio": "비율정보없음",
    "cut": 336,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대(세종)",
    "dept": "AID융합과학기술대학자율전공",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대(세종)",
    "dept": "나노반도체공학과",
    "ratio": "비율정보없음",
    "cut": 335,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대(세종)",
    "dept": "바이오화학융합공학과",
    "ratio": "비율정보없음",
    "cut": 333,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "홍익대(세종)",
    "dept": "조선해양모빌리티공학과",
    "ratio": "비율정보없음",
    "cut": 332,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "화성의과학대",
    "dept": "경찰과학수사학과",
    "ratio": "비율정보없음",
    "cut": 303,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "화성의과학대",
    "dept": "의료경영학과",
    "ratio": "비율정보없음",
    "cut": 288,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "화성의과학대",
    "dept": "의료사회복지학과",
    "ratio": "비율정보없음",
    "cut": 286,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "화성의과학대",
    "dept": "의료심리학과",
    "ratio": "비율정보없음",
    "cut": 285,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "화성의과학대",
    "dept": "서비스디자인학과",
    "ratio": "비율정보없음",
    "cut": 274,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "화성의과학대",
    "dept": "간호학과",
    "ratio": "비율정보없음",
    "cut": 337,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "화성의과학대",
    "dept": "데이터사이언스학과",
    "ratio": "비율정보없음",
    "cut": 298,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "화성의과학대",
    "dept": "의생명과학과",
    "ratio": "비율정보없음",
    "cut": 294,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  },
  {
    "group": "다",
    "univ": "화성의과학대",
    "dept": "바이오헬스케어학과",
    "ratio": "비율정보없음",
    "cut": 293,
    "kr": 33.3,
    "mr": 0.0,
    "tr": 0
  }
];