const database = [
  {
    "group": "다",
    "univ": "가야대",
    "dept": "자유전공학부",
    "ratio": "40/40/40/10",
    "cut": 290,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 10.0
  },
  {
    "group": "다",
    "univ": "가야대",
    "dept": "사회복지상담학과",
    "ratio": "40/40/40/10",
    "cut": 287,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 10.0
  },
  {
    "group": "다",
    "univ": "가야대",
    "dept": "치유웰니스학과",
    "ratio": "40/40/40/10",
    "cut": 290,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 10.0
  },
  {
    "group": "다",
    "univ": "가야대",
    "dept": "특수교육과-초등특수교육",
    "ratio": "40/40/40/10",
    "cut": 279,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 10.0
  },
  {
    "group": "다",
    "univ": "가야대",
    "dept": "간호학과",
    "ratio": "40/40/40/10",
    "cut": 334,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 10.0
  },
  {
    "group": "다",
    "univ": "가야대",
    "dept": "물리치료학과",
    "ratio": "40/40/40/10",
    "cut": 293,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 10.0
  },
  {
    "group": "다",
    "univ": "가야대",
    "dept": "방사선학과",
    "ratio": "40/40/40/10",
    "cut": 273,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 10.0
  },
  {
    "group": "다",
    "univ": "가야대",
    "dept": "스포츠재활복지학과",
    "ratio": "40/40/40/10",
    "cut": 278,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 10.0
  },
  {
    "group": "가",
    "univ": "가천대",
    "dept": "약학과",
    "ratio": "25/30/20/25",
    "cut": 403,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "가천대",
    "dept": "의예과",
    "ratio": "25/30/20/25",
    "cut": 416,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "가천대",
    "dept": "한의예과",
    "ratio": "25/30/20/25",
    "cut": 407,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "가천대",
    "dept": "클라우드공학과",
    "ratio": "25/30/20/25",
    "cut": 370,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "가톨릭관동대",
    "dept": "간호학과",
    "ratio": "20/30/30/20",
    "cut": 363,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "가톨릭관동대",
    "dept": "의학과(의예과)",
    "ratio": "20/30/20/30",
    "cut": 409,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "가톨릭관동대",
    "dept": "임상병리학과",
    "ratio": "40/40/20/40",
    "cut": 350,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 40.0
  },
  {
    "group": "다",
    "univ": "가톨릭관동대",
    "dept": "치위생학과",
    "ratio": "40/40/20/40",
    "cut": 312,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 40.0
  },
  {
    "group": "나",
    "univ": "가톨릭꽃동네대",
    "dept": "간호학과",
    "ratio": "30/30/30/40",
    "cut": 327,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 40.0
  },
  {
    "group": "가",
    "univ": "가톨릭대",
    "dept": "의예과",
    "ratio": "30/40/0/30",
    "cut": 424,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "가톨릭대",
    "dept": "인문사회계열",
    "ratio": "30/30/20/20",
    "cut": 349,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "가톨릭대",
    "dept": "특수교육과",
    "ratio": "30/30/20/20",
    "cut": 351,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "가톨릭대",
    "dept": "AI의공학과",
    "ratio": "30/30/20/20",
    "cut": 363,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "가톨릭대",
    "dept": "데이터사이언스학과",
    "ratio": "30/30/20/20",
    "cut": 358,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "가톨릭대",
    "dept": "바이오로직스공학부",
    "ratio": "30/30/20/20",
    "cut": 359,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "가톨릭대",
    "dept": "바이오메디컬소프트웨어학과",
    "ratio": "30/30/20/20",
    "cut": 361,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "가톨릭대",
    "dept": "약학과",
    "ratio": "30/40/0/30",
    "cut": 402,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "가톨릭대",
    "dept": "의생명과학과",
    "ratio": "30/30/20/20",
    "cut": 366,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "가톨릭대",
    "dept": "인공지능학과",
    "ratio": "30/30/20/20",
    "cut": 359,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "가톨릭대",
    "dept": "자유전공학부",
    "ratio": "30/30/20/20",
    "cut": 349,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "가톨릭대",
    "dept": "간호학과",
    "ratio": "30/40/0/30",
    "cut": 378,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "가톨릭대",
    "dept": "자연공학계열",
    "ratio": "30/30/20/20",
    "cut": 356,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "강남대",
    "dept": "법행정세무학부(야)",
    "ratio": "35/25/20/20",
    "cut": 339,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "강남대",
    "dept": "복지융합대학",
    "ratio": "35/25/20/20",
    "cut": 345,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "강남대",
    "dept": "상경학부",
    "ratio": "35/25/20/20",
    "cut": 344,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "강남대",
    "dept": "유아교육과",
    "ratio": "35/25/20/20",
    "cut": 345,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "강남대",
    "dept": "컴퓨터공학부",
    "ratio": "25/35/20/20",
    "cut": 346,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "강남대",
    "dept": "사회복지학부(야)",
    "ratio": "35/25/20/20",
    "cut": 318,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "강남대",
    "dept": "중등특수교육과",
    "ratio": "35/25/20/20",
    "cut": 350,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "강남대",
    "dept": "초등특수교육과",
    "ratio": "35/25/20/20",
    "cut": 362,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "강남대",
    "dept": "부동산건설학부",
    "ratio": "25/35/20/20",
    "cut": 344,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "강남대",
    "dept": "교육학과",
    "ratio": "35/25/20/20",
    "cut": 343,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "강남대",
    "dept": "글로벌문화콘텐츠대학",
    "ratio": "35/25/20/20",
    "cut": 345,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "강남대",
    "dept": "법행정세무학부",
    "ratio": "35/25/20/20",
    "cut": 346,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "강남대",
    "dept": "상경학부(야)",
    "ratio": "35/25/20/20",
    "cut": 324,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "강남대",
    "dept": "인공지능융합공학부",
    "ratio": "25/35/20/20",
    "cut": 346,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "강남대",
    "dept": "전자반도체공학부",
    "ratio": "25/35/20/20",
    "cut": 345,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "강서대",
    "dept": "신학과",
    "ratio": "40/30/0/30",
    "cut": 271,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "강서대",
    "dept": "G2빅데이터경영학과",
    "ratio": "40/30/0/30",
    "cut": 322,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "강서대",
    "dept": "사회복지학과",
    "ratio": "40/30/0/30",
    "cut": 326,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "강서대",
    "dept": "상담심리학과",
    "ratio": "40/30/0/30",
    "cut": 321,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "강서대",
    "dept": "간호학과",
    "ratio": "30/40/0/30",
    "cut": 355,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "강서대",
    "dept": "식품영양학과",
    "ratio": "30/40/0/30",
    "cut": 317,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(강릉원주)",
    "dept": "회계학과",
    "ratio": "33/33/33/33",
    "cut": 335,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "경영학과",
    "ratio": "33/33/33/33",
    "cut": 343,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "경제학과",
    "ratio": "33/33/33/33",
    "cut": 324,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "관광경영학과",
    "ratio": "33/33/33/33",
    "cut": 315,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "국어국문학과",
    "ratio": "33/33/33/33",
    "cut": 333,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "국제통상학과",
    "ratio": "33/33/33/33",
    "cut": 333,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "다문화학과",
    "ratio": "33/33/33/33",
    "cut": 319,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "도시계획부동산학과",
    "ratio": "33/33/33/33",
    "cut": 328,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "무역학과",
    "ratio": "33/33/33/33",
    "cut": 326,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "사학과",
    "ratio": "33/33/33/33",
    "cut": 330,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "사회복지학과",
    "ratio": "33/33/33/33",
    "cut": 333,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "영어영문학과",
    "ratio": "33/33/33/33",
    "cut": 330,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "유아교육과",
    "ratio": "33/33/33/33",
    "cut": 333,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "일본학과",
    "ratio": "33/33/33/33",
    "cut": 317,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "자치행정학과",
    "ratio": "33/33/33/33",
    "cut": 333,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "철학과",
    "ratio": "33/33/33/33",
    "cut": 314,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "AI콘텐츠공학과",
    "ratio": "33/33/33/33",
    "cut": 324,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "간호학과",
    "ratio": "33/33/33/33",
    "cut": 355,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "건설환경공학부",
    "ratio": "33/33/33/33",
    "cut": 312,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "기계융합공학부",
    "ratio": "33/33/33/33",
    "cut": 313,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "대기환경과학과",
    "ratio": "33/33/33/33",
    "cut": 314,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "데이터사이언스학과",
    "ratio": "33/33/33/33",
    "cut": 314,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "산업경영공학과",
    "ratio": "33/33/33/33",
    "cut": 322,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "수산생명의학과",
    "ratio": "33/33/33/33",
    "cut": 301,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "수학물리학부",
    "ratio": "33/33/33/33",
    "cut": 298,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "식물생명과학과",
    "ratio": "33/33/33/33",
    "cut": 306,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "식품영양학과",
    "ratio": "33/33/33/33",
    "cut": 324,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "신소재생명화학공학부",
    "ratio": "33/33/33/33",
    "cut": 309,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "전기공학과",
    "ratio": "33/33/33/33",
    "cut": 319,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "전자반도체공학부",
    "ratio": "33/33/33/33",
    "cut": 327,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "정보통신공학과",
    "ratio": "33/33/33/33",
    "cut": 319,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "치의예과",
    "ratio": "20/35/20/25",
    "cut": 409,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "컴퓨터공학과",
    "ratio": "33/33/33/33",
    "cut": 336,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "해양융합과학과",
    "ratio": "33/33/33/33",
    "cut": 309,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "화학신소재학과",
    "ratio": "33/33/33/33",
    "cut": 317,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "강원대(강릉원주)",
    "dept": "환경조경학과",
    "ratio": "33/33/33/33",
    "cut": 319,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "강원대(삼척)",
    "dept": "인문사회대학자유전공학과",
    "ratio": "50/50/50/50",
    "cut": 297,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "강원대(삼척)",
    "dept": "공학대학자유전공학과",
    "ratio": "50/50/50/50",
    "cut": 289,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "강원대(삼척)",
    "dept": "첨단AI공학과",
    "ratio": "50/50/50/50",
    "cut": 300,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "강원대(삼척)",
    "dept": "경제금융학과",
    "ratio": "50/50/50/50",
    "cut": 298,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "강원대(삼척)",
    "dept": "공공행정학과",
    "ratio": "50/50/50/50",
    "cut": 300,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "강원대(삼척)",
    "dept": "관광학과",
    "ratio": "50/50/50/50",
    "cut": 295,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "강원대(삼척)",
    "dept": "영어과",
    "ratio": "50/50/50/50",
    "cut": 294,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "강원대(삼척)",
    "dept": "자유전공학부(인문)",
    "ratio": "50/50/50/50",
    "cut": 305,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "강원대(삼척)",
    "dept": "간호학과",
    "ratio": "50/50/50/50",
    "cut": 343,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "강원대(삼척)",
    "dept": "기계공학과",
    "ratio": "50/50/50/50",
    "cut": 289,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "강원대(삼척)",
    "dept": "도시건축학과",
    "ratio": "50/50/50/50",
    "cut": 281,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "강원대(삼척)",
    "dept": "물리치료학과",
    "ratio": "50/50/50/50",
    "cut": 332,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "강원대(삼척)",
    "dept": "미래토목건설공학과",
    "ratio": "50/50/50/50",
    "cut": 279,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "강원대(삼척)",
    "dept": "방사선학과",
    "ratio": "50/50/50/50",
    "cut": 330,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "강원대(삼척)",
    "dept": "식품영양학과",
    "ratio": "50/50/50/50",
    "cut": 272,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "강원대(삼척)",
    "dept": "안경광학과",
    "ratio": "50/50/50/50",
    "cut": 249,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "강원대(삼척)",
    "dept": "응급구조학과",
    "ratio": "50/50/50/50",
    "cut": 296,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "강원대(삼척)",
    "dept": "자유전공학부(자연)",
    "ratio": "50/50/50/50",
    "cut": 292,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "강원대(삼척)",
    "dept": "작업치료학과",
    "ratio": "50/50/50/50",
    "cut": 291,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "강원대(삼척)",
    "dept": "치위생학과",
    "ratio": "50/50/50/50",
    "cut": 293,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "강원대(삼척)",
    "dept": "사회복지학과",
    "ratio": "50/50/50/50",
    "cut": 292,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "강원대(삼척)",
    "dept": "유아교육과",
    "ratio": "50/50/50/50",
    "cut": 297,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "강원대(삼척)",
    "dept": "일본학과",
    "ratio": "50/50/50/50",
    "cut": 286,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "강원대(삼척)",
    "dept": "그린에너지공학과",
    "ratio": "50/50/50/50",
    "cut": 289,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "강원대(삼척)",
    "dept": "바이오기능성소재학과",
    "ratio": "50/50/50/50",
    "cut": 277,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "강원대(삼척)",
    "dept": "소방방재학부",
    "ratio": "50/50/50/50",
    "cut": 263,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "강원대(삼척)",
    "dept": "전기공학과",
    "ratio": "50/50/50/50",
    "cut": 301,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "경영회계학부",
    "ratio": "30/20/30/20",
    "cut": 340,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "경제정보통계학부",
    "ratio": "30/20/30/20",
    "cut": 336,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "관광경영학과",
    "ratio": "30/20/30/20",
    "cut": 341,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "국제무역학과",
    "ratio": "30/20/30/20",
    "cut": 339,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "문화인류학과",
    "ratio": "30/20/30/20",
    "cut": 338,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "30/20/30/20",
    "cut": 344,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "부동산학과",
    "ratio": "30/20/30/20",
    "cut": 338,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "사회학과",
    "ratio": "30/20/30/20",
    "cut": 339,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "심리학과",
    "ratio": "30/20/30/20",
    "cut": 341,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "영상문화학과",
    "ratio": "30/20/30/20",
    "cut": 341,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "인문대학자유전공학과",
    "ratio": "30/20/30/20",
    "cut": 339,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "정치외교학과",
    "ratio": "30/20/30/20",
    "cut": 336,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "행정학과",
    "ratio": "30/20/30/20",
    "cut": 343,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "건축공학과",
    "ratio": "20/30/20/30",
    "cut": 339,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "건축학과",
    "ratio": "20/30/20/30",
    "cut": 353,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "기계융합공학부",
    "ratio": "20/30/20/30",
    "cut": 344,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "농업생명과학대학자유전공학과",
    "ratio": "20/30/20/30",
    "cut": 341,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "동물산업융합학과",
    "ratio": "20/30/20/30",
    "cut": 333,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "동물응용과학과",
    "ratio": "20/30/20/30",
    "cut": 336,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "동물자원과학과",
    "ratio": "20/30/20/30",
    "cut": 335,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "배터리융합공학과",
    "ratio": "20/30/20/30",
    "cut": 349,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "분자생명과학과",
    "ratio": "20/30/20/30",
    "cut": 342,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "산림환경과학대학자유전공학과",
    "ratio": "20/30/20/30",
    "cut": 339,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "생명건강공학과",
    "ratio": "20/30/20/30",
    "cut": 343,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "생물의소재공학과",
    "ratio": "20/30/20/30",
    "cut": 335,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "수의학과",
    "ratio": "20/30/20/30",
    "cut": 402,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "스마트산업공학과",
    "ratio": "20/30/20/30",
    "cut": 347,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "약학과",
    "ratio": "20/30/20/30",
    "cut": 400,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "에너지자원공학과",
    "ratio": "20/30/20/30",
    "cut": 342,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "의생명공학과",
    "ratio": "20/30/20/30",
    "cut": 338,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "의생명시스템과학과",
    "ratio": "20/30/20/30",
    "cut": 337,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "의예과",
    "ratio": "20/30/20/30",
    "cut": 411,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "자연과학대학자유전공학과",
    "ratio": "20/30/20/30",
    "cut": 338,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "토목공학과",
    "ratio": "20/30/20/30",
    "cut": 334,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "화공생물공학부",
    "ratio": "20/30/20/30",
    "cut": 345,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "강원대(춘천)",
    "dept": "환경공학과",
    "ratio": "20/30/20/30",
    "cut": 333,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "경영대학자유전공학과",
    "ratio": "30/20/30/20",
    "cut": 341,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "교육학과",
    "ratio": "30/20/30/20",
    "cut": 345,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "국어교육과",
    "ratio": "30/20/30/20",
    "cut": 344,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "국어국문학과",
    "ratio": "30/20/30/20",
    "cut": 340,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "독어독문학과",
    "ratio": "30/20/30/20",
    "cut": 339,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "불어불문학과",
    "ratio": "30/20/30/20",
    "cut": 337,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "사학과",
    "ratio": "30/20/30/20",
    "cut": 337,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "사회과학대학자유전공학과",
    "ratio": "30/20/30/20",
    "cut": 343,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "식품자원경제학과",
    "ratio": "30/20/30/20",
    "cut": 339,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "역사교육과",
    "ratio": "30/20/30/20",
    "cut": 349,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "영어교육과",
    "ratio": "30/20/30/20",
    "cut": 346,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "영어영문학과",
    "ratio": "30/20/30/20",
    "cut": 342,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "윤리교육과",
    "ratio": "30/20/30/20",
    "cut": 350,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "일반사회교육과",
    "ratio": "30/20/30/20",
    "cut": 347,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "일본학과",
    "ratio": "30/20/30/20",
    "cut": 341,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "자유전공학부(인문)",
    "ratio": "30/20/30/20",
    "cut": 342,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "중어중문학과",
    "ratio": "30/20/30/20",
    "cut": 338,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "지리교육과",
    "ratio": "30/20/30/20",
    "cut": 343,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "철학과",
    "ratio": "30/20/30/20",
    "cut": 337,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "한문교육과",
    "ratio": "30/20/30/20",
    "cut": 340,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "AI융합학과",
    "ratio": "20/30/20/30",
    "cut": 347,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "가정교육과",
    "ratio": "20/30/20/30",
    "cut": 343,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "간호학과",
    "ratio": "20/30/20/30",
    "cut": 358,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "과학교육학부",
    "ratio": "20/30/20/30",
    "cut": 351,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "동물생명과학대학자유전공학과",
    "ratio": "20/30/20/30",
    "cut": 337,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "디지털밀리터리학과",
    "ratio": "20/30/20/30",
    "cut": 345,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "문화예술공과대학자유전공학과",
    "ratio": "20/30/20/30",
    "cut": 334,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "반도체물리학과",
    "ratio": "20/30/20/30",
    "cut": 337,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "산림경영학과",
    "ratio": "20/30/20/30",
    "cut": 337,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "산림바이오소재공학과",
    "ratio": "20/30/20/30",
    "cut": 337,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "산림자원학과",
    "ratio": "20/30/20/30",
    "cut": 339,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "산림환경보호학과",
    "ratio": "20/30/20/30",
    "cut": 338,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "생명과학과",
    "ratio": "20/30/20/30",
    "cut": 334,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "생명환경융합학부",
    "ratio": "20/30/20/30",
    "cut": 336,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "생물자원과학부",
    "ratio": "20/30/20/30",
    "cut": 335,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "생태조경디자인학과",
    "ratio": "20/30/20/30",
    "cut": 340,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "수학과",
    "ratio": "20/30/20/30",
    "cut": 339,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "수학교육과",
    "ratio": "20/30/20/30",
    "cut": 351,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "스마트팜융합바이오시스템공학과",
    "ratio": "20/30/20/30",
    "cut": 332,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "식품생명공학과",
    "ratio": "20/30/20/30",
    "cut": 337,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "원예학과",
    "ratio": "20/30/20/30",
    "cut": 337,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "의생명과학대학자유전공학과",
    "ratio": "20/30/20/30",
    "cut": 335,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "자유전공학부(자연)",
    "ratio": "20/30/20/30",
    "cut": 345,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "전기전자공학과",
    "ratio": "20/30/20/30",
    "cut": 348,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "전자공학과",
    "ratio": "20/30/20/30",
    "cut": 346,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "지역건설공학과",
    "ratio": "20/30/20/30",
    "cut": 333,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "지질지구물리학부",
    "ratio": "20/30/20/30",
    "cut": 329,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "컴퓨터공학과",
    "ratio": "20/30/20/30",
    "cut": 349,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "펄프제지공학과",
    "ratio": "20/30/20/30",
    "cut": 334,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "강원대(춘천)",
    "dept": "화학생화학부",
    "ratio": "20/30/20/30",
    "cut": 340,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "건국대",
    "dept": "국제무역학과",
    "ratio": "30/40/10/20",
    "cut": 375,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "건국대",
    "dept": "기술경영학과",
    "ratio": "30/40/10/20",
    "cut": 377,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "건국대",
    "dept": "영어교육과",
    "ratio": "40/30/10/20",
    "cut": 375,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "건국대",
    "dept": "일어교육과",
    "ratio": "40/30/10/20",
    "cut": 374,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "건국대",
    "dept": "건축학부",
    "ratio": "30/40/10/20",
    "cut": 379,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "건국대",
    "dept": "기계로봇자동차공학부",
    "ratio": "30/40/10/20",
    "cut": 381,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "건국대",
    "dept": "물리학과",
    "ratio": "30/40/10/20",
    "cut": 379,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "건국대",
    "dept": "생물공학과",
    "ratio": "30/40/10/20",
    "cut": 380,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "건국대",
    "dept": "수의예과",
    "ratio": "30/40/10/20",
    "cut": 403,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "건국대",
    "dept": "수학교육과",
    "ratio": "30/40/10/20",
    "cut": 379,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "건국대",
    "dept": "재료공학과",
    "ratio": "30/40/10/20",
    "cut": 380,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "건국대",
    "dept": "항공우주모빌리티공학과",
    "ratio": "30/40/10/20",
    "cut": 380,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "건국대",
    "dept": "화공생명에너지공학부",
    "ratio": "30/40/10/20",
    "cut": 381,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "경영학과",
    "ratio": "30/40/10/20",
    "cut": 377,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "경제학과",
    "ratio": "30/40/10/20",
    "cut": 377,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "교육공학과",
    "ratio": "40/30/10/20",
    "cut": 375,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "국어국문학과",
    "ratio": "40/30/10/20",
    "cut": 375,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "문화콘텐츠학과",
    "ratio": "40/30/10/20",
    "cut": 376,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "40/30/10/20",
    "cut": 381,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "부동산학과",
    "ratio": "30/40/10/20",
    "cut": 377,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "사학과",
    "ratio": "40/30/10/20",
    "cut": 375,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "사회과학대학융합전공학부",
    "ratio": "30/40/10/20",
    "cut": 377,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "영어영문학과",
    "ratio": "40/30/10/20",
    "cut": 375,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "응용통계학과",
    "ratio": "30/40/10/20",
    "cut": 378,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "의상디자인학과(인문)",
    "ratio": "40/30/10/20",
    "cut": 374,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "정치외교학과",
    "ratio": "30/40/10/20",
    "cut": 376,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "중어중문학과",
    "ratio": "40/30/10/20",
    "cut": 373,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "지리학과",
    "ratio": "40/30/10/20",
    "cut": 374,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "철학과",
    "ratio": "40/30/10/20",
    "cut": 375,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "행정학과",
    "ratio": "30/40/10/20",
    "cut": 375,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "동물자원식품과학유통학부",
    "ratio": "30/40/10/20",
    "cut": 376,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "사회환경공학부",
    "ratio": "30/40/10/20",
    "cut": 377,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "산업공학과",
    "ratio": "30/40/10/20",
    "cut": 380,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "생명과학특성학과",
    "ratio": "30/40/10/20",
    "cut": 379,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "수학과",
    "ratio": "30/40/10/20",
    "cut": 379,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "식량자원과학과",
    "ratio": "30/40/10/20",
    "cut": 378,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "첨단바이오공학부",
    "ratio": "30/40/10/20",
    "cut": 381,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "화학과",
    "ratio": "30/40/10/20",
    "cut": 379,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "건국대",
    "dept": "환경보건산림조경학부",
    "ratio": "30/40/10/20",
    "cut": 377,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "건국대",
    "dept": "공과대학자유전공학부",
    "ratio": "30/40/10/20",
    "cut": 383,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "건국대",
    "dept": "시스템생명공학과",
    "ratio": "30/40/10/20",
    "cut": 382,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "건국대",
    "dept": "융합생명공학과",
    "ratio": "30/40/10/20",
    "cut": 382,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "건국대",
    "dept": "전기전자공학부",
    "ratio": "30/40/10/20",
    "cut": 382,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "건국대",
    "dept": "컴퓨터공학부",
    "ratio": "30/40/10/20",
    "cut": 382,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "KU자유전공학부",
    "ratio": "50/50/50/50",
    "cut": 345,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "경영학과",
    "ratio": "50/50/50/50",
    "cut": 354,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "경제통상학과",
    "ratio": "50/50/50/50",
    "cut": 349,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "경찰학과",
    "ratio": "50/50/50/50",
    "cut": 347,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "동화한국어문화학과",
    "ratio": "50/50/50/50",
    "cut": 336,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "문헌정보학과",
    "ratio": "50/50/50/50",
    "cut": 329,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "사회복지학과",
    "ratio": "50/50/50/50",
    "cut": 343,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "신문방송학과",
    "ratio": "50/50/50/50",
    "cut": 345,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "영어문화학과",
    "ratio": "50/50/50/50",
    "cut": 351,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "유아교육과",
    "ratio": "50/50/50/50",
    "cut": 336,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "간호학과",
    "ratio": "50/50/50/50",
    "cut": 370,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "녹색기술융합학과",
    "ratio": "50/50/50/50",
    "cut": 341,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "메카트로닉스공학과",
    "ratio": "50/50/50/50",
    "cut": 345,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "바이오메디컬공학과",
    "ratio": "50/50/50/50",
    "cut": 343,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "바이오의약학과",
    "ratio": "50/50/50/50",
    "cut": 345,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "뷰티화장품학과",
    "ratio": "50/50/50/50",
    "cut": 334,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "생명공학과",
    "ratio": "50/50/50/50",
    "cut": 350,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "소방방재융합학과",
    "ratio": "50/50/50/50",
    "cut": 345,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "식품영양학과",
    "ratio": "50/50/50/50",
    "cut": 339,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "에너지신소재공학과",
    "ratio": "50/50/50/50",
    "cut": 331,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "의예과",
    "ratio": "20/30/20/30",
    "cut": 411,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "건국대(글로컬)",
    "dept": "컴퓨터공학과",
    "ratio": "50/50/50/50",
    "cut": 350,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "건양대",
    "dept": "국방경찰행정학부",
    "ratio": "50/50/50/50",
    "cut": 320,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "건양대",
    "dept": "심리상담치료학과",
    "ratio": "50/50/50/50",
    "cut": 321,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "건양대",
    "dept": "특수교육과",
    "ratio": "50/50/50/50",
    "cut": 312,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "건양대",
    "dept": "물리치료학과",
    "ratio": "33/33/33/33",
    "cut": 344,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "건양대",
    "dept": "방사선학과",
    "ratio": "33/33/33/33",
    "cut": 343,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "건양대",
    "dept": "안경광학과",
    "ratio": "33/33/33/33",
    "cut": 311,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "건양대",
    "dept": "응급구조학과",
    "ratio": "33/33/33/33",
    "cut": 336,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "건양대",
    "dept": "의학과",
    "ratio": "20/30/20/30",
    "cut": 409,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "건양대",
    "dept": "임상병리학과",
    "ratio": "33/33/33/33",
    "cut": 341,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "건양대",
    "dept": "작업치료학과",
    "ratio": "33/33/33/33",
    "cut": 327,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "건양대",
    "dept": "치위생학과",
    "ratio": "33/33/33/33",
    "cut": 323,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "건양대",
    "dept": "병원경영학과",
    "ratio": "33/33/33/33",
    "cut": 328,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "건양대",
    "dept": "사회복지학과",
    "ratio": "50/50/50/50",
    "cut": 304,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "건양대",
    "dept": "간호학과",
    "ratio": "33/33/33/33",
    "cut": 362,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "건양대",
    "dept": "국방XR학부",
    "ratio": "50/50/50/50",
    "cut": 290,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "건양대",
    "dept": "기업소프트웨어학부",
    "ratio": "50/50/50/50",
    "cut": 306,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "건양대",
    "dept": "스마트보안학과",
    "ratio": "50/50/50/50",
    "cut": 293,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "건양대",
    "dept": "의공학과",
    "ratio": "50/50/50/50",
    "cut": 317,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "건양대",
    "dept": "의료IT공학과",
    "ratio": "50/50/50/50",
    "cut": 312,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "건양대",
    "dept": "의료공간디자인학과",
    "ratio": "50/50/50/50",
    "cut": 303,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "건양대",
    "dept": "의료신소재학과",
    "ratio": "50/50/50/50",
    "cut": 314,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "건양대",
    "dept": "인공지능학과",
    "ratio": "50/50/50/50",
    "cut": 309,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "건양대",
    "dept": "제약생명공학과",
    "ratio": "50/50/50/50",
    "cut": 324,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "건양대",
    "dept": "국방산업경영학부",
    "ratio": "50/50/50/50",
    "cut": 291,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "건양대",
    "dept": "스마트팜학부",
    "ratio": "50/50/50/50",
    "cut": 299,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "경국대",
    "dept": "간호학부",
    "ratio": "50/50/50/50",
    "cut": 345,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "경국대",
    "dept": "기계교육과",
    "ratio": "50/50/50/50",
    "cut": 312,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "경국대",
    "dept": "전기전자교육과",
    "ratio": "50/50/50/50",
    "cut": 306,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "경국대",
    "dept": "국어교육과",
    "ratio": "50/50/50/50",
    "cut": 346,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "경국대",
    "dept": "윤리교육과",
    "ratio": "50/50/50/50",
    "cut": 334,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "경국대",
    "dept": "교육공학과",
    "ratio": "50/50/50/50",
    "cut": 313,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "경국대",
    "dept": "수학교육과",
    "ratio": "50/50/50/50",
    "cut": 343,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "경국대",
    "dept": "컴퓨터교육과",
    "ratio": "50/50/50/50",
    "cut": 300,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "경기대",
    "dept": "사회과학부",
    "ratio": "35/30/20/15",
    "cut": 352,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 15.0
  },
  {
    "group": "가",
    "univ": "경기대",
    "dept": "창의공학부",
    "ratio": "30/35/20/15",
    "cut": 353,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 15.0
  },
  {
    "group": "나",
    "univ": "경기대",
    "dept": "소프트웨어경영학부",
    "ratio": "30/35/20/15",
    "cut": 348,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 15.0
  },
  {
    "group": "나",
    "univ": "경기대",
    "dept": "인문학부",
    "ratio": "35/30/20/15",
    "cut": 348,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 15.0
  },
  {
    "group": "나",
    "univ": "경기대",
    "dept": "융합과학부",
    "ratio": "30/35/20/15",
    "cut": 351,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "경영학부",
    "ratio": "35/30/20/15",
    "cut": 351,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "경제학부",
    "ratio": "35/30/20/15",
    "cut": 349,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "공공안전학부",
    "ratio": "35/30/20/15",
    "cut": 355,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "공공인재학부",
    "ratio": "35/30/20/15",
    "cut": 349,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "관광개발경영학과",
    "ratio": "35/30/20/15",
    "cut": 358,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "관광문화콘텐츠학과",
    "ratio": "35/30/20/15",
    "cut": 356,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "국어국문학과",
    "ratio": "35/30/20/15",
    "cut": 347,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "글로벌어문학부",
    "ratio": "35/30/20/15",
    "cut": 347,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "무역학과",
    "ratio": "35/30/20/15",
    "cut": 354,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "문헌정보학과",
    "ratio": "35/30/20/15",
    "cut": 350,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "법학과",
    "ratio": "35/30/20/15",
    "cut": 354,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "사학과",
    "ratio": "35/30/20/15",
    "cut": 348,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "영어영문학과",
    "ratio": "35/30/20/15",
    "cut": 348,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "유아교육과",
    "ratio": "35/30/20/15",
    "cut": 346,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "호텔외식경영학부",
    "ratio": "35/30/20/15",
    "cut": 365,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "휴먼서비스학부",
    "ratio": "35/30/20/15",
    "cut": 348,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "AI컴퓨터공학부",
    "ratio": "30/35/20/15",
    "cut": 356,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "AI컴퓨터공학부-SW안전보안",
    "ratio": "30/35/20/15",
    "cut": 355,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "AI컴퓨터공학부-인공지능",
    "ratio": "30/35/20/15",
    "cut": 354,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "건축학과",
    "ratio": "30/35/20/15",
    "cut": 353,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "기계시스템공학과",
    "ratio": "30/35/20/15",
    "cut": 353,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "바이오융합학부",
    "ratio": "30/35/20/15",
    "cut": 352,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "사회에너지시스템공학과",
    "ratio": "30/35/20/15",
    "cut": 352,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "산업경영공학과",
    "ratio": "30/35/20/15",
    "cut": 350,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "수학과",
    "ratio": "30/35/20/15",
    "cut": 351,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "스마트시티공학부",
    "ratio": "30/35/20/15",
    "cut": 348,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "신소재화학공학부",
    "ratio": "30/35/20/15",
    "cut": 351,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "전자공학부",
    "ratio": "30/35/20/15",
    "cut": 354,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 15.0
  },
  {
    "group": "다",
    "univ": "경기대",
    "dept": "화학과",
    "ratio": "30/35/20/15",
    "cut": 351,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 15.0
  },
  {
    "group": "나",
    "univ": "경남대",
    "dept": "교육학과",
    "ratio": "25/25/25/25",
    "cut": 328,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경남대",
    "dept": "국어교육과",
    "ratio": "25/25/25/25",
    "cut": 333,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경남대",
    "dept": "영어교육과",
    "ratio": "25/25/25/25",
    "cut": 345,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경남대",
    "dept": "유아교육과",
    "ratio": "25/25/25/25",
    "cut": 323,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경남대",
    "dept": "간호학과",
    "ratio": "25/25/25/25",
    "cut": 346,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "경남대",
    "dept": "경찰학부",
    "ratio": "25/25/25/25",
    "cut": 326,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "경남대",
    "dept": "미디어영상학과",
    "ratio": "25/25/25/25",
    "cut": 308,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "경남대",
    "dept": "일어교육과",
    "ratio": "25/25/25/25",
    "cut": 311,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "경남대",
    "dept": "가정교육과",
    "ratio": "25/25/25/25",
    "cut": 295,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "경남대",
    "dept": "물리치료학과",
    "ratio": "25/25/25/25",
    "cut": 322,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "경남대",
    "dept": "수학교육과",
    "ratio": "25/25/25/25",
    "cut": 336,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경동대",
    "dept": "사회복지학과",
    "ratio": "25/25/25/25",
    "cut": 256,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경동대",
    "dept": "호텔관광경영학과",
    "ratio": "25/25/25/25",
    "cut": 247,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경동대",
    "dept": "간호학과",
    "ratio": "25/25/25/25",
    "cut": 332,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경동대",
    "dept": "물리치료학과",
    "ratio": "25/25/25/25",
    "cut": 296,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경동대",
    "dept": "소프트웨어융합보안학과",
    "ratio": "25/25/25/25",
    "cut": 296,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경동대",
    "dept": "응급구조학과",
    "ratio": "25/25/25/25",
    "cut": 296,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경동대",
    "dept": "임상병리학과",
    "ratio": "25/25/25/25",
    "cut": 296,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경동대",
    "dept": "치위생학과",
    "ratio": "25/25/25/25",
    "cut": 289,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경동대",
    "dept": "경영학과",
    "ratio": "25/25/25/25",
    "cut": 304,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경동대",
    "dept": "경찰학과",
    "ratio": "25/25/25/25",
    "cut": 327,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경동대",
    "dept": "군사학과",
    "ratio": "25/25/25/25",
    "cut": 314,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경동대",
    "dept": "유아교육과",
    "ratio": "25/25/25/25",
    "cut": 311,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경동대",
    "dept": "항공서비스학과",
    "ratio": "25/25/25/25",
    "cut": 312,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경동대",
    "dept": "건설시스템공학과",
    "ratio": "25/25/25/25",
    "cut": 289,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경동대",
    "dept": "건축공학과",
    "ratio": "25/25/25/25",
    "cut": 283,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경동대",
    "dept": "건축디자인학과",
    "ratio": "25/25/25/25",
    "cut": 283,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경동대",
    "dept": "보건행정학과",
    "ratio": "25/25/25/25",
    "cut": 276,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경동대",
    "dept": "작업치료학과",
    "ratio": "25/25/25/25",
    "cut": 250,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경동대",
    "dept": "치기공학과",
    "ratio": "25/25/25/25",
    "cut": 283,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경동대",
    "dept": "컴퓨터공학과",
    "ratio": "25/25/25/25",
    "cut": 296,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경동대",
    "dept": "호텔조리학과",
    "ratio": "25/25/25/25",
    "cut": 289,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "경동대",
    "dept": "행정학과",
    "ratio": "25/25/25/25",
    "cut": 291,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "경동대",
    "dept": "외식사업학과",
    "ratio": "25/25/25/25",
    "cut": 293,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "경영학부",
    "ratio": "37/25/12/25",
    "cut": 366,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "관광학과",
    "ratio": "37/25/12/25",
    "cut": 322,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "국어국문학과",
    "ratio": "37/25/12/25",
    "cut": 355,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "노어노문학과",
    "ratio": "37/25/12/25",
    "cut": 351,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "불어불문학과",
    "ratio": "37/25/12/25",
    "cut": 351,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "사학과",
    "ratio": "37/25/12/25",
    "cut": 355,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "사회과학대학자율학부",
    "ratio": "37/25/12/25",
    "cut": 357,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "사회학과",
    "ratio": "37/25/12/25",
    "cut": 356,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "식품자원경제학과",
    "ratio": "37/25/12/25",
    "cut": 356,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "심리학과",
    "ratio": "37/25/12/25",
    "cut": 355,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "영어교육과",
    "ratio": "37/25/12/25",
    "cut": 365,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "유럽어교육학부-독어교육",
    "ratio": "37/25/12/25",
    "cut": 351,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "윤리교육과",
    "ratio": "37/25/12/25",
    "cut": 358,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "일반사회교육과",
    "ratio": "37/25/12/25",
    "cut": 359,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "중어중문학과",
    "ratio": "37/25/12/25",
    "cut": 353,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "지리학과",
    "ratio": "37/25/12/25",
    "cut": 353,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "철학과",
    "ratio": "37/25/12/25",
    "cut": 353,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "IT첨단자율학부",
    "ratio": "25/37/12/25",
    "cut": 376,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "가정교육과",
    "ratio": "25/37/12/25",
    "cut": 355,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "간호학과",
    "ratio": "25/37/12/25",
    "cut": 369,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "건설방재공학과",
    "ratio": "0/50/25/25",
    "cut": 307,
    "kr": 0.0,
    "mr": 50.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "건축학부-건축학",
    "ratio": "25/37/12/25",
    "cut": 365,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "고분자공학과",
    "ratio": "25/37/12/25",
    "cut": 366,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "공학첨단자율학부",
    "ratio": "25/37/12/25",
    "cut": 367,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "동물생명공학과",
    "ratio": "0/50/25/25",
    "cut": 307,
    "kr": 0.0,
    "mr": 50.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "물리교육과",
    "ratio": "25/37/12/25",
    "cut": 363,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "산림과학조경학부",
    "ratio": "25/37/12/25",
    "cut": 356,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "산림생태보호학과",
    "ratio": "0/50/25/25",
    "cut": 308,
    "kr": 0.0,
    "mr": 50.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "생명공학부",
    "ratio": "25/37/12/25",
    "cut": 366,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "섬유시스템공학과",
    "ratio": "25/37/12/25",
    "cut": 359,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "섬유패션디자인학부-섬유공학",
    "ratio": "0/50/25/25",
    "cut": 300,
    "kr": 0.0,
    "mr": 50.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "소프트웨어학과",
    "ratio": "0/50/25/25",
    "cut": 334,
    "kr": 0.0,
    "mr": 50.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "수학과",
    "ratio": "25/37/12/25",
    "cut": 365,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "식물자원학과",
    "ratio": "0/50/25/25",
    "cut": 298,
    "kr": 0.0,
    "mr": 50.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "식품공학부",
    "ratio": "25/37/12/25",
    "cut": 358,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "식품외식산업학과",
    "ratio": "0/50/25/25",
    "cut": 305,
    "kr": 0.0,
    "mr": 50.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "아동학부",
    "ratio": "25/37/12/25",
    "cut": 355,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "약학과",
    "ratio": "25/37/12/25",
    "cut": 402,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "에너지공학부",
    "ratio": "25/37/12/25",
    "cut": 367,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "원예과학과",
    "ratio": "25/37/12/25",
    "cut": 354,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "의예과",
    "ratio": "25/37/12/25",
    "cut": 411,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "전자공학부",
    "ratio": "25/37/12/25",
    "cut": 377,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "전자공학부-모바일공학",
    "ratio": "25/37/12/25",
    "cut": 392,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "정밀기계공학과",
    "ratio": "0/50/25/25",
    "cut": 313,
    "kr": 0.0,
    "mr": 50.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "정보컴퓨터교육과",
    "ratio": "25/37/12/25",
    "cut": 363,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "지구시스템과학부",
    "ratio": "25/37/12/25",
    "cut": 360,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "첨단기술융합대학자율학부1",
    "ratio": "25/37/12/25",
    "cut": 371,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "치위생학과",
    "ratio": "0/50/25/25",
    "cut": 327,
    "kr": 0.0,
    "mr": 50.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "컴퓨터학부-심화컴퓨팅",
    "ratio": "25/37/12/25",
    "cut": 370,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "컴퓨터학부-인공지능컴퓨팅",
    "ratio": "25/37/12/25",
    "cut": 371,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "토목공학과",
    "ratio": "25/37/12/25",
    "cut": 362,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "화학교육과",
    "ratio": "25/37/12/25",
    "cut": 362,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경북대",
    "dept": "환경안전공학과",
    "ratio": "0/50/25/25",
    "cut": 289,
    "kr": 0.0,
    "mr": 50.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "자율전공학부",
    "ratio": "31/31/12/25",
    "cut": 358,
    "kr": 31.25,
    "mr": 31.25,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "경상대학자율학부",
    "ratio": "37/25/12/25",
    "cut": 363,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "경제통상학부",
    "ratio": "37/25/12/25",
    "cut": 361,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "고고인류학과",
    "ratio": "37/25/12/25",
    "cut": 349,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "교육학과",
    "ratio": "37/25/12/25",
    "cut": 354,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "국어교육과",
    "ratio": "37/25/12/25",
    "cut": 364,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "독어독문학과",
    "ratio": "37/25/12/25",
    "cut": 351,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "문헌정보학과",
    "ratio": "37/25/12/25",
    "cut": 355,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "37/25/12/25",
    "cut": 359,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "사회복지학부",
    "ratio": "37/25/12/25",
    "cut": 355,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "역사교육과",
    "ratio": "37/25/12/25",
    "cut": 359,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "영어영문학과",
    "ratio": "37/25/12/25",
    "cut": 358,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "일어일문학과",
    "ratio": "37/25/12/25",
    "cut": 352,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "정치외교학과",
    "ratio": "37/25/12/25",
    "cut": 357,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "지리교육과",
    "ratio": "37/25/12/25",
    "cut": 357,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "한문학과",
    "ratio": "37/25/12/25",
    "cut": 350,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "행정학부",
    "ratio": "37/25/12/25",
    "cut": 360,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "IT대학자율학부",
    "ratio": "25/37/12/25",
    "cut": 370,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "건축학부-건축공학",
    "ratio": "25/37/12/25",
    "cut": 364,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "곤충생명과학과",
    "ratio": "0/50/25/25",
    "cut": 262,
    "kr": 0.0,
    "mr": 50.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "공과대학자율학부",
    "ratio": "25/37/12/25",
    "cut": 370,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "금속재료공학과",
    "ratio": "25/37/12/25",
    "cut": 370,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "기계공학부",
    "ratio": "25/37/12/25",
    "cut": 368,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "나노신소재공학과",
    "ratio": "0/50/25/25",
    "cut": 316,
    "kr": 0.0,
    "mr": 50.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "농업생명과학대학자율학부",
    "ratio": "25/37/12/25",
    "cut": 359,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "농업토목공학과",
    "ratio": "25/37/12/25",
    "cut": 358,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "말/특수동물학과",
    "ratio": "0/50/25/25",
    "cut": 307,
    "kr": 0.0,
    "mr": 50.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "물리학과",
    "ratio": "25/37/12/25",
    "cut": 361,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "바이오섬유소재학과",
    "ratio": "25/37/12/25",
    "cut": 357,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "생물학과",
    "ratio": "25/37/12/25",
    "cut": 364,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "수의예과",
    "ratio": "25/37/12/25",
    "cut": 401,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "수학교육과",
    "ratio": "25/37/12/25",
    "cut": 377,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "스마트생물산업기계공학과",
    "ratio": "25/37/12/25",
    "cut": 358,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "스마트플랜트공학과",
    "ratio": "0/50/25/25",
    "cut": 309,
    "kr": 0.0,
    "mr": 50.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "식물의학과",
    "ratio": "25/37/12/25",
    "cut": 356,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "식품영양학과",
    "ratio": "25/37/12/25",
    "cut": 358,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "신소재공학과",
    "ratio": "25/37/12/25",
    "cut": 367,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "에너지화학공학과",
    "ratio": "0/50/25/25",
    "cut": 317,
    "kr": 0.0,
    "mr": 50.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "위치정보시스템학과",
    "ratio": "0/50/25/25",
    "cut": 300,
    "kr": 0.0,
    "mr": 50.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "응용생명과학부",
    "ratio": "25/37/12/25",
    "cut": 360,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "응용화학공학부",
    "ratio": "25/37/12/25",
    "cut": 369,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "의류학과",
    "ratio": "25/37/12/25",
    "cut": 354,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "자동차공학과",
    "ratio": "0/50/25/25",
    "cut": 309,
    "kr": 0.0,
    "mr": 50.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "자연과학대학자율학부",
    "ratio": "25/37/12/25",
    "cut": 371,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "자율미래인재학부",
    "ratio": "0/50/25/25",
    "cut": 317,
    "kr": 0.0,
    "mr": 50.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "전기공학과",
    "ratio": "25/37/12/25",
    "cut": 370,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "전자공학부-인공지능",
    "ratio": "25/37/12/25",
    "cut": 375,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "지구과학교육과",
    "ratio": "25/37/12/25",
    "cut": 367,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "첨단기술융합대학자율학부2",
    "ratio": "25/37/12/25",
    "cut": 373,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "축산학과",
    "ratio": "0/50/25/25",
    "cut": 304,
    "kr": 0.0,
    "mr": 50.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "치의예과",
    "ratio": "25/37/12/25",
    "cut": 408,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "컴퓨터학부-첨단컴퓨팅연구(학석사통합)",
    "ratio": "25/37/12/25",
    "cut": 369,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "통계학과",
    "ratio": "25/37/12/25",
    "cut": 367,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "화학과",
    "ratio": "25/37/12/25",
    "cut": 363,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경북대",
    "dept": "환경공학과",
    "ratio": "25/37/12/25",
    "cut": 363,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "경제학부",
    "ratio": "30/25/20/25",
    "cut": 338,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "국어교육과",
    "ratio": "30/25/20/25",
    "cut": 345,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "30/25/20/25",
    "cut": 338,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "법학부",
    "ratio": "30/25/20/25",
    "cut": 332,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "사회복지학부",
    "ratio": "30/25/20/25",
    "cut": 328,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "사회학과",
    "ratio": "30/25/20/25",
    "cut": 330,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "심리학과",
    "ratio": "30/25/20/25",
    "cut": 337,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "아동가족학과",
    "ratio": "30/25/20/25",
    "cut": 321,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "영어교육과",
    "ratio": "30/25/20/25",
    "cut": 343,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "정치외교학과",
    "ratio": "30/25/20/25",
    "cut": 338,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "지리교육과",
    "ratio": "30/25/20/25",
    "cut": 341,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "행정학과",
    "ratio": "30/25/20/25",
    "cut": 338,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "간호학과",
    "ratio": "25/30/20/25",
    "cut": 359,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "물리교육과",
    "ratio": "25/30/20/25",
    "cut": 326,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "수의예과",
    "ratio": "25/30/20/25",
    "cut": 397,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "수학교육과",
    "ratio": "25/30/20/25",
    "cut": 361,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "약학과",
    "ratio": "25/30/20/25",
    "cut": 399,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "의예과",
    "ratio": "25/30/20/25",
    "cut": 409,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경상국립대",
    "dept": "화학교육과",
    "ratio": "25/30/20/25",
    "cut": 344,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "경영정보학과",
    "ratio": "30/25/20/25",
    "cut": 330,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "경영학부",
    "ratio": "30/25/20/25",
    "cut": 338,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "교육학과",
    "ratio": "30/25/20/25",
    "cut": 341,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "국어국문학과",
    "ratio": "30/25/20/25",
    "cut": 326,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "국제통상학과",
    "ratio": "30/25/20/25",
    "cut": 330,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "독어독문학과",
    "ratio": "30/25/20/25",
    "cut": 313,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "러시아학과",
    "ratio": "30/25/20/25",
    "cut": 318,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "불어불문학과",
    "ratio": "30/25/20/25",
    "cut": 319,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "사학과",
    "ratio": "30/25/20/25",
    "cut": 329,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "스마트유통물류학과",
    "ratio": "30/25/20/25",
    "cut": 322,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "식품자원경제학과",
    "ratio": "30/25/20/25",
    "cut": 328,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "역사교육과",
    "ratio": "30/25/20/25",
    "cut": 345,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "영어영문학부-영어",
    "ratio": "30/25/20/25",
    "cut": 324,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "영어영문학부-영어영문학",
    "ratio": "30/25/20/25",
    "cut": 327,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "유아교육과",
    "ratio": "30/25/20/25",
    "cut": 342,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "윤리교육과",
    "ratio": "30/25/20/25",
    "cut": 347,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "일반사회교육과",
    "ratio": "30/25/20/25",
    "cut": 352,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "일어교육과",
    "ratio": "30/25/20/25",
    "cut": 337,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "중어중문학과",
    "ratio": "30/25/20/25",
    "cut": 320,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "철학과",
    "ratio": "30/25/20/25",
    "cut": 326,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "한문학과",
    "ratio": "30/25/20/25",
    "cut": 317,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "회계세무학부",
    "ratio": "30/25/20/25",
    "cut": 334,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "AI정보공학과",
    "ratio": "25/30/20/25",
    "cut": 311,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "건설시스템공학과",
    "ratio": "25/30/20/25",
    "cut": 313,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "건축공학부",
    "ratio": "25/30/20/25",
    "cut": 331,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "건축학과",
    "ratio": "25/30/20/25",
    "cut": 343,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "기계공학부",
    "ratio": "25/30/20/25",
    "cut": 339,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "기계융합공학과",
    "ratio": "25/30/20/25",
    "cut": 317,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "농학과",
    "ratio": "25/30/20/25",
    "cut": 308,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "도시공학과",
    "ratio": "25/30/20/25",
    "cut": 330,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "동물생명융합학부",
    "ratio": "25/30/20/25",
    "cut": 313,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "메카트로닉스공학부",
    "ratio": "25/30/20/25",
    "cut": 314,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "미래자동차공학과",
    "ratio": "25/30/20/25",
    "cut": 313,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "반도체공학과",
    "ratio": "25/30/20/25",
    "cut": 322,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "산업시스템공학부",
    "ratio": "25/30/20/25",
    "cut": 316,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "생명과학부",
    "ratio": "25/30/20/25",
    "cut": 329,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "생물교육과",
    "ratio": "25/30/20/25",
    "cut": 351,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "생물산업기계공학과",
    "ratio": "25/30/20/25",
    "cut": 305,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "소프트웨어공학과",
    "ratio": "25/30/20/25",
    "cut": 352,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "수학물리학부",
    "ratio": "25/30/20/25",
    "cut": 299,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "스마트농산업학과",
    "ratio": "25/30/20/25",
    "cut": 313,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "식물의학과",
    "ratio": "25/30/20/25",
    "cut": 319,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "식품공학부",
    "ratio": "25/30/20/25",
    "cut": 319,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "식품영양학과",
    "ratio": "25/30/20/25",
    "cut": 321,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "신소재공학부-고분자공학",
    "ratio": "25/30/20/25",
    "cut": 299,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "신소재공학부-금속재료공학",
    "ratio": "25/30/20/25",
    "cut": 312,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "신소재공학부-세라믹공학",
    "ratio": "25/30/20/25",
    "cut": 311,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "에너지공학과",
    "ratio": "25/30/20/25",
    "cut": 315,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "원예과학부",
    "ratio": "25/30/20/25",
    "cut": 317,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "의류학과",
    "ratio": "25/30/20/25",
    "cut": 328,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "인테리어재료공학과",
    "ratio": "25/30/20/25",
    "cut": 307,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "전기공학과",
    "ratio": "25/30/20/25",
    "cut": 329,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "전자공학부",
    "ratio": "25/30/20/25",
    "cut": 343,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "정보통계학과",
    "ratio": "25/30/20/25",
    "cut": 337,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "제약공학과",
    "ratio": "25/30/20/25",
    "cut": 329,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "제어로봇공학과",
    "ratio": "25/30/20/25",
    "cut": 320,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "조경학과",
    "ratio": "25/30/20/25",
    "cut": 314,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "지역시스템공학과",
    "ratio": "25/30/20/25",
    "cut": 312,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "지질과학과",
    "ratio": "25/30/20/25",
    "cut": 309,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "축산과학부",
    "ratio": "25/30/20/25",
    "cut": 299,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "컴퓨터공학부",
    "ratio": "25/30/20/25",
    "cut": 311,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "토목공학과",
    "ratio": "25/30/20/25",
    "cut": 334,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "항공우주공학부",
    "ratio": "25/30/20/25",
    "cut": 305,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "항노화신소재과학과",
    "ratio": "25/30/20/25",
    "cut": 312,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "화학공학과",
    "ratio": "25/30/20/25",
    "cut": 329,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "환경공학과",
    "ratio": "25/30/20/25",
    "cut": 304,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "환경산림과학부",
    "ratio": "25/30/20/25",
    "cut": 317,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "환경생명화학과",
    "ratio": "25/30/20/25",
    "cut": 320,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경상국립대",
    "dept": "환경재료과학과",
    "ratio": "25/30/20/25",
    "cut": 309,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "국제무역통상학과",
    "ratio": "25/25/25/25",
    "cut": 325,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "25/25/25/25",
    "cut": 322,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "법학과",
    "ratio": "25/25/25/25",
    "cut": 323,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "사회복지학과",
    "ratio": "25/25/25/25",
    "cut": 323,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "심리학과",
    "ratio": "25/25/25/25",
    "cut": 333,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "유아교육과",
    "ratio": "25/25/25/25",
    "cut": 339,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "윤리교육과",
    "ratio": "25/25/25/25",
    "cut": 329,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "인문문화학부",
    "ratio": "25/25/25/25",
    "cut": 317,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "간호학과",
    "ratio": "25/25/25/25",
    "cut": 345,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "건축학과",
    "ratio": "25/25/25/25",
    "cut": 298,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "동물보건생명과학과",
    "ratio": "25/25/25/25",
    "cut": 295,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "실내건축학과",
    "ratio": "25/25/25/25",
    "cut": 300,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "약학과",
    "ratio": "25/30/20/25",
    "cut": 398,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경성대",
    "dept": "화장품학과",
    "ratio": "25/25/25/25",
    "cut": 292,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "경영학과",
    "ratio": "25/25/25/25",
    "cut": 320,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "경찰행정학과",
    "ratio": "25/25/25/25",
    "cut": 317,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "광고홍보학과",
    "ratio": "25/25/25/25",
    "cut": 322,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "글로컬문화학부",
    "ratio": "25/25/25/25",
    "cut": 314,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "문헌정보학과",
    "ratio": "25/25/25/25",
    "cut": 324,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "자율전공학부",
    "ratio": "25/25/25/25",
    "cut": 325,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "호텔관광외식경영학부-외식서비스경영학",
    "ratio": "25/25/25/25",
    "cut": 326,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "호텔관광외식경영학부-호텔관광경영학",
    "ratio": "25/25/25/25",
    "cut": 332,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "물리치료학과",
    "ratio": "25/25/25/25",
    "cut": 323,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "소프트웨어학과",
    "ratio": "25/25/25/25",
    "cut": 299,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "식품생명공학과",
    "ratio": "25/25/25/25",
    "cut": 296,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "식품영양학과",
    "ratio": "25/25/25/25",
    "cut": 296,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "제약공학과",
    "ratio": "25/25/25/25",
    "cut": 317,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경성대",
    "dept": "컴퓨터공학과",
    "ratio": "25/25/25/25",
    "cut": 302,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "경성대",
    "dept": "경제금융물류학부",
    "ratio": "25/25/25/25",
    "cut": 324,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "경성대",
    "dept": "영어영문학과",
    "ratio": "25/25/25/25",
    "cut": 318,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "경성대",
    "dept": "중국학과",
    "ratio": "25/25/25/25",
    "cut": 311,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "경성대",
    "dept": "회계학과",
    "ratio": "25/25/25/25",
    "cut": 324,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "경성대",
    "dept": "신소재에너지공학과",
    "ratio": "25/25/25/25",
    "cut": 305,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경운대",
    "dept": "간호학과",
    "ratio": "33/33/33/33",
    "cut": 317,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "경인교대",
    "dept": "초등교육과",
    "ratio": "25/25/25/25",
    "cut": 369,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "경일대",
    "dept": "간호학과",
    "ratio": "25/25/25/25",
    "cut": 328,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "경일대",
    "dept": "응급구조학과",
    "ratio": "33/33/33/33",
    "cut": 291,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "경일대",
    "dept": "소방방재학부",
    "ratio": "33/33/33/33",
    "cut": 288,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "Hospitality경영학과",
    "ratio": "35/35/0/30",
    "cut": 380,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "경영회계계열",
    "ratio": "35/35/0/30",
    "cut": 381,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "경제학과",
    "ratio": "35/35/0/30",
    "cut": 381,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "관광엔터테인먼트학부",
    "ratio": "35/35/0/30",
    "cut": 379,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "국어국문학과",
    "ratio": "40/25/0/35",
    "cut": 381,
    "kr": 40.0,
    "mr": 25.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "글로벌Hospitality관광학과",
    "ratio": "35/35/0/30",
    "cut": 379,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "글로벌커뮤니케이션학부",
    "ratio": "40/25/0/35",
    "cut": 377,
    "kr": 40.0,
    "mr": 25.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "러시아어학과",
    "ratio": "40/25/0/35",
    "cut": 374,
    "kr": 40.0,
    "mr": 25.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "무역학과",
    "ratio": "35/35/0/30",
    "cut": 380,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "미디어학과",
    "ratio": "35/35/0/30",
    "cut": 381,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "빅데이터응용학과",
    "ratio": "35/35/0/30",
    "cut": 385,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "사학과",
    "ratio": "40/25/0/35",
    "cut": 380,
    "kr": 40.0,
    "mr": 25.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "사회학과",
    "ratio": "35/35/0/30",
    "cut": 380,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "스페인어학과",
    "ratio": "40/25/0/35",
    "cut": 375,
    "kr": 40.0,
    "mr": 25.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "아동가족학과",
    "ratio": "40/25/0/35",
    "cut": 379,
    "kr": 40.0,
    "mr": 25.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "영어영문학과",
    "ratio": "40/25/0/35",
    "cut": 381,
    "kr": 40.0,
    "mr": 25.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "응용영어통번역학과",
    "ratio": "40/25/0/35",
    "cut": 381,
    "kr": 40.0,
    "mr": 25.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "의상학과",
    "ratio": "40/25/0/35",
    "cut": 379,
    "kr": 40.0,
    "mr": 25.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "일본어학과",
    "ratio": "40/25/0/35",
    "cut": 375,
    "kr": 40.0,
    "mr": 25.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "자율전공학부",
    "ratio": "35/35/0/30",
    "cut": 381,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "정치외교학과",
    "ratio": "35/35/0/30",
    "cut": 381,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "조리&푸드디자인학과",
    "ratio": "35/35/0/30",
    "cut": 378,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "주거환경학과",
    "ratio": "40/25/0/35",
    "cut": 378,
    "kr": 40.0,
    "mr": 25.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "중국어학과",
    "ratio": "40/25/0/35",
    "cut": 375,
    "kr": 40.0,
    "mr": 25.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "지리학과(인문)",
    "ratio": "35/35/0/30",
    "cut": 380,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "철학과",
    "ratio": "40/25/0/35",
    "cut": 380,
    "kr": 40.0,
    "mr": 25.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "프랑스어학과",
    "ratio": "40/25/0/35",
    "cut": 375,
    "kr": 40.0,
    "mr": 25.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "한국어학과",
    "ratio": "40/25/0/35",
    "cut": 374,
    "kr": 40.0,
    "mr": 25.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "행정학과",
    "ratio": "35/35/0/30",
    "cut": 380,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "간호학과",
    "ratio": "25/40/0/35",
    "cut": 381,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "물리학과",
    "ratio": "25/40/0/35",
    "cut": 382,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "미래정보디스플레이학부",
    "ratio": "25/40/0/35",
    "cut": 387,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "생물학과",
    "ratio": "25/40/0/35",
    "cut": 383,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "생체의공학과",
    "ratio": "25/40/0/35",
    "cut": 382,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "소프트웨어융합학과",
    "ratio": "25/40/0/35",
    "cut": 383,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "수학과",
    "ratio": "25/40/0/35",
    "cut": 383,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "식품영양학과",
    "ratio": "25/40/0/35",
    "cut": 382,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "약과학과",
    "ratio": "25/40/0/35",
    "cut": 386,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "자유전공학부",
    "ratio": "25/40/0/35",
    "cut": 384,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "전자공학부 반도체공학과",
    "ratio": "25/40/0/35",
    "cut": 384,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "전자공학부 전자공학과",
    "ratio": "25/40/0/35",
    "cut": 384,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "지리학과(자연)",
    "ratio": "25/40/0/35",
    "cut": 381,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "컴퓨터공학부 인공지능학과",
    "ratio": "25/40/0/35",
    "cut": 383,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "컴퓨터공학부 컴퓨터공학과",
    "ratio": "25/40/0/35",
    "cut": 383,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "한약학과",
    "ratio": "25/40/0/35",
    "cut": 390,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "경희대",
    "dept": "화학과",
    "ratio": "25/40/0/35",
    "cut": 383,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "국제학과",
    "ratio": "35/35/0/30",
    "cut": 377,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "한의예과(인문)",
    "ratio": "35/35/0/30",
    "cut": 406,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "건축공학과",
    "ratio": "25/40/0/35",
    "cut": 380,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "건축학과",
    "ratio": "25/40/0/35",
    "cut": 380,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "기계공학부",
    "ratio": "25/40/0/35",
    "cut": 383,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "사회기반시스템공학과",
    "ratio": "25/40/0/35",
    "cut": 380,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "산업경영공학과",
    "ratio": "25/40/0/35",
    "cut": 382,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "스마트팜과학과",
    "ratio": "25/40/0/35",
    "cut": 380,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "식품생명공학과",
    "ratio": "25/40/0/35",
    "cut": 381,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "신소재공학과",
    "ratio": "25/40/0/35",
    "cut": 383,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "약학과",
    "ratio": "25/40/0/35",
    "cut": 406,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "우주과학과",
    "ratio": "25/40/0/35",
    "cut": 381,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "원자력공학과",
    "ratio": "25/40/0/35",
    "cut": 381,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "유전생명공학과",
    "ratio": "25/40/0/35",
    "cut": 383,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "융합바이오신소재공학과",
    "ratio": "25/40/0/35",
    "cut": 380,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "응용물리학과",
    "ratio": "25/40/0/35",
    "cut": 381,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "응용수학과",
    "ratio": "25/40/0/35",
    "cut": 382,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "응용화학과",
    "ratio": "25/40/0/35",
    "cut": 382,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "의예과",
    "ratio": "25/40/0/35",
    "cut": 418,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "치의예과",
    "ratio": "25/40/0/35",
    "cut": 411,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "한의예과(자연)",
    "ratio": "25/40/0/35",
    "cut": 409,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "화학공학과",
    "ratio": "25/40/0/35",
    "cut": 383,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "경희대",
    "dept": "환경학및환경공학과",
    "ratio": "25/40/0/35",
    "cut": 380,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "경영빅데이터학과",
    "ratio": "25/25/25/25",
    "cut": 339,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "관광경영학과",
    "ratio": "25/25/25/25",
    "cut": 329,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "광고홍보학과",
    "ratio": "25/25/25/25",
    "cut": 334,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "교육학과",
    "ratio": "25/25/25/25",
    "cut": 331,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "국어교육과",
    "ratio": "25/25/25/25",
    "cut": 332,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "국제통상학과",
    "ratio": "25/25/25/25",
    "cut": 328,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "독일유럽학과",
    "ratio": "25/25/25/25",
    "cut": 317,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "사회학과",
    "ratio": "25/25/25/25",
    "cut": 318,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "스페인어중남미학과",
    "ratio": "25/25/25/25",
    "cut": 318,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "심리학과",
    "ratio": "25/25/25/25",
    "cut": 342,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "영어교육과",
    "ratio": "25/25/25/25",
    "cut": 346,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "유아교육과",
    "ratio": "25/25/25/25",
    "cut": 340,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "일본어일본학과",
    "ratio": "25/25/25/25",
    "cut": 315,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "한국어교육과",
    "ratio": "25/25/25/25",
    "cut": 321,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "한문교육과",
    "ratio": "25/25/25/25",
    "cut": 327,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "행정학과",
    "ratio": "25/25/25/25",
    "cut": 329,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "회계세무학과",
    "ratio": "25/25/25/25",
    "cut": 329,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "건축학과",
    "ratio": "25/25/25/25",
    "cut": 321,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "공중보건학과",
    "ratio": "25/25/25/25",
    "cut": 308,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "기계공학과",
    "ratio": "25/25/25/25",
    "cut": 320,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "도시계획학과",
    "ratio": "25/25/25/25",
    "cut": 301,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "로봇공학과",
    "ratio": "25/25/25/25",
    "cut": 309,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "산업공학과",
    "ratio": "25/25/25/25",
    "cut": 311,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "생명과학과",
    "ratio": "25/25/25/25",
    "cut": 315,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "식품가공학과",
    "ratio": "25/25/25/25",
    "cut": 312,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "신소재공학과",
    "ratio": "25/25/25/25",
    "cut": 317,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "전기공학과",
    "ratio": "25/25/25/25",
    "cut": 310,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "컴퓨터공학과",
    "ratio": "25/25/25/25",
    "cut": 319,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "토목공학과",
    "ratio": "25/25/25/25",
    "cut": 305,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "통계학과",
    "ratio": "25/25/25/25",
    "cut": 319,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "혁신신약학과",
    "ratio": "25/25/25/25",
    "cut": 317,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "화학공학과",
    "ratio": "25/25/25/25",
    "cut": 326,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "계명대",
    "dept": "환경공학과",
    "ratio": "25/25/25/25",
    "cut": 308,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "계명대",
    "dept": "자율전공부",
    "ratio": "25/25/25/25",
    "cut": 339,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "계명대",
    "dept": "경제금융학과",
    "ratio": "25/25/25/25",
    "cut": 328,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "계명대",
    "dept": "중국어중국학과",
    "ratio": "25/25/25/25",
    "cut": 324,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "KeimyungAdamsCollege",
    "ratio": "25/25/25/25",
    "cut": 325,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "경영정보학과",
    "ratio": "25/25/25/25",
    "cut": 327,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "경영학과",
    "ratio": "25/25/25/25",
    "cut": 335,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "경찰행정학과",
    "ratio": "25/25/25/25",
    "cut": 358,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "국어국문학과",
    "ratio": "25/25/25/25",
    "cut": 326,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "러시아중앙아시아학과",
    "ratio": "25/25/25/25",
    "cut": 312,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "문예창작학과",
    "ratio": "25/25/25/25",
    "cut": 321,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "문헌정보학과",
    "ratio": "25/25/25/25",
    "cut": 328,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "법학과",
    "ratio": "25/25/25/25",
    "cut": 333,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "사학과",
    "ratio": "25/25/25/25",
    "cut": 317,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "사회복지학과",
    "ratio": "25/25/25/25",
    "cut": 323,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "언론영상학과",
    "ratio": "25/25/25/25",
    "cut": 322,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "영어영문학과",
    "ratio": "25/25/25/25",
    "cut": 328,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "정치외교학과",
    "ratio": "25/25/25/25",
    "cut": 317,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "간호학과",
    "ratio": "25/25/25/25",
    "cut": 360,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "건축공학과",
    "ratio": "25/25/25/25",
    "cut": 308,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "게임소프트웨어학과",
    "ratio": "25/25/25/25",
    "cut": 316,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "교통공학과",
    "ratio": "25/25/25/25",
    "cut": 310,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "디지펜게임공학과",
    "ratio": "25/25/25/25",
    "cut": 336,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "모빌리티소프트웨어학과",
    "ratio": "25/25/25/25",
    "cut": 314,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "생태조경학과",
    "ratio": "25/25/25/25",
    "cut": 312,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "식품영양학과",
    "ratio": "25/25/25/25",
    "cut": 323,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "약학부",
    "ratio": "25/30/20/25",
    "cut": 404,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "의예과",
    "ratio": "25/30/20/25",
    "cut": 411,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "의용공학과",
    "ratio": "25/25/25/25",
    "cut": 317,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "자동차공학과",
    "ratio": "25/25/25/25",
    "cut": 321,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "전자공학과",
    "ratio": "25/25/25/25",
    "cut": 321,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "계명대",
    "dept": "화학과",
    "ratio": "25/25/25/25",
    "cut": 316,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "경영대학",
    "ratio": "35/35/0/28",
    "cut": 395,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "경제학과",
    "ratio": "35/35/0/28",
    "cut": 395,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "교육학과",
    "ratio": "35/35/0/28",
    "cut": 391,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "국어교육과",
    "ratio": "35/35/0/28",
    "cut": 390,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "국어국문학과",
    "ratio": "35/35/0/28",
    "cut": 391,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "국제학부",
    "ratio": "35/35/0/28",
    "cut": 391,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "노어노문학과",
    "ratio": "35/35/0/28",
    "cut": 388,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "독어독문학과",
    "ratio": "35/35/0/28",
    "cut": 389,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "미디어학부",
    "ratio": "35/35/0/28",
    "cut": 393,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "보건정책관리학부",
    "ratio": "35/35/0/28",
    "cut": 392,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "불어불문학과",
    "ratio": "35/35/0/28",
    "cut": 388,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "사학과",
    "ratio": "35/35/0/28",
    "cut": 389,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "사회학과",
    "ratio": "35/35/0/28",
    "cut": 391,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "서어서문학과",
    "ratio": "35/35/0/28",
    "cut": 389,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "식품자원경제학과",
    "ratio": "35/35/0/28",
    "cut": 394,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "심리학부",
    "ratio": "35/35/0/28",
    "cut": 392,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "언어학과",
    "ratio": "35/35/0/28",
    "cut": 390,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "역사교육과",
    "ratio": "35/35/0/28",
    "cut": 389,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "영어교육과",
    "ratio": "35/35/0/28",
    "cut": 390,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "영어영문학과",
    "ratio": "35/35/0/28",
    "cut": 391,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "일어일문학과",
    "ratio": "35/35/0/28",
    "cut": 388,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "자유전공학부",
    "ratio": "35/35/0/28",
    "cut": 396,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "정치외교학과",
    "ratio": "35/35/0/28",
    "cut": 392,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "중어중문학과",
    "ratio": "35/35/0/28",
    "cut": 388,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "지리교육과",
    "ratio": "35/35/0/28",
    "cut": 388,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "철학과",
    "ratio": "35/35/0/28",
    "cut": 391,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "통계학과",
    "ratio": "35/35/0/28",
    "cut": 394,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "한국사학과",
    "ratio": "35/35/0/28",
    "cut": 389,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "한문학과",
    "ratio": "35/35/0/28",
    "cut": 387,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "행정학과",
    "ratio": "35/35/0/28",
    "cut": 393,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "가정교육과",
    "ratio": "35/35/0/28",
    "cut": 388,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "간호대학",
    "ratio": "35/35/0/28",
    "cut": 390,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "건축사회환경공학부",
    "ratio": "31/37/0/31",
    "cut": 391,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "건축학과",
    "ratio": "31/37/0/31",
    "cut": 391,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "공과대학",
    "ratio": "31/37/0/31",
    "cut": 391,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "기계공학부",
    "ratio": "31/37/0/31",
    "cut": 394,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "데이터과학과",
    "ratio": "31/37/0/31",
    "cut": 393,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "물리학과",
    "ratio": "31/37/0/31",
    "cut": 391,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "바이오시스템의과학부",
    "ratio": "31/37/0/31",
    "cut": 391,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "바이오의공학부",
    "ratio": "31/37/0/31",
    "cut": 392,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "보건환경융합과학부",
    "ratio": "31/37/0/31",
    "cut": 390,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "산업경영공학부",
    "ratio": "31/37/0/31",
    "cut": 393,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "생명공학부",
    "ratio": "31/37/0/31",
    "cut": 392,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "생명과학부",
    "ratio": "31/37/0/31",
    "cut": 391,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "수학과",
    "ratio": "31/37/0/31",
    "cut": 392,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "수학교육과",
    "ratio": "31/37/0/31",
    "cut": 391,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "스마트보안학부",
    "ratio": "31/37/0/31",
    "cut": 392,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "식품공학과",
    "ratio": "31/37/0/31",
    "cut": 391,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "신소재공학부",
    "ratio": "31/37/0/31",
    "cut": 392,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "융합에너지공학과",
    "ratio": "31/37/0/31",
    "cut": 392,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "의과대학",
    "ratio": "31/37/0/31",
    "cut": 417,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "인공지능학과",
    "ratio": "31/37/0/31",
    "cut": 394,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "전기전자공학부",
    "ratio": "31/37/0/31",
    "cut": 394,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "지구환경과학과",
    "ratio": "31/37/0/31",
    "cut": 390,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "컴퓨터학과",
    "ratio": "31/37/0/31",
    "cut": 394,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "화공생명공학과",
    "ratio": "31/37/0/31",
    "cut": 394,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "화학과",
    "ratio": "31/37/0/31",
    "cut": 392,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "환경생태공학부",
    "ratio": "31/37/0/31",
    "cut": 390,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "경영대학",
    "ratio": "35/35/0/28",
    "cut": 395,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "경제학과",
    "ratio": "35/35/0/28",
    "cut": 395,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "교육학과",
    "ratio": "35/35/0/28",
    "cut": 392,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "국어교육과",
    "ratio": "35/35/0/28",
    "cut": 392,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "국어국문학과",
    "ratio": "35/35/0/28",
    "cut": 391,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "국제학부",
    "ratio": "35/35/0/28",
    "cut": 392,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "노어노문학과",
    "ratio": "35/35/0/28",
    "cut": 390,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "독어독문학과",
    "ratio": "35/35/0/28",
    "cut": 390,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "미디어학부",
    "ratio": "35/35/0/28",
    "cut": 392,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "보건정책관리학부",
    "ratio": "35/35/0/28",
    "cut": 392,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "불어불문학과",
    "ratio": "35/35/0/28",
    "cut": 391,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "사학과",
    "ratio": "35/35/0/28",
    "cut": 391,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "사회학과",
    "ratio": "35/35/0/28",
    "cut": 392,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "서어서문학과",
    "ratio": "35/35/0/28",
    "cut": 390,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "식품자원경제학과",
    "ratio": "35/35/0/28",
    "cut": 394,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "심리학부",
    "ratio": "35/35/0/28",
    "cut": 393,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "언어학과",
    "ratio": "35/35/0/28",
    "cut": 391,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "역사교육과",
    "ratio": "35/35/0/28",
    "cut": 390,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "영어교육과",
    "ratio": "35/35/0/28",
    "cut": 391,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "영어영문학과",
    "ratio": "35/35/0/28",
    "cut": 391,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "일어일문학과",
    "ratio": "35/35/0/28",
    "cut": 391,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "자유전공학부",
    "ratio": "35/35/0/28",
    "cut": 396,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "정치외교학과",
    "ratio": "35/35/0/28",
    "cut": 393,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "중어중문학과",
    "ratio": "35/35/0/28",
    "cut": 390,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "지리교육과",
    "ratio": "35/35/0/28",
    "cut": 390,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "철학과",
    "ratio": "35/35/0/28",
    "cut": 392,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "통계학과",
    "ratio": "35/35/0/28",
    "cut": 395,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "한국사학과",
    "ratio": "35/35/0/28",
    "cut": 390,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "한문학과",
    "ratio": "35/35/0/28",
    "cut": 389,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "행정학과",
    "ratio": "35/35/0/28",
    "cut": 394,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "가정교육과",
    "ratio": "35/35/0/28",
    "cut": 390,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "간호대학",
    "ratio": "35/35/0/28",
    "cut": 390,
    "kr": 35.7,
    "mr": 35.7,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "건축사회환경공학부",
    "ratio": "31/37/0/31",
    "cut": 391,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "건축학과",
    "ratio": "31/37/0/31",
    "cut": 392,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "기계공학부",
    "ratio": "31/37/0/31",
    "cut": 394,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "데이터과학과",
    "ratio": "31/37/0/31",
    "cut": 395,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "물리학과",
    "ratio": "31/37/0/31",
    "cut": 393,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "바이오시스템의과학부",
    "ratio": "31/37/0/31",
    "cut": 393,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "바이오의공학부",
    "ratio": "31/37/0/31",
    "cut": 394,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "반도체공학과",
    "ratio": "31/37/0/31",
    "cut": 403,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "보건환경융합과학부",
    "ratio": "31/37/0/31",
    "cut": 392,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "사이버국방학과",
    "ratio": "31/37/0/31",
    "cut": 395,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "산업경영공학부",
    "ratio": "31/37/0/31",
    "cut": 394,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "생명공학부",
    "ratio": "31/37/0/31",
    "cut": 394,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "생명과학부",
    "ratio": "31/37/0/31",
    "cut": 393,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "수학과",
    "ratio": "31/37/0/31",
    "cut": 394,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "수학교육과",
    "ratio": "31/37/0/31",
    "cut": 392,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "스마트모빌리티학부",
    "ratio": "31/37/0/31",
    "cut": 401,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "스마트보안학부",
    "ratio": "31/37/0/31",
    "cut": 394,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "식품공학과",
    "ratio": "31/37/0/31",
    "cut": 391,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "신소재공학부",
    "ratio": "31/37/0/31",
    "cut": 394,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "융합에너지공학과",
    "ratio": "31/37/0/31",
    "cut": 394,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "의과대학",
    "ratio": "31/37/0/31",
    "cut": 418,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "인공지능학과",
    "ratio": "31/37/0/31",
    "cut": 394,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "전기전자공학부",
    "ratio": "31/37/0/31",
    "cut": 395,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "지구환경과학과",
    "ratio": "31/37/0/31",
    "cut": 391,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "차세대통신학과",
    "ratio": "31/37/0/31",
    "cut": 399,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "컴퓨터학과",
    "ratio": "31/37/0/31",
    "cut": 395,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "학부대학",
    "ratio": "31/37/0/31",
    "cut": 402,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "화공생명공학과",
    "ratio": "31/37/0/31",
    "cut": 395,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "화학과",
    "ratio": "31/37/0/31",
    "cut": 394,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대",
    "dept": "환경생태공학부",
    "ratio": "31/37/0/31",
    "cut": 391,
    "kr": 31.3,
    "mr": 37.5,
    "tr": 31.3
  },
  {
    "group": "가",
    "univ": "고려대(세종)",
    "dept": "경제통계학부",
    "ratio": "30/30/20/20",
    "cut": 342,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "고려대(세종)",
    "dept": "융합경영학부",
    "ratio": "30/30/20/20",
    "cut": 340,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "고려대(세종)",
    "dept": "표준지식학과",
    "ratio": "30/30/20/20",
    "cut": 340,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "고려대(세종)",
    "dept": "미래모빌리티학과",
    "ratio": "20/35/20/25",
    "cut": 345,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "고려대(세종)",
    "dept": "스마트도시학부",
    "ratio": "20/35/20/25",
    "cut": 345,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "고려대(세종)",
    "dept": "약학과",
    "ratio": "20/35/20/25",
    "cut": 402,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "고려대(세종)",
    "dept": "자유전공학부(과학기술)",
    "ratio": "20/35/20/25",
    "cut": 346,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "고려대(세종)",
    "dept": "지능형반도체공학과",
    "ratio": "20/35/20/25",
    "cut": 351,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "고려대(세종)",
    "dept": "자유전공학부(공공정책)",
    "ratio": "30/30/20/20",
    "cut": 345,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "고려대(세종)",
    "dept": "글로벌학부",
    "ratio": "35/20/20/25",
    "cut": 343,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "고려대(세종)",
    "dept": "자유전공학부(문화스포츠)",
    "ratio": "35/20/20/25",
    "cut": 343,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "고려대(세종)",
    "dept": "디지털헬스케어공학과",
    "ratio": "20/35/20/25",
    "cut": 344,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "고려대(세종)",
    "dept": "반도체물리학부",
    "ratio": "20/35/20/25",
    "cut": 342,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "고려대(세종)",
    "dept": "신소재화학과",
    "ratio": "20/35/20/25",
    "cut": 343,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "고려대(세종)",
    "dept": "응용수리과학부",
    "ratio": "20/35/20/25",
    "cut": 338,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "고려대(세종)",
    "dept": "인공지능사이버보안학과",
    "ratio": "20/35/20/25",
    "cut": 352,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "고려대(세종)",
    "dept": "첨단융합신약학과",
    "ratio": "20/35/20/25",
    "cut": 348,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "고려대(세종)",
    "dept": "공공사회통일외교학부",
    "ratio": "30/30/20/20",
    "cut": 338,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "고려대(세종)",
    "dept": "문화유산융합학부",
    "ratio": "35/20/20/25",
    "cut": 343,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "고려대(세종)",
    "dept": "문화창의학부",
    "ratio": "35/20/20/25",
    "cut": 353,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "고려대(세종)",
    "dept": "자유전공학부(글로벌비즈니스)",
    "ratio": "30/30/20/20",
    "cut": 343,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "고려대(세종)",
    "dept": "정부행정학부",
    "ratio": "30/30/20/20",
    "cut": 345,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "고려대(세종)",
    "dept": "빅데이터사이언스학부",
    "ratio": "20/35/20/25",
    "cut": 347,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "고려대(세종)",
    "dept": "생명정보공학과",
    "ratio": "20/35/20/25",
    "cut": 346,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "고려대(세종)",
    "dept": "식품생명공학과",
    "ratio": "20/35/20/25",
    "cut": 342,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "고려대(세종)",
    "dept": "전자기계융합공학과",
    "ratio": "20/35/20/25",
    "cut": 347,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "고려대(세종)",
    "dept": "전자및정보공학과",
    "ratio": "20/35/20/25",
    "cut": 346,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "고려대(세종)",
    "dept": "컴퓨터소프트웨어학과",
    "ratio": "20/35/20/25",
    "cut": 353,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "고려대(세종)",
    "dept": "환경시스템공학과",
    "ratio": "20/35/20/25",
    "cut": 342,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "고신대",
    "dept": "간호학과",
    "ratio": "25/25/25/25",
    "cut": 362,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "고신대",
    "dept": "의예과",
    "ratio": "20/30/30/20",
    "cut": 408,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "공주교대",
    "dept": "초등교육과",
    "ratio": "25/25/25/25",
    "cut": 363,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "공주교대",
    "dept": "초등교육과",
    "ratio": "25/25/25/25",
    "cut": 363,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "경영금융교육과",
    "ratio": "33/33/33/33",
    "cut": 354,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "교육학과",
    "ratio": "33/33/33/33",
    "cut": 362,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "국어교육과",
    "ratio": "33/33/33/33",
    "cut": 359,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "법학과",
    "ratio": "33/33/33/33",
    "cut": 344,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "산업유통학과",
    "ratio": "33/33/33/33",
    "cut": 326,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "역사교육과",
    "ratio": "33/33/33/33",
    "cut": 372,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "영어교육과",
    "ratio": "33/33/33/33",
    "cut": 354,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "유아교육과",
    "ratio": "33/33/33/33",
    "cut": 367,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "윤리교육과",
    "ratio": "33/33/33/33",
    "cut": 366,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "지리교육과",
    "ratio": "33/33/33/33",
    "cut": 364,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "지역사회개발학과",
    "ratio": "33/33/33/33",
    "cut": 316,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "행정학과",
    "ratio": "33/33/33/33",
    "cut": 343,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "간호학과",
    "ratio": "33/33/33/33",
    "cut": 349,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "건축학과",
    "ratio": "33/33/33/33",
    "cut": 312,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "국제학부",
    "ratio": "33/33/33/33",
    "cut": 309,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "그린스마트건축공학과",
    "ratio": "33/33/33/33",
    "cut": 309,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "기계자동차공학부",
    "ratio": "33/33/33/33",
    "cut": 318,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "기술가정교육과",
    "ratio": "33/33/33/33",
    "cut": 360,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "대기과학과",
    "ratio": "33/33/33/33",
    "cut": 332,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "데이터정보물리학과",
    "ratio": "33/33/33/33",
    "cut": 306,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "동물자원학과",
    "ratio": "33/33/33/33",
    "cut": 295,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "문화재보존과학과",
    "ratio": "33/33/33/33",
    "cut": 319,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "보건행정학과",
    "ratio": "33/33/33/33",
    "cut": 304,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "생명과학과",
    "ratio": "33/33/33/33",
    "cut": 310,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "생물교육과",
    "ratio": "33/33/33/33",
    "cut": 359,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "수산생명의학과",
    "ratio": "33/33/33/33",
    "cut": 329,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "수학교육과",
    "ratio": "33/33/33/33",
    "cut": 369,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "응급구조학과",
    "ratio": "33/33/33/33",
    "cut": 316,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "의료정보학과",
    "ratio": "33/33/33/33",
    "cut": 316,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "인공지능학부",
    "ratio": "33/33/33/33",
    "cut": 333,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "지구과학교육과",
    "ratio": "33/33/33/33",
    "cut": 365,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "지능형모빌리티공학과",
    "ratio": "33/33/33/33",
    "cut": 321,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "지질환경과학과",
    "ratio": "33/33/33/33",
    "cut": 296,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "컴퓨터공학과",
    "ratio": "33/33/33/33",
    "cut": 333,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "컴퓨터교육과",
    "ratio": "33/33/33/33",
    "cut": 346,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "특수동물학과",
    "ratio": "33/33/33/33",
    "cut": 314,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "화학교육과",
    "ratio": "33/33/33/33",
    "cut": 351,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "공주대",
    "dept": "환경교육과",
    "ratio": "33/33/33/33",
    "cut": 349,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "공주대",
    "dept": "산업과학대학자율전공학부",
    "ratio": "33/33/33/33",
    "cut": 338,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "공주대",
    "dept": "인문사회과학대학자율전공학부",
    "ratio": "33/33/33/33",
    "cut": 345,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "공주대",
    "dept": "자연과학대학자율전공학부",
    "ratio": "33/33/33/33",
    "cut": 329,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "공주대",
    "dept": "천안공과대학자율전공학부",
    "ratio": "33/33/33/33",
    "cut": 322,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "광신대",
    "dept": "복지상담융합학부",
    "ratio": "50/0/50/0",
    "cut": 284,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0.0
  },
  {
    "group": "가",
    "univ": "광신대",
    "dept": "유아교육과",
    "ratio": "50/0/50/0",
    "cut": 288,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0.0
  },
  {
    "group": "가",
    "univ": "광신대",
    "dept": "한국어교육학과",
    "ratio": "50/0/50/0",
    "cut": 290,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0.0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "건축공학과",
    "ratio": "20/35/20/25",
    "cut": 358,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "건축학과",
    "ratio": "20/35/20/25",
    "cut": 357,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "로봇학부-AI로봇",
    "ratio": "20/35/20/25",
    "cut": 359,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "반도체시스템공학부-반도체시스템공학",
    "ratio": "20/35/20/25",
    "cut": 363,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "소프트웨어학부",
    "ratio": "20/35/20/25",
    "cut": 361,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "수학과",
    "ratio": "20/35/20/25",
    "cut": 357,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "전기공학과",
    "ratio": "20/35/20/25",
    "cut": 359,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "전자공학과",
    "ratio": "20/35/20/25",
    "cut": 361,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "전자바이오물리학과",
    "ratio": "20/35/20/25",
    "cut": 357,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "전자융합공학과",
    "ratio": "20/35/20/25",
    "cut": 359,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "전자재료공학과",
    "ratio": "20/35/20/25",
    "cut": 359,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "전자통신공학과",
    "ratio": "20/35/20/25",
    "cut": 359,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "정보융합학부",
    "ratio": "20/35/20/25",
    "cut": 360,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "컴퓨터정보공학부",
    "ratio": "20/35/20/25",
    "cut": 360,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "화학공학과",
    "ratio": "20/35/20/25",
    "cut": 359,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "화학과",
    "ratio": "20/35/20/25",
    "cut": 357,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "광운대",
    "dept": "환경공학과",
    "ratio": "20/35/20/25",
    "cut": 357,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "광운대",
    "dept": "경영학부-경영학",
    "ratio": "30/30/20/20",
    "cut": 355,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "광운대",
    "dept": "경영학부-빅데이터경영",
    "ratio": "30/30/20/20",
    "cut": 354,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "광운대",
    "dept": "국어국문학과",
    "ratio": "30/25/20/25",
    "cut": 349,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "광운대",
    "dept": "국제통상학부",
    "ratio": "30/30/20/20",
    "cut": 355,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "광운대",
    "dept": "국제학부",
    "ratio": "30/25/20/25",
    "cut": 351,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "광운대",
    "dept": "동북아문화산업학부",
    "ratio": "30/25/20/25",
    "cut": 350,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "광운대",
    "dept": "미디어커뮤니케이션학부",
    "ratio": "30/25/20/25",
    "cut": 353,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "광운대",
    "dept": "법학부",
    "ratio": "30/25/20/25",
    "cut": 351,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "광운대",
    "dept": "산업심리학과",
    "ratio": "30/25/20/25",
    "cut": 352,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "광운대",
    "dept": "영어산업학과",
    "ratio": "30/25/20/25",
    "cut": 350,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "광운대",
    "dept": "행정학과",
    "ratio": "30/25/20/25",
    "cut": 352,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "광운대",
    "dept": "자율전공학부(인문)",
    "ratio": "30/25/20/25",
    "cut": 355,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "광운대",
    "dept": "자율전공학부(자연)",
    "ratio": "20/35/20/25",
    "cut": 359,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "광주교대",
    "dept": "초등교육과",
    "ratio": "25/25/25/25",
    "cut": 360,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "광주대",
    "dept": "글로벌콘텐츠학부",
    "ratio": "30/30/25/10",
    "cut": 297,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 10.0
  },
  {
    "group": "가",
    "univ": "광주여대",
    "dept": "간호학과",
    "ratio": "25/25/25/25",
    "cut": 319,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "국민대",
    "dept": "경영학부-경영학",
    "ratio": "30/30/20/20",
    "cut": 369,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "국민대",
    "dept": "교육학과",
    "ratio": "30/30/20/20",
    "cut": 366,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "국민대",
    "dept": "미디어광고학부-미디어",
    "ratio": "30/30/20/20",
    "cut": 369,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "국민대",
    "dept": "인문기술융합학부-자유전공(A)",
    "ratio": "40/30/10/20",
    "cut": 367,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "국민대",
    "dept": "산림환경시스템학과",
    "ratio": "20/30/20/30",
    "cut": 367,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "국민대",
    "dept": "식품영양학과",
    "ratio": "20/30/20/30",
    "cut": 368,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "국민대",
    "dept": "융합바이오공학과",
    "ratio": "20/30/20/30",
    "cut": 369,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "국민대",
    "dept": "응용화학부-나노소재",
    "ratio": "20/30/20/30",
    "cut": 369,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "국민대",
    "dept": "인공지능학부",
    "ratio": "20/30/20/30",
    "cut": 372,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "국민대",
    "dept": "인문기술융합학부-자유전공(B)",
    "ratio": "30/40/10/20",
    "cut": 370,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "국민대",
    "dept": "임산생명공학과",
    "ratio": "20/30/20/30",
    "cut": 368,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "국민대",
    "dept": "정보보안암호수학과",
    "ratio": "20/30/20/30",
    "cut": 371,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "국민대",
    "dept": "국제통상학과",
    "ratio": "30/30/20/20",
    "cut": 367,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "국민대",
    "dept": "러시아유라시아학과",
    "ratio": "30/30/20/20",
    "cut": 364,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "국민대",
    "dept": "인문기술융합학부-미래융합전공(A)",
    "ratio": "40/30/10/20",
    "cut": 367,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "국민대",
    "dept": "정치외교학과",
    "ratio": "30/30/20/20",
    "cut": 368,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "국민대",
    "dept": "행정학과",
    "ratio": "30/30/20/20",
    "cut": 367,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "국민대",
    "dept": "소프트웨어학부",
    "ratio": "20/30/20/30",
    "cut": 373,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "국민대",
    "dept": "인문기술융합학부-미래융합전공(B)",
    "ratio": "30/40/10/20",
    "cut": 370,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "국민대",
    "dept": "전자공학부-지능형반도체융합전자",
    "ratio": "20/30/20/30",
    "cut": 370,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "AI빅데이터융합경영학과(인문)",
    "ratio": "30/30/20/20",
    "cut": 372,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "KMUInternationalBusinessSchool",
    "ratio": "30/30/20/20",
    "cut": 369,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "경영정보학부(인문)",
    "ratio": "30/30/20/20",
    "cut": 368,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "경제학과",
    "ratio": "30/30/20/20",
    "cut": 367,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "동아시아국제학부",
    "ratio": "30/30/20/20",
    "cut": 366,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "법학부",
    "ratio": "30/30/20/20",
    "cut": 367,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "한국어문학부-국어국문학",
    "ratio": "30/30/20/20",
    "cut": 365,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "한국어문학부-글로벌한국어",
    "ratio": "30/30/20/20",
    "cut": 365,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "한국역사학과",
    "ratio": "30/30/20/20",
    "cut": 364,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "AI빅데이터융합경영학과(자연)",
    "ratio": "20/30/20/30",
    "cut": 371,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "경영정보학부(자연)",
    "ratio": "20/30/20/30",
    "cut": 369,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "기계공학부",
    "ratio": "20/30/20/30",
    "cut": 369,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "국민대",
    "dept": "나노전자물리학과",
    "ratio": "20/30/20/30",
    "cut": 369,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "자율전공학부",
    "ratio": "25/25/30/20",
    "cut": 317,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "경영학부-경영학",
    "ratio": "30/20/30/20",
    "cut": 320,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "국어국문학과",
    "ratio": "30/20/30/20",
    "cut": 319,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "국제물류학과",
    "ratio": "30/20/30/20",
    "cut": 317,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "금융부동산경제학과",
    "ratio": "30/20/30/20",
    "cut": 304,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "무역학과",
    "ratio": "30/20/30/20",
    "cut": 317,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "미디어문화학부",
    "ratio": "30/20/30/20",
    "cut": 318,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "법행정경찰학부",
    "ratio": "30/20/30/20",
    "cut": 324,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "사회복지학부",
    "ratio": "30/20/30/20",
    "cut": 326,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "아동학부-아동가족학",
    "ratio": "30/20/30/20",
    "cut": 297,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "역사학과",
    "ratio": "30/20/30/20",
    "cut": 328,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "영어영문학과",
    "ratio": "30/20/30/20",
    "cut": 315,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "일어일문학과",
    "ratio": "30/20/30/20",
    "cut": 301,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "중어중문학과",
    "ratio": "30/20/30/20",
    "cut": 314,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "철학과",
    "ratio": "30/20/30/20",
    "cut": 292,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "회계학부",
    "ratio": "30/20/30/20",
    "cut": 324,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "간호학부-간호학",
    "ratio": "20/30/30/20",
    "cut": 347,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "건축공학부-건축공학",
    "ratio": "20/30/30/20",
    "cut": 296,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "공간디자인융합기술학부",
    "ratio": "20/30/30/20",
    "cut": 289,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "기계공학부",
    "ratio": "20/30/30/20",
    "cut": 285,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "기관공학과",
    "ratio": "20/30/30/20",
    "cut": 289,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "벤처창업학과",
    "ratio": "20/30/30/20",
    "cut": 288,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "생명과학과",
    "ratio": "20/30/30/20",
    "cut": 285,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "수산생명의학과",
    "ratio": "20/30/30/20",
    "cut": 290,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "수학과",
    "ratio": "20/30/30/20",
    "cut": 299,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "식품생명공학과",
    "ratio": "20/30/30/20",
    "cut": 298,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "식품영양학과",
    "ratio": "20/30/30/20",
    "cut": 300,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "신소재공학과",
    "ratio": "20/30/30/20",
    "cut": 296,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "의류학부",
    "ratio": "20/30/30/20",
    "cut": 289,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "전기공학과",
    "ratio": "20/30/30/20",
    "cut": 309,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "전자공학과",
    "ratio": "20/30/30/20",
    "cut": 305,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "첨단과학기술학부",
    "ratio": "20/30/30/20",
    "cut": 283,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "첨단에너지대학",
    "ratio": "20/30/30/20",
    "cut": 310,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "컴퓨터소프트웨어특성화대학",
    "ratio": "20/30/30/20",
    "cut": 293,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "토목공학과",
    "ratio": "20/30/30/20",
    "cut": 291,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "해양건설공학과",
    "ratio": "20/30/30/20",
    "cut": 277,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "해양경찰학부",
    "ratio": "30/20/30/20",
    "cut": 319,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "해양생명과학과",
    "ratio": "20/30/30/20",
    "cut": 257,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "해양생물자원학과",
    "ratio": "20/30/30/20",
    "cut": 285,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "해양수산공공인재학과",
    "ratio": "20/30/30/20",
    "cut": 329,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "화학공학과",
    "ratio": "20/30/30/20",
    "cut": 305,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "군산대",
    "dept": "환경공학과",
    "ratio": "20/30/30/20",
    "cut": 293,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "금오공대",
    "dept": "기계공학부",
    "ratio": "33/33/33/33",
    "cut": 317,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "금오공대",
    "dept": "산업빅데이터공학부",
    "ratio": "33/33/33/33",
    "cut": 311,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "금오공대",
    "dept": "재료공학부",
    "ratio": "33/33/33/33",
    "cut": 309,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "금오공대",
    "dept": "화학소재공학부",
    "ratio": "33/33/33/33",
    "cut": 310,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "금오공대",
    "dept": "건축토목환경공학부",
    "ratio": "33/33/33/33",
    "cut": 308,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "금오공대",
    "dept": "광시스템공학과",
    "ratio": "33/33/33/33",
    "cut": 331,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "금오공대",
    "dept": "기계공학부-스마트모빌리티",
    "ratio": "33/33/33/33",
    "cut": 339,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "금오공대",
    "dept": "바이오메디컬공학과",
    "ratio": "33/33/33/33",
    "cut": 335,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "금오공대",
    "dept": "전자공학부",
    "ratio": "33/33/33/33",
    "cut": 345,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "금오공대",
    "dept": "컴퓨터공학부",
    "ratio": "33/33/33/33",
    "cut": 322,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "금오공대",
    "dept": "자율전공학부",
    "ratio": "33/33/33/33",
    "cut": 335,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "금오공대",
    "dept": "경영학과",
    "ratio": "33/33/33/33",
    "cut": 337,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "김천대",
    "dept": "K-글로벌학과",
    "ratio": "40/40/40/20",
    "cut": 294,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "김천대",
    "dept": "간호학과",
    "ratio": "40/40/40/20",
    "cut": 341,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "김천대",
    "dept": "임상병리학과",
    "ratio": "40/40/40/20",
    "cut": 300,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "나사렛대",
    "dept": "자율전공선택계열",
    "ratio": "40/40/40/20",
    "cut": 309,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "나사렛대",
    "dept": "유아특수교육과",
    "ratio": "40/40/40/20",
    "cut": 321,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "나사렛대",
    "dept": "중등특수교육과",
    "ratio": "40/40/40/20",
    "cut": 340,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "나사렛대",
    "dept": "특수교육과",
    "ratio": "40/40/40/20",
    "cut": 340,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "나사렛대",
    "dept": "간호학과",
    "ratio": "40/40/40/20",
    "cut": 346,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "나사렛대",
    "dept": "물리치료학과",
    "ratio": "40/40/40/20",
    "cut": 314,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "나사렛대",
    "dept": "응급구조학과",
    "ratio": "40/40/40/20",
    "cut": 312,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "남부대",
    "dept": "간호학과",
    "ratio": "30/30/30/5",
    "cut": 318,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 5.0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "경영학과",
    "ratio": "50/50/50/50",
    "cut": 323,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "관광경영학과",
    "ratio": "50/50/50/50",
    "cut": 318,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "광고홍보학과",
    "ratio": "50/50/50/50",
    "cut": 329,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "글로벌무역학과",
    "ratio": "50/50/50/50",
    "cut": 311,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "보건행정학과",
    "ratio": "50/50/50/50",
    "cut": 328,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "부동산학과",
    "ratio": "50/50/50/50",
    "cut": 317,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "사회복지학과",
    "ratio": "50/50/50/50",
    "cut": 316,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "세무학과",
    "ratio": "50/50/50/50",
    "cut": 314,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "아동복지학과",
    "ratio": "50/50/50/50",
    "cut": 309,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "영어과",
    "ratio": "50/50/50/50",
    "cut": 315,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "유통마케팅학과",
    "ratio": "50/50/50/50",
    "cut": 315,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "일어일문학과",
    "ratio": "50/50/50/50",
    "cut": 303,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "중국학과",
    "ratio": "50/50/50/50",
    "cut": 309,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "호텔경영학과",
    "ratio": "50/50/50/50",
    "cut": 318,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "휴먼케어학과",
    "ratio": "50/50/50/50",
    "cut": 309,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "간호학과",
    "ratio": "50/50/50/50",
    "cut": 354,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "물리치료학과",
    "ratio": "50/50/50/50",
    "cut": 350,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "뷰티보건학과",
    "ratio": "50/50/50/50",
    "cut": 309,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "응급구조학과",
    "ratio": "50/50/50/50",
    "cut": 331,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "임상병리학과",
    "ratio": "50/50/50/50",
    "cut": 342,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "남서울대",
    "dept": "치위생학과",
    "ratio": "50/50/50/50",
    "cut": 341,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "남서울대",
    "dept": "가상현실학과",
    "ratio": "50/50/50/50",
    "cut": 311,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "남서울대",
    "dept": "건축공학과",
    "ratio": "50/50/50/50",
    "cut": 306,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "남서울대",
    "dept": "건축학과",
    "ratio": "50/50/50/50",
    "cut": 311,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "남서울대",
    "dept": "드론공간정보공학과",
    "ratio": "50/50/50/50",
    "cut": 304,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "남서울대",
    "dept": "멀티미디어학과",
    "ratio": "50/50/50/50",
    "cut": 310,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "남서울대",
    "dept": "빅데이터경영공학과",
    "ratio": "50/50/50/50",
    "cut": 303,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "남서울대",
    "dept": "스마트팜학과",
    "ratio": "50/50/50/50",
    "cut": 308,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "남서울대",
    "dept": "전자공학과",
    "ratio": "50/50/50/50",
    "cut": 311,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "남서울대",
    "dept": "지능정보통신공학과",
    "ratio": "50/50/50/50",
    "cut": 308,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "남서울대",
    "dept": "컴퓨터소프트웨어학과",
    "ratio": "50/50/50/50",
    "cut": 312,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "단국대",
    "dept": "국제경영학과",
    "ratio": "25/35/20/20",
    "cut": 359,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "단국대",
    "dept": "미디어커뮤니케이션학부",
    "ratio": "35/25/20/20",
    "cut": 360,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "단국대",
    "dept": "상담학과",
    "ratio": "35/25/20/20",
    "cut": 357,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "단국대",
    "dept": "영미인문학과",
    "ratio": "35/25/20/20",
    "cut": 357,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "단국대",
    "dept": "건축학부-건축공학",
    "ratio": "20/35/15/30",
    "cut": 361,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "단국대",
    "dept": "고분자시스템공학부-고분자공학",
    "ratio": "20/35/15/30",
    "cut": 362,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "단국대",
    "dept": "고분자시스템공학부-융합소재공학",
    "ratio": "20/35/15/30",
    "cut": 362,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "단국대",
    "dept": "기계공학과",
    "ratio": "20/35/15/30",
    "cut": 362,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "단국대",
    "dept": "융합반도체공학과",
    "ratio": "20/35/15/30",
    "cut": 365,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "단국대",
    "dept": "인프라건설공학과",
    "ratio": "20/35/15/30",
    "cut": 361,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "단국대",
    "dept": "전자전기공학과",
    "ratio": "20/35/15/30",
    "cut": 364,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "단국대",
    "dept": "화학공학과",
    "ratio": "20/35/15/30",
    "cut": 362,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "단국대",
    "dept": "경영학부",
    "ratio": "25/35/20/20",
    "cut": 362,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "단국대",
    "dept": "경제학과",
    "ratio": "25/35/20/20",
    "cut": 359,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "단국대",
    "dept": "국어국문학과",
    "ratio": "35/25/20/20",
    "cut": 357,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "단국대",
    "dept": "도시계획부동산학부",
    "ratio": "35/25/20/20",
    "cut": 359,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "단국대",
    "dept": "무역학과",
    "ratio": "25/35/20/20",
    "cut": 359,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "단국대",
    "dept": "법학과",
    "ratio": "35/25/20/20",
    "cut": 359,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "단국대",
    "dept": "사학과",
    "ratio": "35/25/20/20",
    "cut": 357,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "단국대",
    "dept": "정치외교학과",
    "ratio": "35/25/20/20",
    "cut": 358,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "단국대",
    "dept": "철학과",
    "ratio": "35/25/20/20",
    "cut": 357,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "단국대",
    "dept": "행정학과",
    "ratio": "35/25/20/20",
    "cut": 358,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "단국대",
    "dept": "건축학부-건축학",
    "ratio": "35/25/20/20",
    "cut": 367,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "단국대",
    "dept": "사이버보안학과",
    "ratio": "20/35/15/30",
    "cut": 363,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "단국대",
    "dept": "소프트웨어학과",
    "ratio": "20/35/15/30",
    "cut": 366,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "단국대",
    "dept": "인공지능학과",
    "ratio": "20/35/15/30",
    "cut": 365,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "단국대",
    "dept": "컴퓨터공학과",
    "ratio": "20/35/15/30",
    "cut": 367,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "단국대",
    "dept": "통계데이터사이언스학과",
    "ratio": "20/35/15/30",
    "cut": 362,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "단국대",
    "dept": "퇴계혁신칼리지",
    "ratio": "30/30/20/20",
    "cut": 359,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "단국대",
    "dept": "특수교육과",
    "ratio": "35/25/20/20",
    "cut": 357,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "단국대",
    "dept": "한문교육과",
    "ratio": "35/25/20/20",
    "cut": 355,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "단국대",
    "dept": "과학교육과",
    "ratio": "20/35/15/30",
    "cut": 365,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "단국대",
    "dept": "모바일시스템공학과",
    "ratio": "20/35/15/30",
    "cut": 364,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "단국대",
    "dept": "수학교육과",
    "ratio": "20/35/15/30",
    "cut": 365,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "보건행정학과",
    "ratio": "35/20/20/25",
    "cut": 341,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "식품자원경제학과",
    "ratio": "35/20/20/25",
    "cut": 336,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "아시아중동학부-몽골학",
    "ratio": "35/20/20/25",
    "cut": 331,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "아시아중동학부-베트남학",
    "ratio": "35/20/20/25",
    "cut": 334,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "유럽중남미학부-독일학",
    "ratio": "35/20/20/25",
    "cut": 336,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "유럽중남미학부-러시아학",
    "ratio": "35/20/20/25",
    "cut": 333,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "유럽중남미학부-스페인중남미학",
    "ratio": "35/20/20/25",
    "cut": 338,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "유럽중남미학부-포르투갈브라질학",
    "ratio": "35/20/20/25",
    "cut": 336,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "유럽중남미학부-프랑스학",
    "ratio": "35/20/20/25",
    "cut": 336,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "간호학과",
    "ratio": "30/30/20/20",
    "cut": 361,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "경영공학과",
    "ratio": "20/35/20/25",
    "cut": 339,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "물리학과",
    "ratio": "20/35/20/25",
    "cut": 338,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "생명공학부-녹지조경학",
    "ratio": "20/35/20/25",
    "cut": 334,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "생명공학부-동물생명공학",
    "ratio": "20/35/20/25",
    "cut": 336,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "수학과",
    "ratio": "20/35/20/25",
    "cut": 341,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "심리학과",
    "ratio": "30/30/20/20",
    "cut": 341,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "약학과",
    "ratio": "25/35/15/25",
    "cut": 403,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "에너지공학과",
    "ratio": "20/35/20/25",
    "cut": 343,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "의생명과학부-생명과학",
    "ratio": "20/35/20/25",
    "cut": 344,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "의생명과학부-의생명시스템학",
    "ratio": "20/35/20/25",
    "cut": 349,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "임상병리학과",
    "ratio": "20/35/20/25",
    "cut": 349,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "제약공학과",
    "ratio": "20/35/20/25",
    "cut": 351,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "단국대(천안)",
    "dept": "코스메디컬소재학과",
    "ratio": "20/35/20/25",
    "cut": 348,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "공공정책학과",
    "ratio": "35/20/20/25",
    "cut": 340,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "공공정책학과(야)",
    "ratio": "35/20/20/25",
    "cut": 312,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "사회복지학과",
    "ratio": "35/20/20/25",
    "cut": 337,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "아시아중동학부-일본학",
    "ratio": "35/20/20/25",
    "cut": 336,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "아시아중동학부-중국학",
    "ratio": "35/20/20/25",
    "cut": 332,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "아시아중동학부-중동학",
    "ratio": "35/20/20/25",
    "cut": 329,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "영어과",
    "ratio": "35/20/20/25",
    "cut": 339,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "물리치료학과",
    "ratio": "20/35/20/25",
    "cut": 352,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "생명공학부-식량생명공학",
    "ratio": "20/35/20/25",
    "cut": 337,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "생명공학부-환경원예학",
    "ratio": "20/35/20/25",
    "cut": 328,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "식품공학과",
    "ratio": "20/35/20/25",
    "cut": 334,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "식품영양학과",
    "ratio": "20/35/20/25",
    "cut": 334,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "신소재공학과",
    "ratio": "20/35/20/25",
    "cut": 345,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "의생명과학부-미생물학",
    "ratio": "20/35/20/25",
    "cut": 342,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "치위생학과",
    "ratio": "20/35/20/25",
    "cut": 343,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "치의예과",
    "ratio": "25/35/15/25",
    "cut": 408,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "단국대(천안)",
    "dept": "화학과",
    "ratio": "20/35/20/25",
    "cut": 338,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "단국대(천안)",
    "dept": "율곡혁신칼리지",
    "ratio": "30/30/20/20",
    "cut": 336,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "단국대(천안)",
    "dept": "의예과",
    "ratio": "25/35/15/25",
    "cut": 414,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "대구가톨릭대",
    "dept": "간호학과",
    "ratio": "30/30/20/20",
    "cut": 352,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "대구가톨릭대",
    "dept": "약학부",
    "ratio": "30/30/10/30",
    "cut": 406,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "대구가톨릭대",
    "dept": "의예과",
    "ratio": "30/30/10/30",
    "cut": 412,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "대구교대",
    "dept": "초등교육과",
    "ratio": "30/30/20/20",
    "cut": 361,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "대구대",
    "dept": "경찰학부-경찰행정학",
    "ratio": "30/20/30/20",
    "cut": 331,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "대구대",
    "dept": "글로벌경영계열",
    "ratio": "30/20/30/20",
    "cut": 304,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "대구대",
    "dept": "사회복지학과",
    "ratio": "30/20/30/20",
    "cut": 323,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "대구대",
    "dept": "특수교육과",
    "ratio": "30/20/30/20",
    "cut": 351,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "대구대",
    "dept": "물리치료학과",
    "ratio": "20/30/30/20",
    "cut": 341,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "공공인재계열",
    "ratio": "30/20/30/20",
    "cut": 294,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "사회과학계열",
    "ratio": "30/20/30/20",
    "cut": 289,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "초등특수교육과",
    "ratio": "30/20/30/20",
    "cut": 357,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "IT공과계열",
    "ratio": "20/30/30/20",
    "cut": 290,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "대구대",
    "dept": "간호학과",
    "ratio": "20/30/30/20",
    "cut": 342,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "대구대",
    "dept": "보건바이오계열",
    "ratio": "20/30/30/20",
    "cut": 276,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "대구한의대",
    "dept": "인문계열통합모집단위",
    "ratio": "30/30/20/20",
    "cut": 278,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "대구한의대",
    "dept": "간호학과",
    "ratio": "30/30/20/20",
    "cut": 336,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "대구한의대",
    "dept": "반려동물보건학과",
    "ratio": "30/30/20/20",
    "cut": 266,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "대구한의대",
    "dept": "임상병리학과",
    "ratio": "30/30/20/20",
    "cut": 322,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "대구한의대",
    "dept": "한의예과(인문)",
    "ratio": "25/25/25/25",
    "cut": 400,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "대구한의대",
    "dept": "물리치료학과",
    "ratio": "30/30/20/20",
    "cut": 329,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "대구한의대",
    "dept": "뷰티계열통합모집단위",
    "ratio": "30/30/20/20",
    "cut": 285,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "대구한의대",
    "dept": "자연계열통합모집단위",
    "ratio": "30/30/20/20",
    "cut": 292,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "대구한의대",
    "dept": "한의예과(자연)",
    "ratio": "25/25/25/25",
    "cut": 403,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "대전가톨릭대",
    "dept": "신학과",
    "ratio": "35/20/30/10",
    "cut": 313,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 10.0
  },
  {
    "group": "가",
    "univ": "대전대",
    "dept": "응급구조학과",
    "ratio": "33/33/33/33",
    "cut": 300,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "대전대",
    "dept": "한의예과",
    "ratio": "27/28/20/25",
    "cut": 408,
    "kr": 27.0,
    "mr": 28.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "대전대",
    "dept": "물리치료학과",
    "ratio": "33/33/33/33",
    "cut": 330,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "대전대",
    "dept": "임상병리학과",
    "ratio": "33/33/33/33",
    "cut": 319,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "대전대",
    "dept": "간호학과",
    "ratio": "33/33/33/33",
    "cut": 340,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "덕성여대",
    "dept": "약학과",
    "ratio": "25/30/20/25",
    "cut": 402,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "경제학과",
    "ratio": "35/25/15/25",
    "cut": 375,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "교육학과",
    "ratio": "35/25/15/25",
    "cut": 372,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "국어교육과",
    "ratio": "35/25/15/25",
    "cut": 371,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "국제통상학과",
    "ratio": "35/25/15/25",
    "cut": 373,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "문화유산학과",
    "ratio": "35/25/15/25",
    "cut": 370,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "미디어커뮤니케이션학전공",
    "ratio": "35/25/15/25",
    "cut": 375,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "북한학전공",
    "ratio": "35/25/15/25",
    "cut": 370,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "사회복지학과",
    "ratio": "35/25/15/25",
    "cut": 371,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "식품산업관리학과",
    "ratio": "35/25/15/25",
    "cut": 371,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "역사교육과",
    "ratio": "35/25/15/25",
    "cut": 370,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "중어중문학과",
    "ratio": "35/25/15/25",
    "cut": 371,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "지리교육과",
    "ratio": "35/25/15/25",
    "cut": 370,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "행정학전공",
    "ratio": "35/25/15/25",
    "cut": 371,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "가정교육과",
    "ratio": "25/35/15/25",
    "cut": 375,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "건축공학부",
    "ratio": "25/35/15/25",
    "cut": 375,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "기계로봇에너지공학과",
    "ratio": "25/35/15/25",
    "cut": 376,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "산업시스템공학과",
    "ratio": "25/35/15/25",
    "cut": 377,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "생명과학과",
    "ratio": "25/35/15/25",
    "cut": 375,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "수학교육과",
    "ratio": "25/35/15/25",
    "cut": 375,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "에너지신소재공학과",
    "ratio": "25/35/15/25",
    "cut": 377,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "융합환경과학과",
    "ratio": "25/35/15/25",
    "cut": 375,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "전자전기공학부",
    "ratio": "25/35/15/25",
    "cut": 380,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동국대",
    "dept": "화학과",
    "ratio": "25/35/15/25",
    "cut": 377,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "광고홍보학과",
    "ratio": "35/25/15/25",
    "cut": 373,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "국어국문문예창작학부",
    "ratio": "35/25/15/25",
    "cut": 372,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "법학과",
    "ratio": "35/25/15/25",
    "cut": 372,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "불교학부",
    "ratio": "35/25/15/25",
    "cut": 368,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "사학과",
    "ratio": "35/25/15/25",
    "cut": 371,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "사회학전공",
    "ratio": "35/25/15/25",
    "cut": 372,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "영어영문학부",
    "ratio": "35/25/15/25",
    "cut": 371,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "일본학과",
    "ratio": "35/25/15/25",
    "cut": 370,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "정치외교학전공",
    "ratio": "35/25/15/25",
    "cut": 374,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "철학과",
    "ratio": "35/25/15/25",
    "cut": 371,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "컴퓨터AI학부(인문)",
    "ratio": "25/35/15/25",
    "cut": 378,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "건설환경공학과",
    "ratio": "25/35/15/25",
    "cut": 375,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "수학과",
    "ratio": "25/35/15/25",
    "cut": 376,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "식품바이오융합공학과",
    "ratio": "25/35/15/25",
    "cut": 375,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "약학과",
    "ratio": "25/35/15/25",
    "cut": 402,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "의생명공학과",
    "ratio": "25/35/15/25",
    "cut": 376,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "정보통신공학과",
    "ratio": "25/35/15/25",
    "cut": 377,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "컴퓨터AI학부(자연)",
    "ratio": "25/35/15/25",
    "cut": 379,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "통계학과",
    "ratio": "25/35/15/25",
    "cut": 377,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동국대",
    "dept": "화공생물공학과",
    "ratio": "25/35/15/25",
    "cut": 377,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "동국대",
    "dept": "경영대학",
    "ratio": "35/25/15/25",
    "cut": 375,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "동국대",
    "dept": "경찰행정학부",
    "ratio": "35/25/15/25",
    "cut": 377,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "동국대",
    "dept": "열린전공학부(인문)",
    "ratio": "35/25/15/25",
    "cut": 375,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "동국대",
    "dept": "물리학과",
    "ratio": "25/35/15/25",
    "cut": 377,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "동국대",
    "dept": "바이오시스템대학",
    "ratio": "25/35/15/25",
    "cut": 375,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "동국대",
    "dept": "시스템반도체학부",
    "ratio": "25/35/15/25",
    "cut": 381,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "동국대",
    "dept": "열린전공학부(자연)",
    "ratio": "25/35/15/25",
    "cut": 378,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "동국대",
    "dept": "의료인공지능공학과",
    "ratio": "25/35/15/25",
    "cut": 376,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "동국대",
    "dept": "지능형네트워크융합학과",
    "ratio": "25/35/15/25",
    "cut": 377,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "고고미술사학과",
    "ratio": "50/50/0/50",
    "cut": 280,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "국사학과",
    "ratio": "50/50/0/50",
    "cut": 272,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "명상심리상담학과",
    "ratio": "50/50/0/50",
    "cut": 292,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "불교학부-불교문화콘텐츠",
    "ratio": "50/50/0/50",
    "cut": 291,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "불교학부-불교학",
    "ratio": "50/50/0/50",
    "cut": 254,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "영어영문학과",
    "ratio": "50/50/0/50",
    "cut": 307,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "웹문예학과",
    "ratio": "50/50/0/50",
    "cut": 310,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "일어일문학과",
    "ratio": "50/50/0/50",
    "cut": 327,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "중어중문학과",
    "ratio": "50/50/0/50",
    "cut": 278,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "글로컬혁신공학부-소방방재",
    "ratio": "50/50/0/50",
    "cut": 279,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "글로컬혁신공학부-안전보건",
    "ratio": "50/50/0/50",
    "cut": 286,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "글로컬혁신공학부-자동차소재부품공학",
    "ratio": "50/50/0/50",
    "cut": 322,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "원자력에너지전기공학과",
    "ratio": "50/50/0/50",
    "cut": 312,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "전자정보통신공학과",
    "ratio": "50/50/0/50",
    "cut": 318,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "동국대(WISE)",
    "dept": "컴퓨터공학과",
    "ratio": "50/50/0/50",
    "cut": 328,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "경영학과",
    "ratio": "50/50/0/50",
    "cut": 324,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "글로컬인재학부",
    "ratio": "50/50/0/50",
    "cut": 281,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "보건의료정보학과",
    "ratio": "50/50/0/50",
    "cut": 317,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "사회복지학과",
    "ratio": "50/50/0/50",
    "cut": 292,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "아동청소년교육학과",
    "ratio": "50/50/0/50",
    "cut": 281,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "유아교육과",
    "ratio": "50/50/0/50",
    "cut": 305,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "정보경영학과",
    "ratio": "50/50/0/50",
    "cut": 278,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "한의예과(유형2)",
    "ratio": "25/35/20/20",
    "cut": 405,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "항공서비스무역학과",
    "ratio": "50/50/0/50",
    "cut": 271,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "행정경찰공공학부",
    "ratio": "50/50/0/50",
    "cut": 303,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "호텔관광외식경영학부-조리외식경영학",
    "ratio": "50/50/0/50",
    "cut": 281,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "호텔관광외식경영학부-호텔관광경영학",
    "ratio": "50/50/0/50",
    "cut": 281,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "회계세무학과",
    "ratio": "50/50/0/50",
    "cut": 289,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "가정교육과",
    "ratio": "50/50/0/50",
    "cut": 303,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "간호학과",
    "ratio": "25/35/20/20",
    "cut": 354,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "바이오화학융합학부",
    "ratio": "50/50/0/50",
    "cut": 299,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "수학교육과",
    "ratio": "50/50/0/50",
    "cut": 328,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "의예과",
    "ratio": "25/35/20/20",
    "cut": 411,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "조경정원디자인학과",
    "ratio": "50/50/0/50",
    "cut": 298,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "동국대(WISE)",
    "dept": "한의예과(유형1)",
    "ratio": "25/35/20/20",
    "cut": 405,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "동덕여대",
    "dept": "앙트러프러너리얼리더십학부-앙트러프러너십",
    "ratio": "20/20/50/10",
    "cut": 349,
    "kr": 20.0,
    "mr": 20.0,
    "tr": 10.0
  },
  {
    "group": "가",
    "univ": "동덕여대",
    "dept": "약학과",
    "ratio": "25/35/20/20",
    "cut": 400,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "동명대",
    "dept": "건축학과",
    "ratio": "31/31/21/15",
    "cut": 285,
    "kr": 31.5,
    "mr": 31.5,
    "tr": 15.75
  },
  {
    "group": "나",
    "univ": "동명대",
    "dept": "글로벌문화콘텐츠학과",
    "ratio": "31/31/21/15",
    "cut": 280,
    "kr": 31.5,
    "mr": 31.5,
    "tr": 15.75
  },
  {
    "group": "나",
    "univ": "동명대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "31/31/21/15",
    "cut": 291,
    "kr": 31.5,
    "mr": 31.5,
    "tr": 15.75
  },
  {
    "group": "나",
    "univ": "동명대",
    "dept": "유아교육과",
    "ratio": "31/31/21/15",
    "cut": 303,
    "kr": 31.5,
    "mr": 31.5,
    "tr": 15.75
  },
  {
    "group": "나",
    "univ": "동명대",
    "dept": "언어치료청각재활학과",
    "ratio": "31/31/21/15",
    "cut": 279,
    "kr": 31.5,
    "mr": 31.5,
    "tr": 15.75
  },
  {
    "group": "다",
    "univ": "동명대",
    "dept": "사회복지학과",
    "ratio": "31/31/21/15",
    "cut": 285,
    "kr": 31.5,
    "mr": 31.5,
    "tr": 15.75
  },
  {
    "group": "다",
    "univ": "동명대",
    "dept": "간호학과",
    "ratio": "31/31/21/15",
    "cut": 339,
    "kr": 31.5,
    "mr": 31.5,
    "tr": 15.75
  },
  {
    "group": "다",
    "univ": "동명대",
    "dept": "건축공학과",
    "ratio": "31/31/21/15",
    "cut": 262,
    "kr": 31.5,
    "mr": 31.5,
    "tr": 15.75
  },
  {
    "group": "다",
    "univ": "동명대",
    "dept": "반려동물보건학과",
    "ratio": "31/31/21/15",
    "cut": 267,
    "kr": 31.5,
    "mr": 31.5,
    "tr": 15.75
  },
  {
    "group": "다",
    "univ": "동명대",
    "dept": "실내건축학과",
    "ratio": "31/31/21/15",
    "cut": 265,
    "kr": 31.5,
    "mr": 31.5,
    "tr": 15.75
  },
  {
    "group": "다",
    "univ": "동명대",
    "dept": "애견미용행동교정학과",
    "ratio": "31/31/21/15",
    "cut": 270,
    "kr": 31.5,
    "mr": 31.5,
    "tr": 15.75
  },
  {
    "group": "다",
    "univ": "동명대",
    "dept": "응급구조학과",
    "ratio": "31/31/21/15",
    "cut": 285,
    "kr": 31.5,
    "mr": 31.5,
    "tr": 15.75
  },
  {
    "group": "다",
    "univ": "동명대",
    "dept": "작업치료학과",
    "ratio": "31/31/21/15",
    "cut": 285,
    "kr": 31.5,
    "mr": 31.5,
    "tr": 15.75
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "경영학부",
    "ratio": "25/25/25/25",
    "cut": 285,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "경찰학과",
    "ratio": "25/25/25/25",
    "cut": 325,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "광고홍보학과",
    "ratio": "25/25/25/25",
    "cut": 295,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "방송영상학과",
    "ratio": "25/25/25/25",
    "cut": 307,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "보건행정학과",
    "ratio": "25/25/25/25",
    "cut": 301,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "캠퍼스아시아학과",
    "ratio": "25/25/25/25",
    "cut": 309,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "간호학과",
    "ratio": "25/25/25/25",
    "cut": 333,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "건축공학과",
    "ratio": "25/25/25/25",
    "cut": 283,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "방사선학과",
    "ratio": "25/25/25/25",
    "cut": 304,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "식품영양학과",
    "ratio": "25/25/25/25",
    "cut": 293,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "임상병리학과",
    "ratio": "25/25/25/25",
    "cut": 307,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "작업치료학과",
    "ratio": "25/25/25/25",
    "cut": 294,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "치위생학과",
    "ratio": "25/25/25/25",
    "cut": 304,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동서대",
    "dept": "컴퓨터공학부",
    "ratio": "25/25/25/25",
    "cut": 290,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동서대",
    "dept": "사회복지학과",
    "ratio": "25/25/25/25",
    "cut": 306,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "동서대",
    "dept": "자유전공학부",
    "ratio": "25/25/25/25",
    "cut": 302,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "동서대",
    "dept": "국제통상물류학부",
    "ratio": "25/25/25/25",
    "cut": 285,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "동서대",
    "dept": "글로벌관광대학",
    "ratio": "25/25/25/25",
    "cut": 304,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "동서대",
    "dept": "건축학과",
    "ratio": "25/25/25/25",
    "cut": 283,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "동서대",
    "dept": "디지털금융학과",
    "ratio": "25/25/25/25",
    "cut": 297,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "동서대",
    "dept": "스마트모빌리티학부",
    "ratio": "25/25/25/25",
    "cut": 282,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동신대",
    "dept": "한의예과",
    "ratio": "25/25/20/20",
    "cut": 414,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "동신대",
    "dept": "국제학부",
    "ratio": "25/25/20/20",
    "cut": 291,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "동아대",
    "dept": "경영정보학과",
    "ratio": "25/25/25/25",
    "cut": 345,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동아대",
    "dept": "경영학과",
    "ratio": "25/25/25/25",
    "cut": 347,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동아대",
    "dept": "경제학과",
    "ratio": "25/25/25/25",
    "cut": 344,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동아대",
    "dept": "경찰학과",
    "ratio": "25/25/25/25",
    "cut": 348,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동아대",
    "dept": "관광경영학과",
    "ratio": "25/25/25/25",
    "cut": 344,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동아대",
    "dept": "금융학과",
    "ratio": "25/25/25/25",
    "cut": 348,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동아대",
    "dept": "일본학과",
    "ratio": "25/25/25/25",
    "cut": 345,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동아대",
    "dept": "간호학과",
    "ratio": "25/25/25/25",
    "cut": 357,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동아대",
    "dept": "산업경영공학과",
    "ratio": "25/25/25/25",
    "cut": 315,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동아대",
    "dept": "식품생명공학과",
    "ratio": "25/25/25/25",
    "cut": 321,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동아대",
    "dept": "식품영양학과",
    "ratio": "25/25/25/25",
    "cut": 317,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동아대",
    "dept": "응용생물공학과",
    "ratio": "25/25/25/25",
    "cut": 314,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동아대",
    "dept": "의약생명공학과",
    "ratio": "25/25/25/25",
    "cut": 327,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동아대",
    "dept": "의예과",
    "ratio": "25/25/25/25",
    "cut": 407,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동아대",
    "dept": "전기공학과",
    "ratio": "25/25/25/25",
    "cut": 337,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동아대",
    "dept": "조경학과",
    "ratio": "25/25/25/25",
    "cut": 317,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동아대",
    "dept": "조선해양공학과",
    "ratio": "25/25/25/25",
    "cut": 315,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동아대",
    "dept": "컴퓨터공학과",
    "ratio": "25/25/25/25",
    "cut": 334,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동아대",
    "dept": "패션디자인학과",
    "ratio": "25/25/25/25",
    "cut": 326,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동아대",
    "dept": "화학공학과",
    "ratio": "25/25/25/25",
    "cut": 329,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동아대",
    "dept": "교육학과",
    "ratio": "25/25/25/25",
    "cut": 338,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동아대",
    "dept": "국제무역학과",
    "ratio": "25/25/25/25",
    "cut": 344,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동아대",
    "dept": "글로벌비즈니스학과",
    "ratio": "25/25/25/25",
    "cut": 343,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동아대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "25/25/25/25",
    "cut": 351,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동아대",
    "dept": "사회복지학과",
    "ratio": "25/25/25/25",
    "cut": 343,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동아대",
    "dept": "영미학과",
    "ratio": "25/25/25/25",
    "cut": 341,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동아대",
    "dept": "정치사회학부-사회학",
    "ratio": "25/25/25/25",
    "cut": 343,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동아대",
    "dept": "정치사회학부-정치외교학",
    "ratio": "25/25/25/25",
    "cut": 342,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동아대",
    "dept": "중국학과",
    "ratio": "25/25/25/25",
    "cut": 336,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동아대",
    "dept": "철학생명의료윤리학과",
    "ratio": "25/25/25/25",
    "cut": 338,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동아대",
    "dept": "한국어문학과",
    "ratio": "25/25/25/25",
    "cut": 340,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동아대",
    "dept": "행정학과",
    "ratio": "25/25/25/25",
    "cut": 346,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동아대",
    "dept": "AI학과",
    "ratio": "25/25/25/25",
    "cut": 342,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동아대",
    "dept": "건강관리학과",
    "ratio": "25/25/25/25",
    "cut": 317,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동아대",
    "dept": "건설시스템공학과",
    "ratio": "25/25/25/25",
    "cut": 324,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동아대",
    "dept": "건축공학과",
    "ratio": "25/25/25/25",
    "cut": 324,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동아대",
    "dept": "건축학과",
    "ratio": "25/25/25/25",
    "cut": 334,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동아대",
    "dept": "기계공학과",
    "ratio": "25/25/25/25",
    "cut": 328,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동아대",
    "dept": "바이오메디컬학과",
    "ratio": "25/25/25/25",
    "cut": 334,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동아대",
    "dept": "반도체학과",
    "ratio": "25/25/25/25",
    "cut": 324,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동아대",
    "dept": "신소재공학과",
    "ratio": "25/25/25/25",
    "cut": 319,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동아대",
    "dept": "전자공학과",
    "ratio": "25/25/25/25",
    "cut": 325,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동아대",
    "dept": "정보수학과",
    "ratio": "25/25/25/25",
    "cut": 354,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동아대",
    "dept": "환경에너지공학부-환경안전",
    "ratio": "25/25/25/25",
    "cut": 326,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "동아대",
    "dept": "자유전공학부",
    "ratio": "25/25/25/25",
    "cut": 356,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "동아대",
    "dept": "석당인재학부-공공정책학",
    "ratio": "25/25/25/25",
    "cut": 356,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "동아대",
    "dept": "아동학과",
    "ratio": "25/25/25/25",
    "cut": 333,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "동아대",
    "dept": "역사고고미술사학과",
    "ratio": "25/25/25/25",
    "cut": 335,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "동아대",
    "dept": "도시공학과",
    "ratio": "25/25/25/25",
    "cut": 321,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "동아대",
    "dept": "바이오소재공학과",
    "ratio": "25/25/25/25",
    "cut": 311,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "동아대",
    "dept": "스마트그린자원학과",
    "ratio": "25/25/25/25",
    "cut": 319,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "동아대",
    "dept": "작업치료학과",
    "ratio": "25/25/25/25",
    "cut": 326,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "동아대",
    "dept": "화학과",
    "ratio": "25/25/25/25",
    "cut": 309,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "동아대",
    "dept": "환경에너지공학부-미래에너지공학",
    "ratio": "25/25/25/25",
    "cut": 330,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "동양대",
    "dept": "e스포츠학과",
    "ratio": "35/35/35/30",
    "cut": 323,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "동양대",
    "dept": "간호학과",
    "ratio": "35/35/35/30",
    "cut": 334,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "동양대",
    "dept": "디지털트윈소프트웨어학과",
    "ratio": "35/35/35/30",
    "cut": 317,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "동양대",
    "dept": "스마트안전시스템학부",
    "ratio": "35/35/35/30",
    "cut": 303,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "동양대",
    "dept": "경찰행정범죄심리학과",
    "ratio": "35/35/35/30",
    "cut": 317,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "동양대",
    "dept": "공공인재학부",
    "ratio": "35/35/35/30",
    "cut": 309,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "동양대",
    "dept": "철도관제학과",
    "ratio": "35/35/35/30",
    "cut": 287,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "동양대",
    "dept": "철도전기신호학과",
    "ratio": "35/35/35/30",
    "cut": 304,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "동양대",
    "dept": "게임학부",
    "ratio": "35/35/35/30",
    "cut": 301,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "동양대",
    "dept": "철도시스템공학과",
    "ratio": "35/35/35/30",
    "cut": 320,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "동의대",
    "dept": "물리치료학과",
    "ratio": "25/25/25/25",
    "cut": 310,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "경찰행정학과",
    "ratio": "25/25/25/25",
    "cut": 342,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "한의예과(확률과통계)",
    "ratio": "25/25/25/25",
    "cut": 401,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "간호학과",
    "ratio": "25/25/25/25",
    "cut": 344,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "임상병리학과",
    "ratio": "25/25/25/25",
    "cut": 308,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "치위생학과",
    "ratio": "25/25/25/25",
    "cut": 308,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "동의대",
    "dept": "한의예과(미적분/기하)",
    "ratio": "25/25/25/25",
    "cut": 403,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "루터대",
    "dept": "휴먼케어디자인학부",
    "ratio": "40/0/30/30",
    "cut": 290,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "명지대",
    "dept": "자율전공학부(인문)",
    "ratio": "35/25/20/20",
    "cut": 352,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "명지대",
    "dept": "반도체ICT대학",
    "ratio": "25/35/20/20",
    "cut": 353,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "명지대",
    "dept": "스마트시스템공과대학",
    "ratio": "25/35/20/20",
    "cut": 353,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "명지대",
    "dept": "미디어휴먼라이프대학",
    "ratio": "35/25/20/20",
    "cut": 354,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "명지대",
    "dept": "사회과학대학",
    "ratio": "35/25/20/20",
    "cut": 352,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "명지대",
    "dept": "인문대학",
    "ratio": "35/25/20/20",
    "cut": 350,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "명지대",
    "dept": "건축대학",
    "ratio": "25/35/20/20",
    "cut": 357,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "명지대",
    "dept": "화학생명과학대학",
    "ratio": "25/35/20/20",
    "cut": 350,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "명지대",
    "dept": "경영대학",
    "ratio": "30/30/20/20",
    "cut": 356,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "명지대",
    "dept": "인공지능소프트웨어융합대학",
    "ratio": "25/35/20/20",
    "cut": 365,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "명지대",
    "dept": "자율전공학부(자연)",
    "ratio": "25/35/20/20",
    "cut": 355,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "목포가톨릭대",
    "dept": "사회복지학과",
    "ratio": "40/40/40/20",
    "cut": 309,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "목포가톨릭대",
    "dept": "유아교육과",
    "ratio": "40/40/40/20",
    "cut": 317,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "목포가톨릭대",
    "dept": "간호학과",
    "ratio": "40/40/40/20",
    "cut": 329,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "경영학부",
    "ratio": "40/30/30/30",
    "cut": 296,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "경제무역학부",
    "ratio": "40/30/30/30",
    "cut": 307,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "국어국문문예창작학부",
    "ratio": "40/30/30/30",
    "cut": 298,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "글로벌커뮤니케이션학부",
    "ratio": "40/30/30/30",
    "cut": 300,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "글로벌학부",
    "ratio": "40/30/30/30",
    "cut": 304,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "영어교육과",
    "ratio": "40/30/30/30",
    "cut": 333,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "인문콘텐츠학부",
    "ratio": "40/30/30/30",
    "cut": 303,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "간호학과",
    "ratio": "30/40/30/30",
    "cut": 349,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "건축토목환경공학부",
    "ratio": "30/40/30/30",
    "cut": 296,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "건축학과",
    "ratio": "30/40/30/30",
    "cut": 306,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "기계조선해양공학부",
    "ratio": "30/40/30/30",
    "cut": 289,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "도시계획및조경학부",
    "ratio": "30/40/30/30",
    "cut": 280,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "반도체공학과",
    "ratio": "30/40/30/30",
    "cut": 291,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "수학교육과",
    "ratio": "30/40/30/30",
    "cut": 329,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "스마트모빌리티학부",
    "ratio": "30/40/30/30",
    "cut": 306,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "약학과",
    "ratio": "30/40/30/30",
    "cut": 411,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "에너지화학공학과",
    "ratio": "30/40/30/30",
    "cut": 305,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "인공지능공학과",
    "ratio": "30/40/30/30",
    "cut": 305,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "전기공학과",
    "ratio": "30/40/30/30",
    "cut": 305,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "목포대",
    "dept": "컴퓨터학부",
    "ratio": "30/40/30/30",
    "cut": 302,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "관광학과",
    "ratio": "40/30/30/30",
    "cut": 317,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "교육학과",
    "ratio": "40/30/30/30",
    "cut": 338,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "법경찰학부",
    "ratio": "40/30/30/30",
    "cut": 309,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "사회복지학과",
    "ratio": "40/30/30/30",
    "cut": 326,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "아동학과",
    "ratio": "40/30/30/30",
    "cut": 275,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "윤리교육과",
    "ratio": "40/30/30/30",
    "cut": 343,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "지적학과",
    "ratio": "40/30/30/30",
    "cut": 355,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "행정언론미디어학부",
    "ratio": "40/30/30/30",
    "cut": 318,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "수산생명의학과",
    "ratio": "30/40/30/30",
    "cut": 292,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "식품영양학과",
    "ratio": "30/40/30/30",
    "cut": 300,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "식품제약공학부",
    "ratio": "30/40/30/30",
    "cut": 300,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "원예산림학부",
    "ratio": "30/40/30/30",
    "cut": 287,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "자율전공학부",
    "ratio": "30/40/30/30",
    "cut": 301,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "패션의류학과",
    "ratio": "30/40/30/30",
    "cut": 286,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "목포대",
    "dept": "환경교육과",
    "ratio": "30/40/30/30",
    "cut": 257,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "목포해양대",
    "dept": "기관시스템공학부",
    "ratio": "20/30/30/20",
    "cut": 301,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "목포해양대",
    "dept": "조선해양공학과",
    "ratio": "20/30/30/20",
    "cut": 297,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "목포해양대",
    "dept": "첨단해양모빌리티학과",
    "ratio": "20/30/30/20",
    "cut": 294,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "목포해양대",
    "dept": "컴퓨터공학과",
    "ratio": "20/30/30/20",
    "cut": 290,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "목포해양대",
    "dept": "항해정보시스템학부",
    "ratio": "20/30/30/20",
    "cut": 317,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "목포해양대",
    "dept": "항해학부",
    "ratio": "20/30/30/20",
    "cut": 328,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "목포해양대",
    "dept": "해군사관학부(남)",
    "ratio": "20/30/30/20",
    "cut": 317,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "목포해양대",
    "dept": "해군사관학부(여)",
    "ratio": "20/30/30/20",
    "cut": 319,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "목포해양대",
    "dept": "해상운송학부",
    "ratio": "20/20/40/20",
    "cut": 330,
    "kr": 20.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "목포해양대",
    "dept": "해양건설공학과",
    "ratio": "20/30/30/20",
    "cut": 299,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "목포해양대",
    "dept": "해양경찰학부",
    "ratio": "20/30/30/20",
    "cut": 301,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "목포해양대",
    "dept": "해양메카트로닉스학부",
    "ratio": "20/30/30/20",
    "cut": 294,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "목포해양대",
    "dept": "환경생명공학과",
    "ratio": "20/20/30/30",
    "cut": 292,
    "kr": 20.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "배재대",
    "dept": "경찰법학과",
    "ratio": "50/50/50/50",
    "cut": 285,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "배재대",
    "dept": "유아교육과",
    "ratio": "50/50/50/50",
    "cut": 331,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "배재대",
    "dept": "간호학과",
    "ratio": "50/50/50/50",
    "cut": 343,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "배재대",
    "dept": "의류패션학과",
    "ratio": "50/50/50/50",
    "cut": 261,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "배재대",
    "dept": "건축학과",
    "ratio": "50/50/50/50",
    "cut": 273,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "백석대",
    "dept": "경상학부",
    "ratio": "40/40/40/20",
    "cut": 299,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "백석대",
    "dept": "관광학부-관광경영학/호텔경영학",
    "ratio": "40/40/40/20",
    "cut": 303,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "백석대",
    "dept": "기독교학부",
    "ratio": "40/40/40/20",
    "cut": 275,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "백석대",
    "dept": "유아교육과",
    "ratio": "40/40/40/20",
    "cut": 321,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "백석대",
    "dept": "특수교육과",
    "ratio": "40/40/40/20",
    "cut": 310,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "백석대",
    "dept": "물리치료학과",
    "ratio": "40/40/40/20",
    "cut": 314,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "백석대",
    "dept": "안경광학과",
    "ratio": "40/40/40/20",
    "cut": 295,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "백석대",
    "dept": "외식산업학부",
    "ratio": "40/40/40/20",
    "cut": 291,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "백석대",
    "dept": "응급구조학과",
    "ratio": "40/40/40/20",
    "cut": 301,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "백석대",
    "dept": "첨단IT학부",
    "ratio": "40/40/40/20",
    "cut": 309,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "백석대",
    "dept": "치위생학과",
    "ratio": "40/40/40/20",
    "cut": 309,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "백석대",
    "dept": "자유전공학부",
    "ratio": "40/40/40/20",
    "cut": 300,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "백석대",
    "dept": "경찰학부",
    "ratio": "40/40/40/20",
    "cut": 314,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "백석대",
    "dept": "관광학부-글로벌호텔비즈니스",
    "ratio": "40/40/40/20",
    "cut": 298,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "백석대",
    "dept": "관광학부-항공서비스",
    "ratio": "40/40/40/20",
    "cut": 301,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "백석대",
    "dept": "사회복지학부",
    "ratio": "40/40/40/20",
    "cut": 300,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "백석대",
    "dept": "어문학부",
    "ratio": "40/40/40/20",
    "cut": 296,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "백석대",
    "dept": "유아특수교육과",
    "ratio": "40/40/40/20",
    "cut": 304,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "백석대",
    "dept": "간호학과",
    "ratio": "40/40/40/20",
    "cut": 344,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "백석대",
    "dept": "작업치료학과",
    "ratio": "40/40/40/20",
    "cut": 301,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "백석대",
    "dept": "컴퓨터공학부",
    "ratio": "40/40/40/20",
    "cut": 291,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "글로벌자율전공학부",
    "ratio": "30/30/20/20",
    "cut": 360,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "경영학부",
    "ratio": "30/25/20/25",
    "cut": 358,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "경제학과",
    "ratio": "30/25/20/25",
    "cut": 356,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "국어국문학과",
    "ratio": "30/25/20/25",
    "cut": 354,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "국제통상학부",
    "ratio": "30/25/20/25",
    "cut": 356,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "사학과",
    "ratio": "30/25/20/25",
    "cut": 352,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "유아교육과",
    "ratio": "30/25/20/25",
    "cut": 356,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "인문사회과학대학자유전공학부",
    "ratio": "30/25/20/25",
    "cut": 356,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "행정복지학부",
    "ratio": "30/25/20/25",
    "cut": 356,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "간호학과",
    "ratio": "25/30/20/25",
    "cut": 352,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "공과대학자유전공학부",
    "ratio": "25/30/20/25",
    "cut": 348,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "기계공학부",
    "ratio": "25/30/20/25",
    "cut": 351,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "데이터정보과학부",
    "ratio": "25/30/20/25",
    "cut": 346,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "물리학과",
    "ratio": "25/30/20/25",
    "cut": 333,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "미생물학과",
    "ratio": "25/30/20/25",
    "cut": 339,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "소방공학과",
    "ratio": "25/30/20/25",
    "cut": 334,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "수산과학대학자유전공학부",
    "ratio": "25/30/20/25",
    "cut": 333,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "수해양산업교육과",
    "ratio": "25/30/20/25",
    "cut": 338,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "스마트헬스케어학부-의공학",
    "ratio": "25/30/20/25",
    "cut": 342,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "시스템경영안전공학부",
    "ratio": "25/30/20/25",
    "cut": 336,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "에너지자원공학과",
    "ratio": "25/30/20/25",
    "cut": 336,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "응용수학과",
    "ratio": "25/30/20/25",
    "cut": 340,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "전자정보통신공학부",
    "ratio": "25/30/20/25",
    "cut": 342,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "지구환경시스템과학부-해양학",
    "ratio": "25/30/20/25",
    "cut": 336,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "지구환경시스템과학부-환경대기과학",
    "ratio": "25/30/20/25",
    "cut": 337,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "지속가능공학부-생태공학",
    "ratio": "25/30/20/25",
    "cut": 333,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "컴퓨터인공지능공학부",
    "ratio": "25/30/20/25",
    "cut": 344,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "화학공학과",
    "ratio": "25/30/20/25",
    "cut": 352,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부경대",
    "dept": "화학과",
    "ratio": "25/30/20/25",
    "cut": 348,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "경영대학자유전공학부",
    "ratio": "30/25/20/25",
    "cut": 356,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "국제지역학부",
    "ratio": "30/25/20/25",
    "cut": 355,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "미디어커뮤니케이션학부",
    "ratio": "30/25/20/25",
    "cut": 359,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "법학과",
    "ratio": "30/25/20/25",
    "cut": 354,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "영어영문학부",
    "ratio": "30/25/20/25",
    "cut": 353,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "일어일문학부",
    "ratio": "30/25/20/25",
    "cut": 351,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "정치외교학과",
    "ratio": "30/25/20/25",
    "cut": 356,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "중국학과",
    "ratio": "30/25/20/25",
    "cut": 354,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "해양수산경영경제학부",
    "ratio": "30/25/20/25",
    "cut": 354,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "건축공학과",
    "ratio": "25/30/20/25",
    "cut": 337,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "고분자화학소재공학부",
    "ratio": "25/30/20/25",
    "cut": 340,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "나노융합반도체공학부",
    "ratio": "25/30/20/25",
    "cut": 328,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "생물공학과",
    "ratio": "25/30/20/25",
    "cut": 343,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "수산생명과학부",
    "ratio": "25/30/20/25",
    "cut": 337,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "수산생명의학과",
    "ratio": "25/30/20/25",
    "cut": 352,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "식품과학부",
    "ratio": "25/30/20/25",
    "cut": 339,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "에너지수송시스템공학부",
    "ratio": "25/30/20/25",
    "cut": 357,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "융합소재공학부",
    "ratio": "25/30/20/25",
    "cut": 336,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "자연과학대학자유전공학부",
    "ratio": "25/30/20/25",
    "cut": 337,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "전기공학부",
    "ratio": "25/30/20/25",
    "cut": 346,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "정보융합대학자유전공학부",
    "ratio": "25/30/20/25",
    "cut": 341,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "조형학부-건축학",
    "ratio": "25/30/20/25",
    "cut": 343,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "지구환경시스템과학부-위성정보융합공학",
    "ratio": "25/30/20/25",
    "cut": 335,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "지구환경시스템과학부-환경공학",
    "ratio": "25/30/20/25",
    "cut": 339,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "지구환경시스템과학부-환경지질과학",
    "ratio": "25/30/20/25",
    "cut": 328,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "지속가능공학부-토목공학",
    "ratio": "25/30/20/25",
    "cut": 333,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "해양공학과",
    "ratio": "25/30/20/25",
    "cut": 342,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "해양생산시스템관리학부",
    "ratio": "25/30/20/25",
    "cut": 336,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부경대",
    "dept": "환경해양대학자유전공학부",
    "ratio": "25/30/20/25",
    "cut": 334,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "부경대",
    "dept": "자유전공학부",
    "ratio": "30/30/20/20",
    "cut": 355,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "부경대",
    "dept": "사회계열",
    "ratio": "30/25/20/25",
    "cut": 353,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "부경대",
    "dept": "과학컴퓨팅학과",
    "ratio": "25/30/20/25",
    "cut": 349,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "부경대",
    "dept": "디지털금융학과",
    "ratio": "25/30/20/25",
    "cut": 357,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "부경대",
    "dept": "스마트모빌리티공학과",
    "ratio": "25/30/20/25",
    "cut": 352,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "부경대",
    "dept": "스마트헬스케어학부-휴먼바이오융합",
    "ratio": "25/30/20/25",
    "cut": 342,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산가톨릭대",
    "dept": "사회복지학과",
    "ratio": "25/25/25/25",
    "cut": 301,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산가톨릭대",
    "dept": "방사선학과",
    "ratio": "25/25/25/25",
    "cut": 319,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산가톨릭대",
    "dept": "소방방재학과",
    "ratio": "25/25/25/25",
    "cut": 285,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산가톨릭대",
    "dept": "언어청각치료학과",
    "ratio": "25/25/25/25",
    "cut": 297,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산가톨릭대",
    "dept": "임상병리학과",
    "ratio": "25/25/25/25",
    "cut": 327,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산가톨릭대",
    "dept": "치기공학과",
    "ratio": "25/25/25/25",
    "cut": 313,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산가톨릭대",
    "dept": "컴퓨터정보공학과",
    "ratio": "25/25/25/25",
    "cut": 256,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부산가톨릭대",
    "dept": "상담심리학과",
    "ratio": "25/25/25/25",
    "cut": 301,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부산가톨릭대",
    "dept": "간호학과",
    "ratio": "25/25/25/25",
    "cut": 357,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부산가톨릭대",
    "dept": "물리치료학과",
    "ratio": "25/25/25/25",
    "cut": 345,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부산가톨릭대",
    "dept": "병원경영학과",
    "ratio": "25/25/25/25",
    "cut": 293,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부산가톨릭대",
    "dept": "산업안전보건학과",
    "ratio": "25/25/25/25",
    "cut": 283,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "부산가톨릭대",
    "dept": "유통마케팅학과",
    "ratio": "25/25/25/25",
    "cut": 272,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "부산가톨릭대",
    "dept": "자율전공학부",
    "ratio": "25/25/25/25",
    "cut": 266,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부산교대",
    "dept": "초등교육학부",
    "ratio": "25/25/25/25",
    "cut": 364,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "자유전공학부",
    "ratio": "30/30/20/20",
    "cut": 369,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "경영학과",
    "ratio": "30/25/20/25",
    "cut": 369,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "고고학과",
    "ratio": "30/25/20/25",
    "cut": 354,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "공공정책학부",
    "ratio": "30/25/20/25",
    "cut": 366,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "관광컨벤션학과",
    "ratio": "30/25/20/25",
    "cut": 360,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "교육학과",
    "ratio": "30/25/20/25",
    "cut": 362,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "국어교육과",
    "ratio": "30/25/20/25",
    "cut": 371,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "국제학부",
    "ratio": "30/25/20/25",
    "cut": 371,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "노어노문학과",
    "ratio": "30/25/20/25",
    "cut": 354,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "독어독문학과",
    "ratio": "30/25/20/25",
    "cut": 354,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "문헌정보학과",
    "ratio": "30/25/20/25",
    "cut": 359,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "30/25/20/25",
    "cut": 365,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "불어불문학과",
    "ratio": "30/25/20/25",
    "cut": 354,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "사회복지학과",
    "ratio": "30/25/20/25",
    "cut": 356,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "언어정보학과",
    "ratio": "30/25/20/25",
    "cut": 357,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "역사교육과",
    "ratio": "30/25/20/25",
    "cut": 364,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "영어교육과",
    "ratio": "30/25/20/25",
    "cut": 365,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "유아교육과",
    "ratio": "30/25/20/25",
    "cut": 358,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "윤리교육과",
    "ratio": "30/25/20/25",
    "cut": 360,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "의류학과(인문)",
    "ratio": "30/25/20/25",
    "cut": 356,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "일반사회교육과",
    "ratio": "30/25/20/25",
    "cut": 367,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "일어일문학과",
    "ratio": "30/25/20/25",
    "cut": 355,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "중어중문학과",
    "ratio": "30/25/20/25",
    "cut": 356,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "지리교육과",
    "ratio": "30/25/20/25",
    "cut": 361,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "특수교육과",
    "ratio": "30/25/20/25",
    "cut": 358,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "간호학과",
    "ratio": "20/30/20/30",
    "cut": 369,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "건축공학과",
    "ratio": "20/30/20/30",
    "cut": 365,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "건축학과",
    "ratio": "20/30/20/30",
    "cut": 366,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "대기환경과학과",
    "ratio": "20/30/20/30",
    "cut": 363,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "도시공학과",
    "ratio": "20/30/20/30",
    "cut": 363,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "물리교육과",
    "ratio": "20/30/20/30",
    "cut": 364,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "물리학과",
    "ratio": "20/30/20/30",
    "cut": 362,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "미생물학과",
    "ratio": "20/30/20/30",
    "cut": 363,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "바이오산업기계공학과",
    "ratio": "20/30/20/30",
    "cut": 352,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "바이오소재과학과",
    "ratio": "20/30/20/30",
    "cut": 351,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "바이오환경에너지학과",
    "ratio": "20/30/20/30",
    "cut": 349,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "분자생물학과",
    "ratio": "20/30/20/30",
    "cut": 363,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "사회기반시스템공학과",
    "ratio": "20/30/20/30",
    "cut": 362,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "산업공학과",
    "ratio": "20/30/20/30",
    "cut": 367,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "생물교육과",
    "ratio": "20/30/20/30",
    "cut": 368,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "수학교육과",
    "ratio": "20/30/20/30",
    "cut": 377,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "식품영양학과",
    "ratio": "20/30/20/30",
    "cut": 360,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "약학부",
    "ratio": "20/30/20/30",
    "cut": 403,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "원예생명과학과",
    "ratio": "20/30/20/30",
    "cut": 344,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "유기소재시스템공학과",
    "ratio": "20/30/20/30",
    "cut": 367,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "응용생명융합학부",
    "ratio": "20/30/20/30",
    "cut": 362,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "전기전자공학부-반도체공학",
    "ratio": "20/30/20/30",
    "cut": 376,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "전기전자공학부-전기공학",
    "ratio": "20/30/20/30",
    "cut": 373,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "정보컴퓨터공학부-디자인앤테크놀로지",
    "ratio": "20/30/20/30",
    "cut": 365,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "정보컴퓨터공학부-인공지능",
    "ratio": "20/30/20/30",
    "cut": 374,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "정보컴퓨터공학부-컴퓨터공학",
    "ratio": "20/30/20/30",
    "cut": 376,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "조경학과",
    "ratio": "20/30/20/30",
    "cut": 343,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "지구과학교육과",
    "ratio": "20/30/20/30",
    "cut": 367,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "통계학과",
    "ratio": "20/30/20/30",
    "cut": 367,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "한의학(학석사통합과정)",
    "ratio": "20/30/20/30",
    "cut": 405,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "화공생명공학과",
    "ratio": "20/30/20/30",
    "cut": 379,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "화학교육과",
    "ratio": "20/30/20/30",
    "cut": 367,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "부산대",
    "dept": "환경공학과",
    "ratio": "20/30/20/30",
    "cut": 366,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "경제학부",
    "ratio": "30/25/20/25",
    "cut": 364,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "국어국문학과",
    "ratio": "30/25/20/25",
    "cut": 359,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "무역학부",
    "ratio": "30/25/20/25",
    "cut": 363,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "사학과",
    "ratio": "30/25/20/25",
    "cut": 358,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "사회학과",
    "ratio": "30/25/20/25",
    "cut": 360,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "식품자원경제학과",
    "ratio": "30/25/20/25",
    "cut": 349,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "실내환경디자인학과(인문)",
    "ratio": "30/25/20/25",
    "cut": 359,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "심리학과",
    "ratio": "30/25/20/25",
    "cut": 360,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "아동가족학과",
    "ratio": "30/25/20/25",
    "cut": 355,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "영어영문학과",
    "ratio": "30/25/20/25",
    "cut": 358,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "예술문화영상학과",
    "ratio": "30/25/20/25",
    "cut": 359,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "정치외교학과",
    "ratio": "30/25/20/25",
    "cut": 363,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "철학과",
    "ratio": "30/25/20/25",
    "cut": 357,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "한문학과",
    "ratio": "30/25/20/25",
    "cut": 355,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "행정학과",
    "ratio": "30/25/20/25",
    "cut": 362,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "IT응용공학과",
    "ratio": "20/30/20/30",
    "cut": 354,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "고분자공학과",
    "ratio": "20/30/20/30",
    "cut": 369,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "기계공학부",
    "ratio": "20/30/20/30",
    "cut": 371,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "미래도시건축환경융합전공",
    "ratio": "20/30/20/30",
    "cut": 367,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "생명과학과",
    "ratio": "20/30/20/30",
    "cut": 368,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "생명환경화학과",
    "ratio": "20/30/20/30",
    "cut": 350,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "수학과",
    "ratio": "20/30/20/30",
    "cut": 365,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "식품공학과",
    "ratio": "20/30/20/30",
    "cut": 349,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "의생명융합공학부",
    "ratio": "20/30/20/30",
    "cut": 368,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "의예과",
    "ratio": "20/30/20/30",
    "cut": 411,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "재료공학부",
    "ratio": "20/30/20/30",
    "cut": 369,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "전기전자공학부-전자공학",
    "ratio": "20/30/20/30",
    "cut": 376,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "조선해양공학과",
    "ratio": "20/30/20/30",
    "cut": 364,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "지질환경과학과",
    "ratio": "20/30/20/30",
    "cut": 360,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "첨단IT자율전공",
    "ratio": "20/30/20/30",
    "cut": 369,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "첨단융합학부",
    "ratio": "20/30/20/30",
    "cut": 369,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "치의예과",
    "ratio": "20/30/20/30",
    "cut": 409,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "항공우주공학과",
    "ratio": "20/30/20/30",
    "cut": 367,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "해양학과",
    "ratio": "20/30/20/30",
    "cut": 360,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "부산대",
    "dept": "화학과",
    "ratio": "20/30/20/30",
    "cut": 365,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "부산대",
    "dept": "스마트시티전공",
    "ratio": "20/30/20/30",
    "cut": 365,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "부산대",
    "dept": "첨단모빌리티자율전공",
    "ratio": "20/30/20/30",
    "cut": 368,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "부산대",
    "dept": "첨단소재자율전공",
    "ratio": "20/30/20/30",
    "cut": 368,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "부산외대",
    "dept": "통합모집(자유전공)",
    "ratio": "25/25/25/25",
    "cut": 339,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "삼육대",
    "dept": "약학과",
    "ratio": "25/30/25/20",
    "cut": 401,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "가족복지학과",
    "ratio": "35/25/20/20",
    "cut": 356,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "경영학부",
    "ratio": "35/25/20/20",
    "cut": 358,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "경제금융학부",
    "ratio": "35/25/20/20",
    "cut": 358,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "공간환경학부",
    "ratio": "35/25/20/20",
    "cut": 357,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "교육학과",
    "ratio": "35/25/20/20",
    "cut": 357,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "국어교육과",
    "ratio": "35/25/20/20",
    "cut": 357,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "글로벌경영학과",
    "ratio": "35/25/20/20",
    "cut": 358,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "영어교육과",
    "ratio": "35/25/20/20",
    "cut": 357,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "인문콘텐츠학부-문헌정보학",
    "ratio": "35/25/20/20",
    "cut": 357,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "인문콘텐츠학부-역사콘텐츠",
    "ratio": "35/25/20/20",
    "cut": 356,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "인문콘텐츠학부-지적재산권",
    "ratio": "35/25/20/20",
    "cut": 357,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "인문콘텐츠학부-한일문화콘텐츠",
    "ratio": "35/25/20/20",
    "cut": 356,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "자유전공(인문계열)",
    "ratio": "35/25/20/20",
    "cut": 358,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "행정학부",
    "ratio": "35/25/20/20",
    "cut": 357,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "SW융합학부-게임",
    "ratio": "25/35/20/20",
    "cut": 362,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "SW융합학부-전기공학",
    "ratio": "25/35/20/20",
    "cut": 364,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "SW융합학부-컴퓨터과학",
    "ratio": "25/35/20/20",
    "cut": 363,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "생명화학공학부-생명공학",
    "ratio": "25/35/20/20",
    "cut": 361,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "생명화학공학부-화공신소재",
    "ratio": "25/35/20/20",
    "cut": 361,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "생명화학공학부-화학에너지공학",
    "ratio": "25/35/20/20",
    "cut": 359,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "수학교육과",
    "ratio": "25/35/20/20",
    "cut": 363,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "외식의류학부-식품영양학",
    "ratio": "25/35/20/20",
    "cut": 356,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "의류학과",
    "ratio": "25/35/20/20",
    "cut": 360,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "자유전공(이공계열)",
    "ratio": "25/35/20/20",
    "cut": 359,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "지능데이터융합학부",
    "ratio": "25/35/20/20",
    "cut": 357,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대",
    "dept": "지능데이터융합학부-휴먼AI공학",
    "ratio": "25/35/20/20",
    "cut": 360,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "글로벌금융경영학부",
    "ratio": "40/40/40/20",
    "cut": 325,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "글로벌지역학부",
    "ratio": "40/40/40/20",
    "cut": 321,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "글로벌지역학부-한국언어문화",
    "ratio": "40/40/40/20",
    "cut": 319,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "자유전공(인문사회계열)",
    "ratio": "40/40/40/20",
    "cut": 324,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "AI모빌리티공학과",
    "ratio": "40/40/40/20",
    "cut": 341,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "간호학과",
    "ratio": "40/40/40/20",
    "cut": 355,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "건설시스템공학과",
    "ratio": "40/40/40/20",
    "cut": 324,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "경영공학과",
    "ratio": "40/40/40/20",
    "cut": 320,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "그린스마트시티학과",
    "ratio": "40/40/40/20",
    "cut": 321,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "그린화학공학과",
    "ratio": "40/40/40/20",
    "cut": 320,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "소프트웨어학과",
    "ratio": "40/40/40/20",
    "cut": 343,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "스마트정보통신공학과",
    "ratio": "40/40/40/20",
    "cut": 324,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "시스템반도체공학과",
    "ratio": "40/40/40/20",
    "cut": 330,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "식품공학과",
    "ratio": "40/40/40/20",
    "cut": 321,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "자유전공(공학계열)",
    "ratio": "40/40/40/20",
    "cut": 339,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "전자공학과",
    "ratio": "40/40/40/20",
    "cut": 329,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "정보보안공학과",
    "ratio": "40/40/40/20",
    "cut": 331,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상명대(천안)",
    "dept": "휴먼지능로봇공학과",
    "ratio": "40/40/40/20",
    "cut": 320,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "상지대",
    "dept": "간호학과",
    "ratio": "25/35/20/20",
    "cut": 348,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "상지대",
    "dept": "한의예과(B형)",
    "ratio": "20/40/20/20",
    "cut": 402,
    "kr": 20.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "상지대",
    "dept": "한의예과(A형)",
    "ratio": "20/40/20/20",
    "cut": 406,
    "kr": 20.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "서경대",
    "dept": "자유전공학부",
    "ratio": "40/40/20/40",
    "cut": 352,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 40.0
  },
  {
    "group": "나",
    "univ": "서경대",
    "dept": "미래융합학부1",
    "ratio": "40/40/20/40",
    "cut": 352,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 40.0
  },
  {
    "group": "다",
    "univ": "서경대",
    "dept": "미래융합학부2",
    "ratio": "40/40/20/40",
    "cut": 352,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 40.0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "경영학과-경영학",
    "ratio": "30/25/20/25",
    "cut": 364,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "경영학과-글로벌테크노경영(인문)",
    "ratio": "30/25/20/25",
    "cut": 366,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "산업공학과-ITM(인문)",
    "ratio": "30/25/20/25",
    "cut": 377,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "산업공학과-산업정보시스템(인문)",
    "ratio": "30/25/20/25",
    "cut": 368,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "영어영문학과",
    "ratio": "30/25/20/25",
    "cut": 362,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "행정학과",
    "ratio": "30/25/20/25",
    "cut": 363,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "MSDE학과",
    "ratio": "20/35/20/25",
    "cut": 379,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "경영학과-글로벌테크노경영(자연)",
    "ratio": "20/35/20/25",
    "cut": 375,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "바이오메디컬학과",
    "ratio": "20/35/20/25",
    "cut": 373,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "산업공학과-ITM(자연)",
    "ratio": "20/35/20/25",
    "cut": 379,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "산업공학과-산업정보시스템(자연)",
    "ratio": "20/35/20/25",
    "cut": 369,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "스마트ICT융합공학과",
    "ratio": "20/35/20/25",
    "cut": 375,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "식품생명공학과",
    "ratio": "20/35/20/25",
    "cut": 368,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "안경광학과",
    "ratio": "20/35/20/25",
    "cut": 367,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "자유전공학부(공과대학)",
    "ratio": "20/35/20/25",
    "cut": 367,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "자유전공학부(창의융합대학)",
    "ratio": "20/35/20/25",
    "cut": 374,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "전기정보공학과",
    "ratio": "20/35/20/25",
    "cut": 371,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "전자공학과",
    "ratio": "20/35/20/25",
    "cut": 372,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "정밀화학과",
    "ratio": "20/35/20/25",
    "cut": 371,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "컴퓨터공학과",
    "ratio": "20/35/20/25",
    "cut": 376,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "화공생명공학과",
    "ratio": "20/35/20/25",
    "cut": 371,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "서울과학기술대",
    "dept": "환경공학과",
    "ratio": "20/35/20/25",
    "cut": 368,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "서울과학기술대",
    "dept": "자유전공학부(기술경영융합대학)",
    "ratio": "25/30/20/25",
    "cut": 368,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "서울과학기술대",
    "dept": "자유전공학부(인문사회대학)",
    "ratio": "30/25/20/25",
    "cut": 366,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "서울과학기술대",
    "dept": "건설시스템공학과",
    "ratio": "20/35/20/25",
    "cut": 367,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "서울과학기술대",
    "dept": "건축학부-건축공학",
    "ratio": "20/35/20/25",
    "cut": 368,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "서울과학기술대",
    "dept": "건축학부-건축학",
    "ratio": "20/35/20/25",
    "cut": 369,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "서울과학기술대",
    "dept": "기계공학과",
    "ratio": "20/35/20/25",
    "cut": 370,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "서울과학기술대",
    "dept": "기계시스템공학부-미래자동차",
    "ratio": "20/35/20/25",
    "cut": 371,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "서울과학기술대",
    "dept": "기계시스템공학부-지능형로봇",
    "ratio": "20/35/20/25",
    "cut": 370,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "서울과학기술대",
    "dept": "신소재공학과",
    "ratio": "20/35/20/25",
    "cut": 373,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "서울과학기술대",
    "dept": "안전공학과",
    "ratio": "20/35/20/25",
    "cut": 367,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "서울과학기술대",
    "dept": "자유전공학부(에너지바이오대학)",
    "ratio": "20/35/20/25",
    "cut": 367,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "서울과학기술대",
    "dept": "자유전공학부(정보통신대학)",
    "ratio": "20/35/20/25",
    "cut": 372,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "서울과학기술대",
    "dept": "ST자유전공학부",
    "ratio": "20/35/20/25",
    "cut": 375,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "서울과학기술대",
    "dept": "미래에너지융합학과",
    "ratio": "20/35/20/25",
    "cut": 374,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "서울과학기술대",
    "dept": "인공지능응용학과",
    "ratio": "20/35/20/25",
    "cut": 376,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "서울과학기술대",
    "dept": "지능형반도체공학과",
    "ratio": "20/35/20/25",
    "cut": 374,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "서울교대",
    "dept": "초등교육과",
    "ratio": "33/33/0/33",
    "cut": 375,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "서울교대",
    "dept": "초등교육과",
    "ratio": "33/33/0/33",
    "cut": 375,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "서울기독대",
    "dept": "휴먼서비스학부-글로벌휴먼경영",
    "ratio": "40/0/30/30",
    "cut": 298,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "서울기독대",
    "dept": "휴먼서비스학부-기독교신학",
    "ratio": "40/0/30/30",
    "cut": 282,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "서울기독대",
    "dept": "휴먼서비스학부-사회복지",
    "ratio": "40/0/30/30",
    "cut": 289,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "서울기독대",
    "dept": "휴먼힐링예술학부-상담심리(야)",
    "ratio": "40/0/30/30",
    "cut": 298,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "자유전공학부",
    "ratio": "33/40/0/26",
    "cut": 403,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "자유전공학부",
    "ratio": "33/40/0/26",
    "cut": 403,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "학부대학(광역)",
    "ratio": "33/40/0/26",
    "cut": 403,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "학부대학(광역)",
    "ratio": "33/40/0/26",
    "cut": 403,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "경영대학",
    "ratio": "33/40/0/26",
    "cut": 400,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "경영대학",
    "ratio": "33/40/0/26",
    "cut": 400,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "경제학부",
    "ratio": "33/40/0/26",
    "cut": 402,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "경제학부",
    "ratio": "33/40/0/26",
    "cut": 402,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "국어교육과",
    "ratio": "33/40/0/26",
    "cut": 395,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "국어교육과",
    "ratio": "33/40/0/26",
    "cut": 395,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "농경제사회학부",
    "ratio": "33/40/0/26",
    "cut": 397,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "농경제사회학부",
    "ratio": "33/40/0/26",
    "cut": 397,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "사회교육과",
    "ratio": "33/40/0/26",
    "cut": 395,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "사회교육과",
    "ratio": "33/40/0/26",
    "cut": 395,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "사회학과",
    "ratio": "33/40/0/26",
    "cut": 396,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "사회학과",
    "ratio": "33/40/0/26",
    "cut": 396,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "소비자아동학부-소비자학",
    "ratio": "33/40/0/26",
    "cut": 398,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "소비자아동학부-소비자학",
    "ratio": "33/40/0/26",
    "cut": 398,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "소비자아동학부-아동가족학",
    "ratio": "33/40/0/26",
    "cut": 396,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "소비자아동학부-아동가족학",
    "ratio": "33/40/0/26",
    "cut": 396,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "심리학과",
    "ratio": "33/40/0/26",
    "cut": 399,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "심리학과",
    "ratio": "33/40/0/26",
    "cut": 399,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "언론정보학과",
    "ratio": "33/40/0/26",
    "cut": 398,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "언론정보학과",
    "ratio": "33/40/0/26",
    "cut": 398,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "역사교육과",
    "ratio": "33/40/0/26",
    "cut": 395,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "역사교육과",
    "ratio": "33/40/0/26",
    "cut": 395,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "역사학부",
    "ratio": "33/40/0/26",
    "cut": 395,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "역사학부",
    "ratio": "33/40/0/26",
    "cut": 395,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "영어교육과",
    "ratio": "33/40/0/26",
    "cut": 395,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "영어교육과",
    "ratio": "33/40/0/26",
    "cut": 395,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "윤리교육과",
    "ratio": "33/40/0/26",
    "cut": 395,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "윤리교육과",
    "ratio": "33/40/0/26",
    "cut": 395,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "인문계열",
    "ratio": "33/40/0/26",
    "cut": 396,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "인문계열",
    "ratio": "33/40/0/26",
    "cut": 396,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "정치외교학부",
    "ratio": "33/40/0/26",
    "cut": 399,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "정치외교학부",
    "ratio": "33/40/0/26",
    "cut": 399,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "지리교육과",
    "ratio": "33/40/0/26",
    "cut": 394,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "지리교육과",
    "ratio": "33/40/0/26",
    "cut": 394,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "지리학과",
    "ratio": "33/40/0/26",
    "cut": 395,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "지리학과",
    "ratio": "33/40/0/26",
    "cut": 395,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "간호대학",
    "ratio": "33/40/0/26",
    "cut": 394,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "간호대학",
    "ratio": "33/40/0/26",
    "cut": 394,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "건설환경도시공학부",
    "ratio": "33/40/0/26",
    "cut": 399,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "건설환경도시공학부",
    "ratio": "33/40/0/26",
    "cut": 399,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "건축학과",
    "ratio": "33/40/0/26",
    "cut": 400,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "건축학과",
    "ratio": "33/40/0/26",
    "cut": 400,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "기계공학부",
    "ratio": "33/40/0/26",
    "cut": 404,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "기계공학부",
    "ratio": "33/40/0/26",
    "cut": 404,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "물리교육과",
    "ratio": "33/40/0/26",
    "cut": 397,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "물리교육과",
    "ratio": "33/40/0/26",
    "cut": 397,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "물리천문학부-물리학",
    "ratio": "33/40/0/26",
    "cut": 406,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "물리천문학부-물리학",
    "ratio": "33/40/0/26",
    "cut": 406,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "물리천문학부-천문학",
    "ratio": "33/40/0/26",
    "cut": 402,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "물리천문학부-천문학",
    "ratio": "33/40/0/26",
    "cut": 402,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "바이오시스템소재학부",
    "ratio": "33/40/0/26",
    "cut": 400,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "바이오시스템소재학부",
    "ratio": "33/40/0/26",
    "cut": 400,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "산림과학부",
    "ratio": "33/40/0/26",
    "cut": 397,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "산림과학부",
    "ratio": "33/40/0/26",
    "cut": 397,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "산업공학과",
    "ratio": "33/40/0/26",
    "cut": 405,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "산업공학과",
    "ratio": "33/40/0/26",
    "cut": 405,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "생명과학부",
    "ratio": "33/40/0/26",
    "cut": 402,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "생명과학부",
    "ratio": "33/40/0/26",
    "cut": 402,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "생물교육과",
    "ratio": "33/40/0/26",
    "cut": 395,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "생물교육과",
    "ratio": "33/40/0/26",
    "cut": 395,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "수리과학부",
    "ratio": "33/40/0/26",
    "cut": 409,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "수리과학부",
    "ratio": "33/40/0/26",
    "cut": 409,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "수의예과",
    "ratio": "33/40/0/26",
    "cut": 409,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "수의예과",
    "ratio": "33/40/0/26",
    "cut": 409,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "수학교육과",
    "ratio": "33/40/0/26",
    "cut": 400,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "수학교육과",
    "ratio": "33/40/0/26",
    "cut": 400,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "스마트시스템과학과",
    "ratio": "33/40/0/26",
    "cut": 400,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "스마트시스템과학과",
    "ratio": "33/40/0/26",
    "cut": 400,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "식물생산과학부",
    "ratio": "33/40/0/26",
    "cut": 395,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "식물생산과학부",
    "ratio": "33/40/0/26",
    "cut": 395,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "식품동물생명공학부",
    "ratio": "33/40/0/26",
    "cut": 397,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "식품동물생명공학부",
    "ratio": "33/40/0/26",
    "cut": 397,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "식품영양학과",
    "ratio": "33/40/0/26",
    "cut": 395,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "식품영양학과",
    "ratio": "33/40/0/26",
    "cut": 395,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "약학계열",
    "ratio": "33/40/0/26",
    "cut": 411,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "약학계열",
    "ratio": "33/40/0/26",
    "cut": 411,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "에너지자원공학과",
    "ratio": "33/40/0/26",
    "cut": 402,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "에너지자원공학과",
    "ratio": "33/40/0/26",
    "cut": 402,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "원자핵공학과",
    "ratio": "33/40/0/26",
    "cut": 402,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "원자핵공학과",
    "ratio": "33/40/0/26",
    "cut": 402,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "응용생물화학부",
    "ratio": "33/40/0/26",
    "cut": 400,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "응용생물화학부",
    "ratio": "33/40/0/26",
    "cut": 400,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "의류학과",
    "ratio": "33/40/0/26",
    "cut": 395,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "의류학과",
    "ratio": "33/40/0/26",
    "cut": 395,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "의예과",
    "ratio": "33/40/0/26",
    "cut": 428,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "의예과",
    "ratio": "33/40/0/26",
    "cut": 428,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "재료공학부",
    "ratio": "33/40/0/26",
    "cut": 403,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "재료공학부",
    "ratio": "33/40/0/26",
    "cut": 403,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "전기정보공학부",
    "ratio": "33/40/0/26",
    "cut": 406,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "전기정보공학부",
    "ratio": "33/40/0/26",
    "cut": 406,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "조경지역시스템공학부",
    "ratio": "33/40/0/26",
    "cut": 396,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "조경지역시스템공학부",
    "ratio": "33/40/0/26",
    "cut": 396,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "조선해양공학과",
    "ratio": "33/40/0/26",
    "cut": 399,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "조선해양공학과",
    "ratio": "33/40/0/26",
    "cut": 399,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "지구과학교육과",
    "ratio": "33/40/0/26",
    "cut": 395,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "지구과학교육과",
    "ratio": "33/40/0/26",
    "cut": 395,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "지구환경과학부",
    "ratio": "33/40/0/26",
    "cut": 398,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "지구환경과학부",
    "ratio": "33/40/0/26",
    "cut": 398,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "첨단융합학부",
    "ratio": "33/40/0/26",
    "cut": 406,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "첨단융합학부",
    "ratio": "33/40/0/26",
    "cut": 406,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "치의학과(학석사통합과정)",
    "ratio": "33/40/0/26",
    "cut": 416,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "치의학과(학석사통합과정)",
    "ratio": "33/40/0/26",
    "cut": 416,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "컴퓨터공학부",
    "ratio": "33/40/0/26",
    "cut": 409,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "컴퓨터공학부",
    "ratio": "33/40/0/26",
    "cut": 409,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "통계학과",
    "ratio": "33/40/0/26",
    "cut": 407,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "통계학과",
    "ratio": "33/40/0/26",
    "cut": 407,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "항공우주공학과",
    "ratio": "33/40/0/26",
    "cut": 402,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "항공우주공학과",
    "ratio": "33/40/0/26",
    "cut": 402,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "화학교육과",
    "ratio": "33/40/0/26",
    "cut": 395,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "화학교육과",
    "ratio": "33/40/0/26",
    "cut": 395,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "화학부",
    "ratio": "33/40/0/26",
    "cut": 402,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "화학부",
    "ratio": "33/40/0/26",
    "cut": 402,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "화학생물공학부",
    "ratio": "33/40/0/26",
    "cut": 404,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "나",
    "univ": "서울대",
    "dept": "화학생물공학부",
    "ratio": "33/40/0/26",
    "cut": 404,
    "kr": 33.3,
    "mr": 40.0,
    "tr": 26.7
  },
  {
    "group": "가",
    "univ": "서울시립대",
    "dept": "도시행정학과",
    "ratio": "35/35/15/15",
    "cut": 381,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 15.0
  },
  {
    "group": "가",
    "univ": "서울시립대",
    "dept": "자유전공학부(인문)",
    "ratio": "35/25/20/20",
    "cut": 386,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "서울시립대",
    "dept": "인공지능학과",
    "ratio": "30/40/10/20",
    "cut": 384,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "서울시립대",
    "dept": "자유전공학부(자연)",
    "ratio": "30/40/10/20",
    "cut": 383,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "경영학부",
    "ratio": "35/35/15/15",
    "cut": 383,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 15.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "경제학부",
    "ratio": "35/35/15/15",
    "cut": 383,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 15.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "국사학과",
    "ratio": "35/25/20/20",
    "cut": 378,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "국어국문학과",
    "ratio": "35/25/20/20",
    "cut": 378,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "국제관계학과",
    "ratio": "35/25/20/20",
    "cut": 379,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "도시사회학과",
    "ratio": "35/25/20/20",
    "cut": 379,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "사회복지학과",
    "ratio": "35/35/15/15",
    "cut": 378,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 15.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "세무학과",
    "ratio": "35/35/15/15",
    "cut": 387,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 15.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "영어영문학과",
    "ratio": "35/25/20/20",
    "cut": 378,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "중국어문화학과",
    "ratio": "35/25/20/20",
    "cut": 378,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "철학과",
    "ratio": "35/25/20/20",
    "cut": 378,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "행정학과",
    "ratio": "35/25/20/20",
    "cut": 379,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "건축학부-건축공학",
    "ratio": "30/40/10/20",
    "cut": 381,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "건축학부-건축학",
    "ratio": "30/40/10/20",
    "cut": 381,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "공간정보공학과",
    "ratio": "30/40/10/20",
    "cut": 382,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "교통공학과",
    "ratio": "30/35/10/25",
    "cut": 382,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "기계정보공학과",
    "ratio": "30/40/10/20",
    "cut": 384,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "도시공학과",
    "ratio": "30/40/10/20",
    "cut": 383,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "물리학과",
    "ratio": "30/40/10/20",
    "cut": 382,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "생명과학과",
    "ratio": "30/40/10/20",
    "cut": 382,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "수학과",
    "ratio": "30/40/10/20",
    "cut": 382,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "신소재공학과",
    "ratio": "30/40/10/20",
    "cut": 384,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "전자전기컴퓨터공학부",
    "ratio": "30/40/10/20",
    "cut": 385,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "조경학과",
    "ratio": "30/35/10/25",
    "cut": 381,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "컴퓨터과학부",
    "ratio": "30/40/10/20",
    "cut": 384,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "토목공학과",
    "ratio": "30/40/10/20",
    "cut": 381,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "통계학과",
    "ratio": "30/40/10/20",
    "cut": 383,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "화학공학과",
    "ratio": "30/40/10/20",
    "cut": 384,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "환경공학부",
    "ratio": "30/40/10/20",
    "cut": 382,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울시립대",
    "dept": "환경원예학과",
    "ratio": "30/35/10/25",
    "cut": 381,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "서울시립대",
    "dept": "융합응용화학과",
    "ratio": "30/35/10/25",
    "cut": 386,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "서울시립대",
    "dept": "첨단융합학부-융합바이오헬스",
    "ratio": "30/40/10/20",
    "cut": 385,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "서울시립대",
    "dept": "첨단융합학부-지능형반도체",
    "ratio": "30/40/10/20",
    "cut": 384,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "서울시립대",
    "dept": "첨단융합학부-첨단인공지능",
    "ratio": "30/40/10/20",
    "cut": 388,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "서울신대",
    "dept": "관광경영학과",
    "ratio": "40/40/20/40",
    "cut": 322,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 40.0
  },
  {
    "group": "가",
    "univ": "서울신대",
    "dept": "글로벌경영학과",
    "ratio": "40/40/20/40",
    "cut": 317,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 40.0
  },
  {
    "group": "가",
    "univ": "서울신대",
    "dept": "사회복지학과",
    "ratio": "40/40/20/40",
    "cut": 317,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 40.0
  },
  {
    "group": "가",
    "univ": "서울신대",
    "dept": "아동보육학과",
    "ratio": "40/40/20/40",
    "cut": 300,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 40.0
  },
  {
    "group": "가",
    "univ": "서울신대",
    "dept": "일본어문화콘텐츠학과",
    "ratio": "40/40/20/40",
    "cut": 333,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 40.0
  },
  {
    "group": "가",
    "univ": "서울신대",
    "dept": "중국언어문화콘텐츠학과",
    "ratio": "40/40/20/40",
    "cut": 309,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 40.0
  },
  {
    "group": "나",
    "univ": "서울신대",
    "dept": "자율전공학부",
    "ratio": "40/40/20/40",
    "cut": 326,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 40.0
  },
  {
    "group": "다",
    "univ": "서울신대",
    "dept": "유아교육과",
    "ratio": "40/40/20/40",
    "cut": 331,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 40.0
  },
  {
    "group": "다",
    "univ": "서울신대",
    "dept": "데이터사이언스학과",
    "ratio": "40/40/20/40",
    "cut": 309,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 40.0
  },
  {
    "group": "다",
    "univ": "서울신대",
    "dept": "컴퓨터공학과/AI융합학과",
    "ratio": "40/40/20/40",
    "cut": 304,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 40.0
  },
  {
    "group": "나",
    "univ": "서울한영대",
    "dept": "사회복지학과",
    "ratio": "30/0/30/20",
    "cut": 309,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울한영대",
    "dept": "상담심리학과",
    "ratio": "30/0/30/20",
    "cut": 309,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울한영대",
    "dept": "신학과",
    "ratio": "30/0/30/20",
    "cut": 295,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울한영대",
    "dept": "아동보육학과",
    "ratio": "30/0/30/20",
    "cut": 289,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "서울한영대",
    "dept": "재활복지학과",
    "ratio": "30/0/30/20",
    "cut": 286,
    "kr": 30.0,
    "mr": 0.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "선문대",
    "dept": "인문사회계열",
    "ratio": "50/50/50/50",
    "cut": 300,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "선문대",
    "dept": "간호학과",
    "ratio": "33/33/33/33",
    "cut": 351,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "선문대",
    "dept": "건축산업안전/전자반도체계열",
    "ratio": "50/50/50/50",
    "cut": 306,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "선문대",
    "dept": "물리치료학과",
    "ratio": "33/33/33/33",
    "cut": 331,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "선문대",
    "dept": "생명과학계열",
    "ratio": "50/50/50/50",
    "cut": 301,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "선문대",
    "dept": "치위생학과",
    "ratio": "33/33/33/33",
    "cut": 318,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "선문대",
    "dept": "글로벌언어문화/경상계열",
    "ratio": "50/50/50/50",
    "cut": 306,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "선문대",
    "dept": "기계모빌리티/컴퓨터소프트웨어계열",
    "ratio": "50/50/50/50",
    "cut": 305,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "선문대",
    "dept": "응급구조학과",
    "ratio": "33/33/33/33",
    "cut": 308,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "융합학부",
    "ratio": "35/35/35/30",
    "cut": 312,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "자율전공학부",
    "ratio": "35/35/35/30",
    "cut": 332,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "경영학과",
    "ratio": "35/35/35/30",
    "cut": 332,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "관광학과",
    "ratio": "35/35/35/30",
    "cut": 296,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "국어국문학과",
    "ratio": "35/35/35/30",
    "cut": 323,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "국제개발협력학과",
    "ratio": "35/35/35/30",
    "cut": 313,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "글로벌물류학과",
    "ratio": "35/35/35/30",
    "cut": 317,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "사회복지학과",
    "ratio": "35/35/35/30",
    "cut": 333,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "영어영문학과",
    "ratio": "35/35/35/30",
    "cut": 319,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "유아교육과",
    "ratio": "35/35/35/30",
    "cut": 308,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "인문사회계열자율전공학부",
    "ratio": "35/35/35/30",
    "cut": 314,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "중어중문학과",
    "ratio": "35/35/35/30",
    "cut": 307,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "행정학부",
    "ratio": "35/35/35/30",
    "cut": 333,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "공학계열자율전공학부",
    "ratio": "35/35/35/30",
    "cut": 307,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "도시디자인정보공학과",
    "ratio": "35/35/35/30",
    "cut": 307,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "미디어소프트웨어학과",
    "ratio": "35/35/35/30",
    "cut": 317,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "산업경영공학과",
    "ratio": "35/35/35/30",
    "cut": 315,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "정보통신공학과",
    "ratio": "35/35/35/30",
    "cut": 316,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성결대",
    "dept": "컴퓨터공학과",
    "ratio": "35/35/35/30",
    "cut": 311,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성공회대",
    "dept": "자유전공학부",
    "ratio": "33/33/33/33",
    "cut": 351,
    "kr": 33.4,
    "mr": 33.4,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "성공회대",
    "dept": "미디어콘텐츠융합학부",
    "ratio": "33/33/33/33",
    "cut": 352,
    "kr": 33.4,
    "mr": 33.4,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "성공회대",
    "dept": "인문융합콘텐츠학부",
    "ratio": "33/33/33/33",
    "cut": 349,
    "kr": 33.4,
    "mr": 33.4,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "성공회대",
    "dept": "미래융합학부",
    "ratio": "33/33/33/33",
    "cut": 353,
    "kr": 33.4,
    "mr": 33.4,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "성공회대",
    "dept": "경영학부",
    "ratio": "33/33/33/33",
    "cut": 352,
    "kr": 33.4,
    "mr": 33.4,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "성공회대",
    "dept": "사회융합학부",
    "ratio": "33/33/33/33",
    "cut": 350,
    "kr": 33.4,
    "mr": 33.4,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "성공회대",
    "dept": "소프트웨어융합학부",
    "ratio": "33/33/33/33",
    "cut": 352,
    "kr": 33.4,
    "mr": 33.4,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "성신여대",
    "dept": "창의융합학부(자유전공)",
    "ratio": "30/30/20/20",
    "cut": 360,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "성신여대",
    "dept": "간호학과(인문)",
    "ratio": "20/30/20/30",
    "cut": 369,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성신여대",
    "dept": "교육학과",
    "ratio": "30/20/20/30",
    "cut": 364,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성신여대",
    "dept": "사회교육과",
    "ratio": "30/20/20/30",
    "cut": 363,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성신여대",
    "dept": "유아교육과",
    "ratio": "30/20/20/30",
    "cut": 364,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성신여대",
    "dept": "윤리교육과",
    "ratio": "30/20/20/30",
    "cut": 363,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성신여대",
    "dept": "한문교육과",
    "ratio": "30/20/20/30",
    "cut": 362,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성신여대",
    "dept": "AI융합학부",
    "ratio": "10/35/30/25",
    "cut": 364,
    "kr": 10.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "성신여대",
    "dept": "간호학과(자연)",
    "ratio": "20/30/20/30",
    "cut": 372,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성신여대",
    "dept": "바이오신약의과학부",
    "ratio": "20/30/20/30",
    "cut": 367,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성신여대",
    "dept": "바이오헬스융합학부",
    "ratio": "20/30/20/30",
    "cut": 363,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성신여대",
    "dept": "수리통계데이터사이언스학부-수학/핀테크",
    "ratio": "20/30/20/30",
    "cut": 363,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성신여대",
    "dept": "수리통계데이터사이언스학부-통계학/빅데이터사이언스",
    "ratio": "20/30/20/30",
    "cut": 363,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "성신여대",
    "dept": "화학에너지융합학부",
    "ratio": "20/30/20/30",
    "cut": 362,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "성신여대",
    "dept": "경영학과",
    "ratio": "30/25/20/25",
    "cut": 364,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "성신여대",
    "dept": "경제학과",
    "ratio": "30/25/20/25",
    "cut": 364,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "성신여대",
    "dept": "국어국문학과",
    "ratio": "30/20/30/20",
    "cut": 363,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "성신여대",
    "dept": "독일어문문화학과",
    "ratio": "30/20/30/20",
    "cut": 362,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "성신여대",
    "dept": "문화예술경영학과",
    "ratio": "30/20/30/20",
    "cut": 363,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "성신여대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "30/25/20/25",
    "cut": 364,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "성신여대",
    "dept": "법학부",
    "ratio": "30/25/20/25",
    "cut": 361,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "성신여대",
    "dept": "사학과",
    "ratio": "30/20/30/20",
    "cut": 362,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "성신여대",
    "dept": "사회복지학과",
    "ratio": "30/25/20/25",
    "cut": 360,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "성신여대",
    "dept": "소비자산업학과",
    "ratio": "30/25/20/25",
    "cut": 363,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "성신여대",
    "dept": "심리학과",
    "ratio": "30/25/20/25",
    "cut": 364,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "성신여대",
    "dept": "영어영문학과",
    "ratio": "30/20/30/20",
    "cut": 364,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "성신여대",
    "dept": "의류산업학과",
    "ratio": "30/25/20/25",
    "cut": 361,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "성신여대",
    "dept": "일본어문문화학과",
    "ratio": "30/20/30/20",
    "cut": 363,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "성신여대",
    "dept": "정치외교학과",
    "ratio": "30/25/20/25",
    "cut": 363,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "성신여대",
    "dept": "중국어문문화학과",
    "ratio": "30/20/30/20",
    "cut": 363,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "성신여대",
    "dept": "지리학과",
    "ratio": "30/25/20/25",
    "cut": 359,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "성신여대",
    "dept": "프랑스어문문화학과",
    "ratio": "30/20/30/20",
    "cut": 360,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "성신여대",
    "dept": "바이오식품공학과",
    "ratio": "20/30/20/30",
    "cut": 364,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "성신여대",
    "dept": "서비스디자인공학과",
    "ratio": "20/30/20/30",
    "cut": 364,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "성신여대",
    "dept": "융합보안공학과",
    "ratio": "20/30/20/30",
    "cut": 362,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "성신여대",
    "dept": "창의융합학부(첨단분야전공)",
    "ratio": "20/30/20/30",
    "cut": 364,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "성신여대",
    "dept": "청정신소재공학과",
    "ratio": "20/30/20/30",
    "cut": 363,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "성신여대",
    "dept": "컴퓨터공학과",
    "ratio": "20/30/20/30",
    "cut": 366,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "세명대",
    "dept": "경영학과",
    "ratio": "50/50/0/50",
    "cut": 278,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "세명대",
    "dept": "미디어콘텐츠창작학과",
    "ratio": "50/50/0/50",
    "cut": 289,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "세명대",
    "dept": "사회복지학과",
    "ratio": "50/50/0/50",
    "cut": 290,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "세명대",
    "dept": "소방방재학과",
    "ratio": "50/50/0/50",
    "cut": 298,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "세명대",
    "dept": "건축학과",
    "ratio": "50/50/0/50",
    "cut": 274,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "세명대",
    "dept": "반려동물산업학과",
    "ratio": "50/50/0/50",
    "cut": 302,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "세명대",
    "dept": "임상병리학과",
    "ratio": "40/40/20/40",
    "cut": 314,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 40.0
  },
  {
    "group": "나",
    "univ": "세명대",
    "dept": "컴퓨터학부",
    "ratio": "50/50/0/50",
    "cut": 288,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "세명대",
    "dept": "한의예과",
    "ratio": "30/30/10/30",
    "cut": 403,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "세명대",
    "dept": "경찰학과",
    "ratio": "50/50/0/50",
    "cut": 327,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "세명대",
    "dept": "간호학과",
    "ratio": "40/40/20/40",
    "cut": 349,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 40.0
  },
  {
    "group": "다",
    "univ": "세명대",
    "dept": "동물보건학과",
    "ratio": "50/50/0/50",
    "cut": 302,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "세명대",
    "dept": "스마트IT학부",
    "ratio": "50/50/0/50",
    "cut": 281,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "경상호텔관광계열",
    "ratio": "30/30/20/20",
    "cut": 366,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "IT계열",
    "ratio": "20/35/20/25",
    "cut": 370,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "스마트생명산업융합학과",
    "ratio": "20/35/20/25",
    "cut": 366,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "세종대",
    "dept": "우주항공시스템공학부-지능형드론융합",
    "ratio": "20/35/20/25",
    "cut": 367,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "세종대",
    "dept": "인문사회계열",
    "ratio": "30/30/20/20",
    "cut": 367,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "세종대",
    "dept": "AI로봇학과",
    "ratio": "20/35/20/25",
    "cut": 368,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "세종대",
    "dept": "공과계열",
    "ratio": "20/35/20/25",
    "cut": 369,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "세종대",
    "dept": "양자지능정보학과",
    "ratio": "20/35/20/25",
    "cut": 370,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "세종대",
    "dept": "인공지능데이터사이언스학과",
    "ratio": "20/35/20/25",
    "cut": 367,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "세종대",
    "dept": "자연생명계열",
    "ratio": "20/35/20/25",
    "cut": 367,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "세종대",
    "dept": "지능정보융합학과",
    "ratio": "20/35/20/25",
    "cut": 367,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "세종대",
    "dept": "콘텐츠소프트웨어학과",
    "ratio": "20/35/20/25",
    "cut": 368,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "세종대",
    "dept": "자유전공학부",
    "ratio": "35/35/20/10",
    "cut": 367,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 10.0
  },
  {
    "group": "다",
    "univ": "세종대",
    "dept": "첨단융합계열",
    "ratio": "20/35/20/25",
    "cut": 369,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "세한대",
    "dept": "기술교육과",
    "ratio": "25/25/25/25",
    "cut": 282,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "세한대",
    "dept": "간호학과",
    "ratio": "25/25/25/25",
    "cut": 314,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "송원대",
    "dept": "철도운전경영학과",
    "ratio": "40/30/25/0",
    "cut": 320,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 0.0
  },
  {
    "group": "가",
    "univ": "송원대",
    "dept": "철도운전관제시스템학과",
    "ratio": "40/30/25/0",
    "cut": 274,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 0.0
  },
  {
    "group": "가",
    "univ": "수원가톨릭대",
    "dept": "신학과",
    "ratio": "30/20/30/13",
    "cut": 311,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 13.3
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "가족자원경영학과",
    "ratio": "35/25/15/25",
    "cut": 367,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "경영학부",
    "ratio": "35/25/15/25",
    "cut": 370,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "경제학부",
    "ratio": "35/25/15/25",
    "cut": 369,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "교육학부",
    "ratio": "35/25/15/25",
    "cut": 368,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "글로벌서비스학부-글로벌협력",
    "ratio": "35/25/15/25",
    "cut": 370,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "글로벌서비스학부-앙트러프러너십",
    "ratio": "35/25/15/25",
    "cut": 369,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "독일언어문화학과",
    "ratio": "35/25/15/25",
    "cut": 368,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "문헌정보학과",
    "ratio": "35/25/15/25",
    "cut": 368,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "문화관광외식학부-르꼬르동블루외식경영",
    "ratio": "35/25/15/25",
    "cut": 368,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "문화관광외식학부-문화관광학",
    "ratio": "35/25/15/25",
    "cut": 368,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "미디어학부",
    "ratio": "35/25/15/25",
    "cut": 371,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "법학부",
    "ratio": "35/25/15/25",
    "cut": 371,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "사회심리학과",
    "ratio": "35/25/15/25",
    "cut": 370,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "소비자경제학과",
    "ratio": "35/25/15/25",
    "cut": 369,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "아동복지학부",
    "ratio": "35/25/15/25",
    "cut": 367,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "역사문화학과",
    "ratio": "35/25/15/25",
    "cut": 367,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "영어영문학부-영어영문학",
    "ratio": "35/25/15/25",
    "cut": 367,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "영어영문학부-테슬(TESL)",
    "ratio": "35/25/15/25",
    "cut": 372,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "일본학과",
    "ratio": "35/25/15/25",
    "cut": 366,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "정치외교학과",
    "ratio": "35/25/15/25",
    "cut": 368,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "중어중문학부",
    "ratio": "35/25/15/25",
    "cut": 368,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "프랑스언어문화학과",
    "ratio": "35/25/15/25",
    "cut": 366,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "한국어문학부",
    "ratio": "35/25/15/25",
    "cut": 367,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "행정학과",
    "ratio": "35/25/15/25",
    "cut": 369,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "홍보광고학과",
    "ratio": "35/25/15/25",
    "cut": 369,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "기계시스템학부",
    "ratio": "25/35/15/25",
    "cut": 370,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "생명시스템학부",
    "ratio": "25/35/15/25",
    "cut": 371,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "소프트웨어학부-데이터사이언스",
    "ratio": "25/35/15/25",
    "cut": 372,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "소프트웨어학부-컴퓨터과학",
    "ratio": "25/35/15/25",
    "cut": 372,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "수학과",
    "ratio": "25/35/15/25",
    "cut": 375,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "식품영양학과",
    "ratio": "25/35/15/25",
    "cut": 370,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "신소재물리학부",
    "ratio": "25/35/15/25",
    "cut": 372,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "의류학과",
    "ratio": "25/35/15/25",
    "cut": 370,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "인공지능공학부",
    "ratio": "25/35/15/25",
    "cut": 375,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "지능형전자시스템학부",
    "ratio": "25/35/15/25",
    "cut": 370,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "통계학과",
    "ratio": "25/35/15/25",
    "cut": 376,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "화공생명공학부",
    "ratio": "25/35/15/25",
    "cut": 374,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숙명여대",
    "dept": "화학과",
    "ratio": "25/35/15/25",
    "cut": 372,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "숙명여대",
    "dept": "자유전공학부",
    "ratio": "30/30/15/25",
    "cut": 367,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "숙명여대",
    "dept": "약학부",
    "ratio": "25/35/15/25",
    "cut": 401,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "숙명여대",
    "dept": "첨단공학부",
    "ratio": "25/35/15/25",
    "cut": 370,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "순천대",
    "dept": "영어교육과",
    "ratio": "33/33/33/33",
    "cut": 358,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "순천대",
    "dept": "간호학과",
    "ratio": "33/33/33/33",
    "cut": 350,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "순천대",
    "dept": "농업교육과",
    "ratio": "33/33/33/33",
    "cut": 348,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "순천대",
    "dept": "약학과",
    "ratio": "33/33/33/33",
    "cut": 414,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "순천향대",
    "dept": "경영학과",
    "ratio": "40/40/40/20",
    "cut": 341,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "순천향대",
    "dept": "경제금융학과",
    "ratio": "40/40/40/20",
    "cut": 335,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "순천향대",
    "dept": "글로벌문화산업학과",
    "ratio": "40/40/40/20",
    "cut": 336,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "순천향대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "40/40/40/20",
    "cut": 340,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "순천향대",
    "dept": "스마트자동차학과",
    "ratio": "40/40/40/20",
    "cut": 325,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "순천향대",
    "dept": "전자공학과",
    "ratio": "40/40/40/20",
    "cut": 335,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "순천향대",
    "dept": "정보보호학과",
    "ratio": "40/40/40/20",
    "cut": 337,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "순천향대",
    "dept": "정보통신공학과",
    "ratio": "40/40/40/20",
    "cut": 332,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "순천향대",
    "dept": "화학과",
    "ratio": "40/40/40/20",
    "cut": 325,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "순천향대",
    "dept": "환경보건학과",
    "ratio": "40/40/40/20",
    "cut": 322,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "순천향대",
    "dept": "IT금융경영학과",
    "ratio": "40/40/40/20",
    "cut": 332,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "순천향대",
    "dept": "경찰행정학과",
    "ratio": "40/40/40/20",
    "cut": 351,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "순천향대",
    "dept": "국제통상학과",
    "ratio": "40/40/40/20",
    "cut": 335,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "순천향대",
    "dept": "중국학과",
    "ratio": "40/40/40/20",
    "cut": 329,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "순천향대",
    "dept": "한국문화콘텐츠학과",
    "ratio": "40/40/40/20",
    "cut": 338,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "순천향대",
    "dept": "행정학과",
    "ratio": "40/40/40/20",
    "cut": 340,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "순천향대",
    "dept": "AI빅데이터학과",
    "ratio": "40/40/40/20",
    "cut": 345,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "순천향대",
    "dept": "기계공학과",
    "ratio": "40/40/40/20",
    "cut": 335,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "순천향대",
    "dept": "에너지공학과",
    "ratio": "40/40/40/20",
    "cut": 330,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "순천향대",
    "dept": "의공학과",
    "ratio": "40/40/40/20",
    "cut": 343,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "순천향대",
    "dept": "의료생명공학과",
    "ratio": "40/40/40/20",
    "cut": 345,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "순천향대",
    "dept": "임상병리학과",
    "ratio": "40/40/40/20",
    "cut": 353,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "순천향대",
    "dept": "컴퓨터공학과",
    "ratio": "40/40/40/20",
    "cut": 334,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "관광경영학과",
    "ratio": "40/40/40/20",
    "cut": 336,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "법학과",
    "ratio": "40/40/40/20",
    "cut": 336,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "보건행정경영학과",
    "ratio": "40/40/40/20",
    "cut": 340,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "사회복지학과",
    "ratio": "40/40/40/20",
    "cut": 332,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "영미학과",
    "ratio": "40/40/40/20",
    "cut": 338,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "유아교육과",
    "ratio": "40/40/40/20",
    "cut": 337,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "청소년교육상담학과",
    "ratio": "40/40/40/20",
    "cut": 338,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "특수교육과",
    "ratio": "40/40/40/20",
    "cut": 342,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "회계학과",
    "ratio": "40/40/40/20",
    "cut": 335,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "간호학과",
    "ratio": "20/30/30/20",
    "cut": 360,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "건축학과",
    "ratio": "40/40/40/20",
    "cut": 337,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "나노화학공학과",
    "ratio": "40/40/40/20",
    "cut": 323,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "디스플레이신소재공학과",
    "ratio": "40/40/40/20",
    "cut": 325,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "메타버스&게임학과",
    "ratio": "40/40/40/20",
    "cut": 344,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "사물인터넷학과",
    "ratio": "40/40/40/20",
    "cut": 330,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "생명과학과",
    "ratio": "40/40/40/20",
    "cut": 330,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "식품영양학과",
    "ratio": "40/40/40/20",
    "cut": 332,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "에너지환경공학과",
    "ratio": "40/40/40/20",
    "cut": 324,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "의료IT공학과",
    "ratio": "40/40/40/20",
    "cut": 344,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "의생명융합학부-바이오의약",
    "ratio": "40/40/40/20",
    "cut": 334,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "의생명융합학부-헬스케어융합",
    "ratio": "40/40/40/20",
    "cut": 337,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "의약공학과",
    "ratio": "40/40/40/20",
    "cut": 346,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "의예과",
    "ratio": "20/30/30/20",
    "cut": 418,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "작업치료학과",
    "ratio": "40/40/40/20",
    "cut": 344,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "전기공학과",
    "ratio": "40/40/40/20",
    "cut": 333,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "전자정보공학과",
    "ratio": "40/40/40/20",
    "cut": 321,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "컴퓨터소프트웨어공학과",
    "ratio": "40/40/40/20",
    "cut": 336,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "순천향대",
    "dept": "탄소중립학과",
    "ratio": "40/40/40/20",
    "cut": 332,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "경영학부",
    "ratio": "25/30/20/25",
    "cut": 370,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "경제학과",
    "ratio": "25/30/20/25",
    "cut": 369,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "국어국문학과",
    "ratio": "35/20/20/25",
    "cut": 366,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "국제법무학과",
    "ratio": "35/20/20/25",
    "cut": 367,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "글로벌통상학과",
    "ratio": "25/30/20/25",
    "cut": 369,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "금융학부",
    "ratio": "25/30/20/25",
    "cut": 370,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "법학과",
    "ratio": "35/20/20/25",
    "cut": 368,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "벤처중소기업학과",
    "ratio": "25/30/20/25",
    "cut": 369,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "불어불문학과",
    "ratio": "35/20/20/25",
    "cut": 365,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "사학과",
    "ratio": "35/20/20/25",
    "cut": 366,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "언론홍보학과",
    "ratio": "35/20/20/25",
    "cut": 369,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "일어일문학과",
    "ratio": "35/20/20/25",
    "cut": 366,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "정보사회학과",
    "ratio": "35/20/20/25",
    "cut": 367,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "정치외교학과",
    "ratio": "35/20/20/25",
    "cut": 368,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "중어중문학과",
    "ratio": "35/20/20/25",
    "cut": 365,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "평생교육학과",
    "ratio": "35/20/20/25",
    "cut": 365,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "행정학부",
    "ratio": "35/20/20/25",
    "cut": 368,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "회계학과",
    "ratio": "25/30/20/25",
    "cut": 370,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "AI소프트웨어학부",
    "ratio": "20/35/20/25",
    "cut": 374,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "건축학부-건축학건축공학",
    "ratio": "20/35/20/25",
    "cut": 371,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "건축학부-실내건축",
    "ratio": "20/35/20/25",
    "cut": 369,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "숭실대",
    "dept": "산업정보시스템공학과",
    "ratio": "20/35/20/25",
    "cut": 373,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "숭실대",
    "dept": "독어독문학과",
    "ratio": "35/20/20/25",
    "cut": 366,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "숭실대",
    "dept": "영어영문학과",
    "ratio": "35/20/20/25",
    "cut": 366,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "숭실대",
    "dept": "자유전공학부(자연)",
    "ratio": "20/35/20/25",
    "cut": 375,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "숭실대",
    "dept": "전자정보공학부-IT융합",
    "ratio": "20/35/20/25",
    "cut": 375,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "사회복지학부",
    "ratio": "35/20/20/25",
    "cut": 368,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "자유전공학부(인문)",
    "ratio": "30/25/20/25",
    "cut": 370,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "글로벌미디어학부",
    "ratio": "20/35/20/25",
    "cut": 371,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "기계공학부",
    "ratio": "20/35/20/25",
    "cut": 372,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "물리학과",
    "ratio": "20/35/20/25",
    "cut": 370,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "수학과",
    "ratio": "20/35/20/25",
    "cut": 370,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "신소재공학과",
    "ratio": "20/35/20/25",
    "cut": 370,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "의생명시스템학부",
    "ratio": "20/35/20/25",
    "cut": 375,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "전기공학부",
    "ratio": "20/35/20/25",
    "cut": 373,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "전자정보공학부-전자공학",
    "ratio": "20/35/20/25",
    "cut": 374,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "정보보호학과",
    "ratio": "20/35/20/25",
    "cut": 384,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "정보통계보험수리학과",
    "ratio": "20/35/20/25",
    "cut": 370,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "컴퓨터학부",
    "ratio": "20/35/20/25",
    "cut": 377,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "화학공학과",
    "ratio": "20/35/20/25",
    "cut": 372,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "숭실대",
    "dept": "화학과",
    "ratio": "20/35/20/25",
    "cut": 370,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "신경주대",
    "dept": "사회복지학과",
    "ratio": "40/0/30/30",
    "cut": 294,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "신경주대",
    "dept": "장례문화산업학과",
    "ratio": "40/0/30/30",
    "cut": 294,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "신경주대",
    "dept": "말산업학과",
    "ratio": "25/25/25/25",
    "cut": 304,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "신경주대",
    "dept": "방사선학과",
    "ratio": "25/25/25/25",
    "cut": 285,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "신경주대",
    "dept": "치위생학과",
    "ratio": "25/25/25/25",
    "cut": 285,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "신경주대",
    "dept": "AI융합미디어창업학과",
    "ratio": "40/0/30/30",
    "cut": 293,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "신경주대",
    "dept": "관광사업경영학과",
    "ratio": "40/0/30/30",
    "cut": 296,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "신경주대",
    "dept": "AI전기자동차학과",
    "ratio": "25/25/25/25",
    "cut": 279,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "신경주대",
    "dept": "산업안전보건학과",
    "ratio": "25/25/25/25",
    "cut": 274,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "신라대",
    "dept": "항공정비학과",
    "ratio": "25/25/25/25",
    "cut": 258,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "교육학과",
    "ratio": "25/25/25/25",
    "cut": 335,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "국어교육과",
    "ratio": "25/25/25/25",
    "cut": 350,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "사회복지학과",
    "ratio": "25/25/25/25",
    "cut": 297,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "역사교육과",
    "ratio": "25/25/25/25",
    "cut": 343,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "영어교육과",
    "ratio": "25/25/25/25",
    "cut": 346,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "유아교육과",
    "ratio": "25/25/25/25",
    "cut": 332,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "일어교육과",
    "ratio": "25/25/25/25",
    "cut": 313,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "간호학과",
    "ratio": "25/25/25/25",
    "cut": 349,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "물리치료학과",
    "ratio": "25/25/25/25",
    "cut": 305,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "수학교육과",
    "ratio": "25/25/25/25",
    "cut": 346,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "치위생학과",
    "ratio": "25/25/25/25",
    "cut": 300,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "컴퓨터교육과",
    "ratio": "25/25/25/25",
    "cut": 298,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "신라대",
    "dept": "항공운항학과",
    "ratio": "25/25/25/25",
    "cut": 293,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "신한대",
    "dept": "간호학과",
    "ratio": "50/50/50/50",
    "cut": 356,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "신한대",
    "dept": "소프트웨어융합학과",
    "ratio": "50/50/50/50",
    "cut": 306,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "신한대",
    "dept": "임상병리학과",
    "ratio": "50/50/50/50",
    "cut": 330,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "신한대",
    "dept": "방사선학과",
    "ratio": "50/50/50/50",
    "cut": 348,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "신한대",
    "dept": "치위생학과",
    "ratio": "50/50/50/50",
    "cut": 329,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "신한대",
    "dept": "간호학과",
    "ratio": "25/25/50/50",
    "cut": 356,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "신한대",
    "dept": "임상병리학과",
    "ratio": "25/25/50/50",
    "cut": 331,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "신한대",
    "dept": "사회과학대학",
    "ratio": "25/25/50/50",
    "cut": 338,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "신한대",
    "dept": "방사선학과",
    "ratio": "25/25/50/50",
    "cut": 348,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "신한대",
    "dept": "치위생학과",
    "ratio": "25/25/50/50",
    "cut": 329,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "신한대",
    "dept": "경영대학",
    "ratio": "25/25/50/50",
    "cut": 341,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "아주대",
    "dept": "의학과",
    "ratio": "20/40/10/30",
    "cut": 416,
    "kr": 20.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "아주대",
    "dept": "자유전공학부(인문)",
    "ratio": "35/25/15/25",
    "cut": 367,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "아주대",
    "dept": "약학과",
    "ratio": "20/35/15/30",
    "cut": 403,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "아주대",
    "dept": "자유전공학부(자연)",
    "ratio": "20/35/15/30",
    "cut": 382,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "경영인텔리전스학과",
    "ratio": "25/40/15/20",
    "cut": 365,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "경영학과",
    "ratio": "25/40/15/20",
    "cut": 365,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "경제정치사회융합학부",
    "ratio": "35/25/15/25",
    "cut": 363,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "국어국문학과",
    "ratio": "35/25/15/25",
    "cut": 361,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "금융공학과",
    "ratio": "25/40/15/20",
    "cut": 369,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "문화콘텐츠학과",
    "ratio": "35/25/15/25",
    "cut": 361,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "불어불문학과",
    "ratio": "35/25/15/25",
    "cut": 359,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "사학과",
    "ratio": "35/25/15/25",
    "cut": 358,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "심리학과",
    "ratio": "35/25/15/25",
    "cut": 365,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "영어영문학과",
    "ratio": "35/25/15/25",
    "cut": 361,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "행정학과",
    "ratio": "35/25/15/25",
    "cut": 362,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "간호학과",
    "ratio": "20/35/15/30",
    "cut": 377,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "건설시스템공학과",
    "ratio": "20/35/15/30",
    "cut": 368,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "건축학과",
    "ratio": "20/35/15/30",
    "cut": 367,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "교통시스템공학과",
    "ratio": "20/35/15/30",
    "cut": 367,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "기계공학과",
    "ratio": "20/35/15/30",
    "cut": 370,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "디지털미디어학과",
    "ratio": "20/35/15/30",
    "cut": 369,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "미래모빌리티공학과",
    "ratio": "20/35/15/30",
    "cut": 372,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "사이버보안학과",
    "ratio": "20/35/15/30",
    "cut": 374,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "산업공학과",
    "ratio": "20/35/15/30",
    "cut": 370,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "소프트웨어학과",
    "ratio": "20/35/15/30",
    "cut": 376,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "수학과",
    "ratio": "20/35/15/30",
    "cut": 368,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "응용화학과",
    "ratio": "20/35/15/30",
    "cut": 371,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "전자공학과",
    "ratio": "20/35/15/30",
    "cut": 375,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "지능형반도체공학과",
    "ratio": "20/35/15/30",
    "cut": 377,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "첨단바이오융합대학",
    "ratio": "20/35/15/30",
    "cut": 371,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "첨단신소재공학과",
    "ratio": "20/35/15/30",
    "cut": 372,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "프런티어과학학부",
    "ratio": "20/35/15/30",
    "cut": 369,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "화학공학과",
    "ratio": "20/35/15/30",
    "cut": 373,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "환경안전공학과",
    "ratio": "20/35/15/30",
    "cut": 367,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "아주대",
    "dept": "간호학과(교차)",
    "ratio": "25/40/15/20",
    "cut": 375,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "국어국문학과",
    "ratio": "40/0/30/30",
    "cut": 339,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "글로벌경영학과(야)",
    "ratio": "40/0/30/30",
    "cut": 312,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "러시아언어문화학과",
    "ratio": "40/0/30/30",
    "cut": 336,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "사회계열자유전공",
    "ratio": "40/0/30/30",
    "cut": 326,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "신학과",
    "ratio": "40/0/30/30",
    "cut": 287,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "유아교육과",
    "ratio": "40/0/30/30",
    "cut": 341,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "행정학과",
    "ratio": "40/0/30/30",
    "cut": 344,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "도시정보공학과(야)",
    "ratio": "0/40/30/30",
    "cut": 309,
    "kr": 0.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "디지털미디어디자인학과",
    "ratio": "0/40/30/30",
    "cut": 344,
    "kr": 0.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "스마트시티공학과",
    "ratio": "0/40/30/30",
    "cut": 312,
    "kr": 0.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "식품영양학과",
    "ratio": "0/40/30/30",
    "cut": 343,
    "kr": 0.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "이공계열자유전공",
    "ratio": "0/40/30/30",
    "cut": 337,
    "kr": 0.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "정보전기전자공학과(야)",
    "ratio": "0/40/30/30",
    "cut": 320,
    "kr": 0.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "컴퓨터공학과",
    "ratio": "0/40/30/30",
    "cut": 341,
    "kr": 0.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "통계데이터사이언스학과",
    "ratio": "0/40/30/30",
    "cut": 333,
    "kr": 0.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "안양대",
    "dept": "환경에너지공학과",
    "ratio": "0/40/30/30",
    "cut": 342,
    "kr": 0.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "자유전공",
    "ratio": "33/33/33/33",
    "cut": 295,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "관광경영학과",
    "ratio": "40/0/30/30",
    "cut": 344,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "글로벌경영학과",
    "ratio": "40/0/30/30",
    "cut": 344,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "기독교교육과",
    "ratio": "40/0/30/30",
    "cut": 315,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "영미언어문화학과",
    "ratio": "40/0/30/30",
    "cut": 343,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "인문계열자유전공",
    "ratio": "40/0/30/30",
    "cut": 336,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "중국언어문화학과",
    "ratio": "40/0/30/30",
    "cut": 340,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "행정학과(야)",
    "ratio": "40/0/30/30",
    "cut": 317,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "AI융합학과",
    "ratio": "0/40/30/30",
    "cut": 341,
    "kr": 0.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "도시정보공학과",
    "ratio": "0/40/30/30",
    "cut": 340,
    "kr": 0.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "소프트웨어학과",
    "ratio": "0/40/30/30",
    "cut": 341,
    "kr": 0.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "정보전기전자공학과",
    "ratio": "0/40/30/30",
    "cut": 343,
    "kr": 0.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "통계데이터사이언스학과(야)",
    "ratio": "0/40/30/30",
    "cut": 325,
    "kr": 0.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "해양바이오공학과",
    "ratio": "0/40/30/30",
    "cut": 297,
    "kr": 0.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "안양대",
    "dept": "화장품발명디자인학과",
    "ratio": "0/40/30/30",
    "cut": 340,
    "kr": 0.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "간호학과",
    "ratio": "33/33/16/16",
    "cut": 393,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 16.7
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "식품영양학과",
    "ratio": "33/33/16/16",
    "cut": 395,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 16.7
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "실내건축학과",
    "ratio": "33/33/16/16",
    "cut": 395,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 16.7
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "아동가족학과",
    "ratio": "33/33/16/16",
    "cut": 393,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 16.7
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "의류환경학과",
    "ratio": "33/33/16/16",
    "cut": 393,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 16.7
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "통합디자인학과",
    "ratio": "33/33/16/16",
    "cut": 393,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 16.7
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "경영학과",
    "ratio": "37/25/12/25",
    "cut": 396,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "경제학부",
    "ratio": "37/25/12/25",
    "cut": 396,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "교육학부",
    "ratio": "37/25/12/25",
    "cut": 393,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "국어국문학과",
    "ratio": "37/25/12/25",
    "cut": 393,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "노어노문학과",
    "ratio": "37/25/12/25",
    "cut": 392,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "독어독문학과",
    "ratio": "37/25/12/25",
    "cut": 392,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "문헌정보학과",
    "ratio": "37/25/12/25",
    "cut": 392,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "문화인류학과",
    "ratio": "37/25/12/25",
    "cut": 392,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "불어불문학과",
    "ratio": "37/25/12/25",
    "cut": 392,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "사학과",
    "ratio": "37/25/12/25",
    "cut": 392,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "사회복지학과",
    "ratio": "37/25/12/25",
    "cut": 392,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "사회학과",
    "ratio": "37/25/12/25",
    "cut": 394,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "상경계열",
    "ratio": "37/25/12/25",
    "cut": 398,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "신학과",
    "ratio": "37/25/12/25",
    "cut": 390,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "심리학과",
    "ratio": "37/25/12/25",
    "cut": 395,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "언론홍보영상학부",
    "ratio": "37/25/12/25",
    "cut": 396,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "영어영문학과",
    "ratio": "37/25/12/25",
    "cut": 393,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "응용통계학과",
    "ratio": "37/25/12/25",
    "cut": 396,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "정치외교학과",
    "ratio": "37/25/12/25",
    "cut": 395,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "중어중문학과",
    "ratio": "37/25/12/25",
    "cut": 393,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "진리자유학부(인문)",
    "ratio": "37/25/12/25",
    "cut": 395,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "철학과",
    "ratio": "37/25/12/25",
    "cut": 393,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "행정학과",
    "ratio": "37/25/12/25",
    "cut": 395,
    "kr": 37.5,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "IT융합공학전공",
    "ratio": "22/33/11/33",
    "cut": 397,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "건축공학과",
    "ratio": "22/33/11/33",
    "cut": 394,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "기계공학부",
    "ratio": "22/33/11/33",
    "cut": 395,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "대기과학과",
    "ratio": "22/33/11/33",
    "cut": 393,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "도시공학과",
    "ratio": "22/33/11/33",
    "cut": 394,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "디스플레이융합공학과",
    "ratio": "22/33/11/33",
    "cut": 397,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "모빌리티시스템전공",
    "ratio": "22/33/11/33",
    "cut": 395,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "물리학과",
    "ratio": "22/33/11/33",
    "cut": 394,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "사회환경시스템공학부",
    "ratio": "22/33/11/33",
    "cut": 392,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "산업공학과",
    "ratio": "22/33/11/33",
    "cut": 395,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "생명공학과",
    "ratio": "22/33/11/33",
    "cut": 395,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "생명과학부",
    "ratio": "22/33/11/33",
    "cut": 395,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "생화학과",
    "ratio": "22/33/11/33",
    "cut": 394,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "수학과",
    "ratio": "22/33/11/33",
    "cut": 394,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "시스템반도체공학과",
    "ratio": "22/33/11/33",
    "cut": 403,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "시스템생물학과",
    "ratio": "22/33/11/33",
    "cut": 394,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "신소재공학부",
    "ratio": "22/33/11/33",
    "cut": 396,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "약학과",
    "ratio": "22/33/11/33",
    "cut": 409,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "의예과",
    "ratio": "22/33/11/33",
    "cut": 428,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "의예과",
    "ratio": "22/33/11/33",
    "cut": 428,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "전기전자공학부",
    "ratio": "22/33/11/33",
    "cut": 398,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "지구시스템과학과",
    "ratio": "22/33/11/33",
    "cut": 392,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "지능형반도체전공",
    "ratio": "22/33/11/33",
    "cut": 395,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "진리자유학부(자연)",
    "ratio": "22/33/11/33",
    "cut": 395,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "천문우주학과",
    "ratio": "22/33/11/33",
    "cut": 394,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "첨단컴퓨팅학부",
    "ratio": "22/33/11/33",
    "cut": 395,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "치의예과",
    "ratio": "22/33/11/33",
    "cut": 412,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "화공생명공학부",
    "ratio": "22/33/11/33",
    "cut": 396,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "화학과",
    "ratio": "22/33/11/33",
    "cut": 395,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "언더우드학부(인문사회)",
    "ratio": "33/33/16/16",
    "cut": 392,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 16.7
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "언더우드학부(인문사회)",
    "ratio": "33/33/16/16",
    "cut": 392,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 16.7
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "융합인문사회과학부(HASS)",
    "ratio": "33/33/16/16",
    "cut": 392,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 16.7
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "융합인문사회과학부(HASS)",
    "ratio": "33/33/16/16",
    "cut": 392,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 16.7
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "융합과학공학부(ISE)",
    "ratio": "33/33/16/16",
    "cut": 393,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 16.7
  },
  {
    "group": "가",
    "univ": "연세대",
    "dept": "융합과학공학부(ISE)",
    "ratio": "33/33/16/16",
    "cut": 393,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 16.7
  },
  {
    "group": "가",
    "univ": "연세대(미래)",
    "dept": "AI반도체학부",
    "ratio": "25/37/12/25",
    "cut": 353,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대(미래)",
    "dept": "AI보건정보관리학과",
    "ratio": "28/28/14/28",
    "cut": 354,
    "kr": 28.6,
    "mr": 28.6,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "연세대(미래)",
    "dept": "간호학과",
    "ratio": "28/28/14/28",
    "cut": 366,
    "kr": 28.6,
    "mr": 28.6,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "연세대(미래)",
    "dept": "데이터사이언스학부",
    "ratio": "25/37/12/25",
    "cut": 344,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대(미래)",
    "dept": "디지털헬스케어학부",
    "ratio": "25/37/12/25",
    "cut": 337,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대(미래)",
    "dept": "물리치료학과",
    "ratio": "28/28/14/28",
    "cut": 363,
    "kr": 28.6,
    "mr": 28.6,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "연세대(미래)",
    "dept": "방사선학과",
    "ratio": "25/37/12/25",
    "cut": 355,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대(미래)",
    "dept": "소프트웨어학부",
    "ratio": "25/37/12/25",
    "cut": 348,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대(미래)",
    "dept": "임상병리학과",
    "ratio": "25/37/12/25",
    "cut": 361,
    "kr": 25.0,
    "mr": 37.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "연세대(미래)",
    "dept": "작업치료학과",
    "ratio": "28/28/14/28",
    "cut": 345,
    "kr": 28.6,
    "mr": 28.6,
    "tr": 28.6
  },
  {
    "group": "가",
    "univ": "연세대(미래)",
    "dept": "치위생학과",
    "ratio": "28/28/14/28",
    "cut": 349,
    "kr": 28.6,
    "mr": 28.6,
    "tr": 28.6
  },
  {
    "group": "나",
    "univ": "연세대(미래)",
    "dept": "자율융합계열",
    "ratio": "28/28/14/28",
    "cut": 338,
    "kr": 28.6,
    "mr": 28.6,
    "tr": 28.6
  },
  {
    "group": "나",
    "univ": "연세대(미래)",
    "dept": "의예과",
    "ratio": "22/33/11/33",
    "cut": 411,
    "kr": 22.2,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "영남대",
    "dept": "전공자유선택학부",
    "ratio": "25/25/25/25",
    "cut": 346,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "경영학과",
    "ratio": "30/25/25/20",
    "cut": 347,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "국어국문학과",
    "ratio": "30/25/25/20",
    "cut": 338,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "문화인류학과",
    "ratio": "30/25/25/20",
    "cut": 336,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "30/25/25/20",
    "cut": 348,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "사회학과",
    "ratio": "30/25/25/20",
    "cut": 342,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "심리학과",
    "ratio": "30/25/25/20",
    "cut": 350,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "역사학과",
    "ratio": "30/25/25/20",
    "cut": 338,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "영어영문학과",
    "ratio": "30/25/25/20",
    "cut": 343,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "유럽언어문화학부-독일언어문화",
    "ratio": "30/25/25/20",
    "cut": 337,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "유럽언어문화학부-프랑스어문",
    "ratio": "30/25/25/20",
    "cut": 338,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "일어일문학과",
    "ratio": "30/25/25/20",
    "cut": 340,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "중국언어문화학과",
    "ratio": "30/25/25/20",
    "cut": 338,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "철학과",
    "ratio": "30/25/25/20",
    "cut": 330,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "회계세무학과",
    "ratio": "30/25/25/20",
    "cut": 348,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "휴먼서비스학과",
    "ratio": "25/25/25/25",
    "cut": 339,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "로봇공학과",
    "ratio": "20/30/25/25",
    "cut": 343,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "물리학과",
    "ratio": "20/30/25/25",
    "cut": 316,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "미래자동차공학과",
    "ratio": "20/30/25/25",
    "cut": 337,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "생명과학과",
    "ratio": "20/30/25/25",
    "cut": 340,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "수학과",
    "ratio": "20/30/25/25",
    "cut": 335,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "식품영양학과",
    "ratio": "20/30/25/25",
    "cut": 340,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "약학부",
    "ratio": "25/35/10/30",
    "cut": 400,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "의류패션학과",
    "ratio": "25/25/25/25",
    "cut": 332,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "의예과",
    "ratio": "25/35/10/30",
    "cut": 409,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "주거환경학과",
    "ratio": "25/25/25/25",
    "cut": 326,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "통계학과",
    "ratio": "20/30/25/25",
    "cut": 347,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "영남대",
    "dept": "화학과",
    "ratio": "20/30/25/25",
    "cut": 337,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "경제금융학부",
    "ratio": "30/25/25/20",
    "cut": 344,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "경찰행정학과",
    "ratio": "30/25/25/20",
    "cut": 353,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "교육학과",
    "ratio": "30/25/25/20",
    "cut": 346,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "국어교육과",
    "ratio": "30/25/25/20",
    "cut": 352,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "국제개발새마을학과",
    "ratio": "30/25/25/20",
    "cut": 340,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "글로벌교육학부",
    "ratio": "30/25/25/20",
    "cut": 346,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "글로벌비즈니스학과",
    "ratio": "30/25/25/20",
    "cut": 346,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "무역학부",
    "ratio": "30/25/25/20",
    "cut": 345,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "식품경제외식학과",
    "ratio": "30/25/25/20",
    "cut": 340,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "영어교육과",
    "ratio": "30/25/25/20",
    "cut": 352,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "유아교육과",
    "ratio": "30/25/25/20",
    "cut": 350,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "응용중국어통번역전공",
    "ratio": "30/25/25/20",
    "cut": 346,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "정치외교학과",
    "ratio": "30/25/25/20",
    "cut": 345,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "한문교육과",
    "ratio": "30/25/25/20",
    "cut": 343,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "행정학과",
    "ratio": "30/25/25/20",
    "cut": 354,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "건설시스템공학과",
    "ratio": "20/30/25/25",
    "cut": 327,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "건축학부",
    "ratio": "20/30/25/25",
    "cut": 342,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "기계공학부",
    "ratio": "20/30/25/25",
    "cut": 345,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "도시공학과",
    "ratio": "25/25/25/25",
    "cut": 341,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "산림자원학과",
    "ratio": "25/25/25/25",
    "cut": 324,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "생명공학과",
    "ratio": "20/30/25/25",
    "cut": 331,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "소프트웨어융합전공",
    "ratio": "20/30/25/25",
    "cut": 343,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "수학교육과",
    "ratio": "20/30/25/25",
    "cut": 358,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "식품공학과",
    "ratio": "25/25/25/25",
    "cut": 336,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "신소재공학부",
    "ratio": "20/30/25/25",
    "cut": 341,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "원예생명과학과",
    "ratio": "25/25/25/25",
    "cut": 324,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "의생명공학과",
    "ratio": "20/30/25/25",
    "cut": 332,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "전기공학과",
    "ratio": "20/30/25/25",
    "cut": 343,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "전자공학과",
    "ratio": "20/30/25/25",
    "cut": 348,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "정보통신공학전공",
    "ratio": "20/30/25/25",
    "cut": 330,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "조경학과",
    "ratio": "25/25/25/25",
    "cut": 336,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "차세대반도체학과",
    "ratio": "20/30/25/25",
    "cut": 344,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "컴퓨터공학전공",
    "ratio": "20/30/25/25",
    "cut": 348,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "파이버시스템공학과",
    "ratio": "20/30/25/25",
    "cut": 331,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "화학공학부",
    "ratio": "20/30/25/25",
    "cut": 344,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "영남대",
    "dept": "환경공학과",
    "ratio": "20/30/25/25",
    "cut": 331,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "영산대",
    "dept": "경찰행정학과",
    "ratio": "25/25/25/25",
    "cut": 325,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "영산대",
    "dept": "자기설계전공학부",
    "ratio": "25/25/25/25",
    "cut": 291,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "영산대",
    "dept": "호텔관광학과",
    "ratio": "25/25/25/25",
    "cut": 307,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "영산대",
    "dept": "간호학과",
    "ratio": "25/25/25/25",
    "cut": 350,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "영산대",
    "dept": "물리치료학과",
    "ratio": "25/25/25/25",
    "cut": 328,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "영산대",
    "dept": "치위생학과",
    "ratio": "25/25/25/25",
    "cut": 312,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "예수대",
    "dept": "간호학부",
    "ratio": "25/35/25/15",
    "cut": 334,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 15.0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "경영학과",
    "ratio": "40/0/30/30",
    "cut": 344,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "경찰행정학과",
    "ratio": "30/20/30/20",
    "cut": 353,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "관광경영학과",
    "ratio": "40/0/30/30",
    "cut": 339,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "문화콘텐츠학과",
    "ratio": "40/0/30/30",
    "cut": 347,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "사회복지학과",
    "ratio": "40/0/30/30",
    "cut": 341,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "중국학과",
    "ratio": "40/0/30/30",
    "cut": 342,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "AI융합학부",
    "ratio": "0/40/30/30",
    "cut": 308,
    "kr": 0.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "문화유산학과",
    "ratio": "0/40/30/30",
    "cut": 348,
    "kr": 0.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "물리치료학과",
    "ratio": "0/40/30/30",
    "cut": 331,
    "kr": 0.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "바이오생명공학과",
    "ratio": "0/40/30/30",
    "cut": 305,
    "kr": 0.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "보건환경안전학과",
    "ratio": "0/40/30/30",
    "cut": 306,
    "kr": 0.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "식품영양학과",
    "ratio": "0/40/30/30",
    "cut": 344,
    "kr": 0.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "식품조리학과",
    "ratio": "0/40/30/30",
    "cut": 306,
    "kr": 0.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "무전공학부",
    "ratio": "40/40/30/30",
    "cut": 346,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "인문사회계열전공학부",
    "ratio": "40/0/30/30",
    "cut": 345,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "용인대",
    "dept": "자연계열전공학부",
    "ratio": "0/40/30/30",
    "cut": 334,
    "kr": 0.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "우석대",
    "dept": "간호학과",
    "ratio": "35/35/35/30",
    "cut": 347,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "우석대",
    "dept": "약학과",
    "ratio": "20/30/20/30",
    "cut": 399,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "우석대",
    "dept": "한약학과",
    "ratio": "20/30/20/30",
    "cut": 355,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "우석대",
    "dept": "한의예과",
    "ratio": "20/30/20/30",
    "cut": 404,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "울산대",
    "dept": "자율전공학부",
    "ratio": "20/30/19/30",
    "cut": 331,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "울산대",
    "dept": "공공인재학부",
    "ratio": "30/20/19/30",
    "cut": 331,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "울산대",
    "dept": "건축도시환경학부",
    "ratio": "20/30/19/30",
    "cut": 312,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "울산대",
    "dept": "미래모빌리티공학부",
    "ratio": "20/30/19/30",
    "cut": 353,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "울산대",
    "dept": "의예과",
    "ratio": "20/30/19/30",
    "cut": 423,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "울산대",
    "dept": "전기전자융합학부",
    "ratio": "20/30/19/30",
    "cut": 307,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "울산대",
    "dept": "경영경제융합학부",
    "ratio": "30/20/19/30",
    "cut": 340,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "울산대",
    "dept": "ICT융합학부",
    "ratio": "20/30/19/30",
    "cut": 306,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "울산대",
    "dept": "간호학과",
    "ratio": "20/30/19/30",
    "cut": 362,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "울산대",
    "dept": "신소재반도체융합학부",
    "ratio": "20/30/19/30",
    "cut": 328,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "울산대",
    "dept": "글로벌인문학부",
    "ratio": "30/20/19/30",
    "cut": 322,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "울산대",
    "dept": "바이오메디컬헬스학부",
    "ratio": "20/30/19/30",
    "cut": 307,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "울산대",
    "dept": "에너지화학공학부",
    "ratio": "20/30/19/30",
    "cut": 351,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "원광대",
    "dept": "간호학과",
    "ratio": "28/28/14/28",
    "cut": 348,
    "kr": 28.6,
    "mr": 28.6,
    "tr": 28.6
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "경찰공공행정계열",
    "ratio": "50/50/25/25",
    "cut": 326,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "소방행정방재계열",
    "ratio": "50/50/25/25",
    "cut": 330,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "치의예과(인문)",
    "ratio": "32/27/13/27",
    "cut": 409,
    "kr": 32.5,
    "mr": 27.0,
    "tr": 27.0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "한의예과(인문)",
    "ratio": "32/27/13/27",
    "cut": 400,
    "kr": 32.5,
    "mr": 27.0,
    "tr": 27.0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "물리치료학과",
    "ratio": "50/50/25/25",
    "cut": 314,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "방사선학과",
    "ratio": "50/50/25/25",
    "cut": 317,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "약학과",
    "ratio": "27/32/13/27",
    "cut": 400,
    "kr": 27.0,
    "mr": 32.5,
    "tr": 27.0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "응급구조학과",
    "ratio": "50/50/25/25",
    "cut": 309,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "의예과",
    "ratio": "27/32/13/27",
    "cut": 409,
    "kr": 27.0,
    "mr": 32.5,
    "tr": 27.0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "작업치료학과",
    "ratio": "28/28/14/28",
    "cut": 311,
    "kr": 28.6,
    "mr": 28.6,
    "tr": 28.6
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "치의예과(자연)",
    "ratio": "27/32/13/27",
    "cut": 405,
    "kr": 27.0,
    "mr": 32.5,
    "tr": 27.0
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "한약학과",
    "ratio": "28/28/14/28",
    "cut": 386,
    "kr": 28.6,
    "mr": 28.6,
    "tr": 28.6
  },
  {
    "group": "나",
    "univ": "원광대",
    "dept": "한의예과(자연)",
    "ratio": "27/32/13/27",
    "cut": 402,
    "kr": 27.0,
    "mr": 32.5,
    "tr": 27.0
  },
  {
    "group": "다",
    "univ": "원광대",
    "dept": "건축학과",
    "ratio": "50/50/25/25",
    "cut": 313,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "위덕대",
    "dept": "경영학과",
    "ratio": "25/25/25/25",
    "cut": 286,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "위덕대",
    "dept": "불교문화학과",
    "ratio": "25/25/25/25",
    "cut": 274,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "위덕대",
    "dept": "유아교육과",
    "ratio": "25/25/25/25",
    "cut": 296,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "위덕대",
    "dept": "특수교육학부-중등특수교육",
    "ratio": "25/25/25/25",
    "cut": 309,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "위덕대",
    "dept": "간호학과",
    "ratio": "25/25/25/25",
    "cut": 333,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "위덕대",
    "dept": "반려동물학부",
    "ratio": "25/25/25/25",
    "cut": 285,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "위덕대",
    "dept": "경찰정보보안학과",
    "ratio": "25/25/25/25",
    "cut": 283,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "위덕대",
    "dept": "사회복지학과",
    "ratio": "25/25/25/25",
    "cut": 281,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "위덕대",
    "dept": "특수교육학부-초등특수교육",
    "ratio": "25/25/25/25",
    "cut": 317,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "위덕대",
    "dept": "한국어학과",
    "ratio": "25/25/25/25",
    "cut": 277,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "위덕대",
    "dept": "물리치료학과",
    "ratio": "25/25/25/25",
    "cut": 291,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "위덕대",
    "dept": "외식제과제빵창업학과",
    "ratio": "25/25/25/25",
    "cut": 268,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "위덕대",
    "dept": "전력시스템공학과",
    "ratio": "25/25/25/25",
    "cut": 291,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "유원대",
    "dept": "자율설계학부",
    "ratio": "50/50/50/50",
    "cut": 274,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "유원대",
    "dept": "사회복지학부",
    "ratio": "50/50/50/50",
    "cut": 232,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "유원대",
    "dept": "간호학과",
    "ratio": "35/35/30/35",
    "cut": 342,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "유원대",
    "dept": "물리치료학과",
    "ratio": "35/35/30/35",
    "cut": 322,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "유원대",
    "dept": "산업안전보건학과",
    "ratio": "50/50/50/50",
    "cut": 269,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "유원대",
    "dept": "스마트팜학과",
    "ratio": "50/50/50/50",
    "cut": 297,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "유원대",
    "dept": "와인사이언스학과",
    "ratio": "50/50/50/50",
    "cut": 290,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "유원대",
    "dept": "응급구조학과",
    "ratio": "50/50/50/50",
    "cut": 301,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "유원대",
    "dept": "치위생학과",
    "ratio": "50/50/50/50",
    "cut": 306,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "유원대",
    "dept": "호텔조리베이커리학과",
    "ratio": "50/50/50/50",
    "cut": 258,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "유원대",
    "dept": "창의설계학부",
    "ratio": "50/50/50/50",
    "cut": 266,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "유원대",
    "dept": "경찰소방행정학부",
    "ratio": "50/50/50/50",
    "cut": 269,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "유원대",
    "dept": "국방인재개발학과",
    "ratio": "50/50/50/50",
    "cut": 266,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "유원대",
    "dept": "문화복지융합학과",
    "ratio": "50/50/50/50",
    "cut": 266,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "유원대",
    "dept": "유아교육과",
    "ratio": "50/50/50/50",
    "cut": 309,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "유원대",
    "dept": "중등특수교육과",
    "ratio": "50/50/50/50",
    "cut": 283,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "유원대",
    "dept": "초등특수교육과",
    "ratio": "50/50/50/50",
    "cut": 283,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "유원대",
    "dept": "AI소프트웨어학과",
    "ratio": "50/50/50/50",
    "cut": 291,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "유원대",
    "dept": "드론로봇응용학과",
    "ratio": "50/50/50/50",
    "cut": 298,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "유원대",
    "dept": "미래자동차학과",
    "ratio": "50/50/50/50",
    "cut": 290,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "유원대",
    "dept": "뷰티케어학과",
    "ratio": "50/50/50/50",
    "cut": 253,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "유원대",
    "dept": "작업치료학과",
    "ratio": "50/50/50/50",
    "cut": 284,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "을지대",
    "dept": "간호학과(성남)",
    "ratio": "30/40/30/30",
    "cut": 366,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "을지대",
    "dept": "임상병리학과(성남)",
    "ratio": "30/40/30/30",
    "cut": 352,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "을지대",
    "dept": "자연계열학부",
    "ratio": "30/40/30/30",
    "cut": 350,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "을지대",
    "dept": "의료경영학과",
    "ratio": "30/30/40/30",
    "cut": 349,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "을지대",
    "dept": "간호학과(의정부)",
    "ratio": "30/40/30/30",
    "cut": 371,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "을지대",
    "dept": "물리치료학과",
    "ratio": "30/40/30/30",
    "cut": 357,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "을지대",
    "dept": "방사선학과",
    "ratio": "30/40/30/30",
    "cut": 355,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "을지대",
    "dept": "빅데이터인공지능전공",
    "ratio": "30/40/30/30",
    "cut": 351,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "을지대",
    "dept": "안경광학과",
    "ratio": "30/40/30/30",
    "cut": 350,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "을지대",
    "dept": "응급구조학과",
    "ratio": "30/40/30/30",
    "cut": 350,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "을지대",
    "dept": "임상병리학과(의정부)",
    "ratio": "30/40/30/30",
    "cut": 346,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "을지대",
    "dept": "치위생학과",
    "ratio": "30/40/30/30",
    "cut": 354,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "을지대",
    "dept": "인문사회계열학부",
    "ratio": "30/30/40/30",
    "cut": 345,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "을지대",
    "dept": "간호학과(성남)",
    "ratio": "50/50/50/50",
    "cut": 369,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "을지대",
    "dept": "임상병리학과(성남)",
    "ratio": "50/50/50/50",
    "cut": 357,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "을지대",
    "dept": "자연계열학부",
    "ratio": "50/50/50/50",
    "cut": 350,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "을지대",
    "dept": "자유전공학부(의정부)",
    "ratio": "50/50/50/50",
    "cut": 341,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "을지대",
    "dept": "의료경영학과",
    "ratio": "50/50/50/50",
    "cut": 346,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "을지대",
    "dept": "간호학과(의정부)",
    "ratio": "50/50/50/50",
    "cut": 370,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "을지대",
    "dept": "물리치료학과",
    "ratio": "50/50/50/50",
    "cut": 358,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "을지대",
    "dept": "방사선학과",
    "ratio": "50/50/50/50",
    "cut": 358,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "을지대",
    "dept": "빅데이터인공지능전공",
    "ratio": "50/50/50/50",
    "cut": 344,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "을지대",
    "dept": "안경광학과",
    "ratio": "50/50/50/50",
    "cut": 355,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "을지대",
    "dept": "응급구조학과",
    "ratio": "50/50/50/50",
    "cut": 353,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "을지대",
    "dept": "의예과",
    "ratio": "30/30/10/30",
    "cut": 410,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "을지대",
    "dept": "임상병리학과(의정부)",
    "ratio": "50/50/50/50",
    "cut": 347,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "을지대",
    "dept": "치위생학과",
    "ratio": "50/50/50/50",
    "cut": 358,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "을지대",
    "dept": "인문사회계열학부",
    "ratio": "50/50/50/50",
    "cut": 345,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "이화여대",
    "dept": "교육공학과",
    "ratio": "30/30/20/20",
    "cut": 380,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "이화여대",
    "dept": "국어교육과",
    "ratio": "30/30/20/20",
    "cut": 379,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "이화여대",
    "dept": "영어교육과",
    "ratio": "30/30/20/20",
    "cut": 379,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "이화여대",
    "dept": "유아교육과",
    "ratio": "30/30/20/20",
    "cut": 378,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "이화여대",
    "dept": "초등교육과",
    "ratio": "30/30/20/20",
    "cut": 380,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "이화여대",
    "dept": "특수교육과",
    "ratio": "30/30/20/20",
    "cut": 378,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "이화여대",
    "dept": "수학교육과",
    "ratio": "25/30/20/25",
    "cut": 382,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "이화여대",
    "dept": "교육학과",
    "ratio": "30/30/20/20",
    "cut": 380,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "이화여대",
    "dept": "뇌인지과학부(인문)",
    "ratio": "30/30/20/20",
    "cut": 385,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "이화여대",
    "dept": "사회과교육과",
    "ratio": "30/30/20/20",
    "cut": 378,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "이화여대",
    "dept": "의예과(인문)",
    "ratio": "30/30/20/20",
    "cut": 414,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "이화여대",
    "dept": "통합선발(인문)",
    "ratio": "30/30/20/20",
    "cut": 381,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "이화여대",
    "dept": "과학교육과",
    "ratio": "25/30/20/25",
    "cut": 380,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "이화여대",
    "dept": "뇌인지과학부(자연)",
    "ratio": "25/30/20/25",
    "cut": 384,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "이화여대",
    "dept": "약학부-약학",
    "ratio": "25/30/20/25",
    "cut": 400,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "이화여대",
    "dept": "융합전자반도체공학부-지능형반도체공학",
    "ratio": "25/30/20/25",
    "cut": 383,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "이화여대",
    "dept": "의예과(자연)",
    "ratio": "25/30/20/25",
    "cut": 412,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "이화여대",
    "dept": "통합선발(자연)",
    "ratio": "25/30/20/25",
    "cut": 382,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "이화여대",
    "dept": "인공지능데이터사이언스학부(인문)",
    "ratio": "30/30/20/20",
    "cut": 384,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "이화여대",
    "dept": "인공지능데이터사이언스학부(자연)",
    "ratio": "25/30/20/25",
    "cut": 384,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "자유전공학부",
    "ratio": "25/25/25/25",
    "cut": 309,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "경영계열",
    "ratio": "25/25/25/25",
    "cut": 279,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "사회과학계열",
    "ratio": "25/25/25/25",
    "cut": 274,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "간호학과",
    "ratio": "25/25/25/25",
    "cut": 367,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "글로컬리더스학부(이공계열)",
    "ratio": "10/40/10/40",
    "cut": 293,
    "kr": 10.0,
    "mr": 40.0,
    "tr": 40.0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "물리치료학과",
    "ratio": "25/25/25/25",
    "cut": 343,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "반려동물보건학과",
    "ratio": "25/25/25/25",
    "cut": 293,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "방사선학과",
    "ratio": "25/25/25/25",
    "cut": 348,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "약학과",
    "ratio": "25/25/25/25",
    "cut": 403,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "의예과",
    "ratio": "25/25/25/25",
    "cut": 412,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인제대",
    "dept": "혁신신약제약공학계열",
    "ratio": "25/25/25/25",
    "cut": 351,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "인천가톨릭대",
    "dept": "문화콘텐츠학과",
    "ratio": "50/50/50/50",
    "cut": 322,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "인천가톨릭대",
    "dept": "간호학과",
    "ratio": "30/30/20/20",
    "cut": 360,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "경영학부",
    "ratio": "35/30/10/25",
    "cut": 355,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "국어교육과",
    "ratio": "35/30/10/25",
    "cut": 356,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "국어국문학과",
    "ratio": "35/30/10/25",
    "cut": 354,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "데이터과학과",
    "ratio": "35/30/10/25",
    "cut": 354,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "독어독문학과",
    "ratio": "35/30/10/25",
    "cut": 352,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "문헌정보학과",
    "ratio": "35/30/10/25",
    "cut": 353,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "35/30/10/25",
    "cut": 358,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "불어불문학과",
    "ratio": "35/30/10/25",
    "cut": 352,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "사회복지학과",
    "ratio": "35/30/10/25",
    "cut": 353,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "세무회계학과",
    "ratio": "35/30/10/25",
    "cut": 357,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "역사교육과",
    "ratio": "35/30/10/25",
    "cut": 360,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "영어교육과",
    "ratio": "35/30/10/25",
    "cut": 354,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "영어영문학과",
    "ratio": "35/30/10/25",
    "cut": 353,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "유아교육과",
    "ratio": "35/30/10/25",
    "cut": 352,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "윤리교육과",
    "ratio": "35/30/10/25",
    "cut": 354,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "일본지역문화학과",
    "ratio": "35/30/10/25",
    "cut": 348,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "일어교육과",
    "ratio": "35/30/10/25",
    "cut": 352,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "중어중국학과",
    "ratio": "35/30/10/25",
    "cut": 352,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "창의인재개발학과",
    "ratio": "35/30/10/25",
    "cut": 352,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "기계공학과",
    "ratio": "25/35/10/30",
    "cut": 358,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "바이오로봇시스템공학과",
    "ratio": "25/35/10/30",
    "cut": 356,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "산업경영공학과",
    "ratio": "25/35/10/30",
    "cut": 354,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "생명공학부-나노바이오공학",
    "ratio": "25/35/10/30",
    "cut": 358,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "생명공학부-생명공학",
    "ratio": "25/35/10/30",
    "cut": 357,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "생명과학부-분자의생명",
    "ratio": "25/35/10/30",
    "cut": 357,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "생명과학부-생명과학",
    "ratio": "25/35/10/30",
    "cut": 356,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "수학교육과",
    "ratio": "25/35/10/30",
    "cut": 359,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "신소재공학과",
    "ratio": "25/35/10/30",
    "cut": 359,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "안전공학과",
    "ratio": "25/35/10/30",
    "cut": 355,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "에너지화학공학과",
    "ratio": "25/35/10/30",
    "cut": 359,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "전기공학과",
    "ratio": "25/35/10/30",
    "cut": 358,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "인천대",
    "dept": "전자공학부",
    "ratio": "25/35/10/30",
    "cut": 359,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "인천대",
    "dept": "자유전공학부(인문)",
    "ratio": "35/30/10/25",
    "cut": 357,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "인천대",
    "dept": "자유전공학부(자연)",
    "ratio": "25/35/10/30",
    "cut": 361,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "Global Trade & Service학부",
    "ratio": "35/30/10/25",
    "cut": 354,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "경제학과",
    "ratio": "35/30/10/25",
    "cut": 355,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "도시행정학과",
    "ratio": "35/30/10/25",
    "cut": 354,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "동북아국제통상물류학부-동북아국제통상",
    "ratio": "25/35/10/30",
    "cut": 364,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "동북아국제통상물류학부-스마트물류공학",
    "ratio": "25/35/10/30",
    "cut": 361,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "법학부",
    "ratio": "35/30/10/25",
    "cut": 352,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "소비자학과",
    "ratio": "35/30/10/25",
    "cut": 354,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "정치외교학과",
    "ratio": "35/30/10/25",
    "cut": 353,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "행정학과",
    "ratio": "35/30/10/25",
    "cut": 354,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "도시건축학부",
    "ratio": "25/35/10/30",
    "cut": 355,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "도시공학과",
    "ratio": "25/35/10/30",
    "cut": 354,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "도시환경공학부-건설환경공학",
    "ratio": "25/35/10/30",
    "cut": 353,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "도시환경공학부-환경공학",
    "ratio": "25/35/10/30",
    "cut": 353,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "물리학과",
    "ratio": "25/35/10/30",
    "cut": 356,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "수학과",
    "ratio": "25/35/10/30",
    "cut": 357,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "임베디드시스템공학과",
    "ratio": "25/35/10/30",
    "cut": 358,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "정보통신공학과",
    "ratio": "25/35/10/30",
    "cut": 359,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "컴퓨터공학부",
    "ratio": "25/35/10/30",
    "cut": 360,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "패션산업학과",
    "ratio": "35/30/10/25",
    "cut": 355,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "해양학과",
    "ratio": "25/35/10/30",
    "cut": 351,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "인천대",
    "dept": "화학과",
    "ratio": "25/35/10/30",
    "cut": 355,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "인하대",
    "dept": "반도체시스템공학과",
    "ratio": "25/35/10/30",
    "cut": 371,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "인하대",
    "dept": "의예과",
    "ratio": "25/35/10/30",
    "cut": 412,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "경영학과",
    "ratio": "35/25/15/25",
    "cut": 364,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "경제학과",
    "ratio": "35/25/15/25",
    "cut": 364,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "국어교육과",
    "ratio": "35/25/15/25",
    "cut": 362,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "문화콘텐츠문화경영학과",
    "ratio": "35/25/15/25",
    "cut": 363,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "사학과",
    "ratio": "35/25/15/25",
    "cut": 361,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "사회교육과",
    "ratio": "35/25/15/25",
    "cut": 363,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "사회복지학과",
    "ratio": "35/25/15/25",
    "cut": 360,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "아태물류학부",
    "ratio": "35/25/15/25",
    "cut": 370,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "영어교육과",
    "ratio": "35/25/15/25",
    "cut": 361,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "정치외교학과",
    "ratio": "35/25/15/25",
    "cut": 361,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "중국학과",
    "ratio": "35/25/15/25",
    "cut": 360,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "철학과",
    "ratio": "35/25/15/25",
    "cut": 359,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "파이낸스경영학과",
    "ratio": "35/25/15/25",
    "cut": 364,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "한국어문학과",
    "ratio": "35/25/15/25",
    "cut": 360,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "간호학과",
    "ratio": "25/35/10/30",
    "cut": 368,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "고분자공학과",
    "ratio": "25/35/10/30",
    "cut": 368,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "기계공학과",
    "ratio": "25/35/10/30",
    "cut": 368,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "바이오식품공학과",
    "ratio": "25/35/10/30",
    "cut": 365,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "사회인프라공학과",
    "ratio": "25/35/10/30",
    "cut": 366,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "산업경영공학과",
    "ratio": "25/35/10/30",
    "cut": 366,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "생명공학과",
    "ratio": "25/35/10/30",
    "cut": 368,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "수학교육과",
    "ratio": "25/35/10/30",
    "cut": 367,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "식품영양학과",
    "ratio": "25/35/10/30",
    "cut": 365,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "에너지자원공학과",
    "ratio": "25/35/10/30",
    "cut": 366,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "이차전지융합학과",
    "ratio": "25/35/10/30",
    "cut": 367,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "첨단바이오의약학과",
    "ratio": "25/35/10/30",
    "cut": 370,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "컴퓨터공학과",
    "ratio": "25/35/10/30",
    "cut": 371,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "항공우주공학과",
    "ratio": "25/35/10/30",
    "cut": 373,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "화학공학과",
    "ratio": "25/35/10/30",
    "cut": 369,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "인하대",
    "dept": "환경공학과",
    "ratio": "25/35/10/30",
    "cut": 365,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "교육학과",
    "ratio": "35/25/15/25",
    "cut": 363,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "국제통상학과",
    "ratio": "35/25/15/25",
    "cut": 364,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "35/25/15/25",
    "cut": 363,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "소비자학과",
    "ratio": "35/25/15/25",
    "cut": 362,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "아동심리학과",
    "ratio": "35/25/15/25",
    "cut": 361,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "일본언어문화학과",
    "ratio": "35/25/15/25",
    "cut": 360,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "행정학과",
    "ratio": "35/25/15/25",
    "cut": 362,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "건축학부",
    "ratio": "25/35/10/30",
    "cut": 366,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "공간정보공학과",
    "ratio": "25/35/10/30",
    "cut": 368,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "데이터사이언스학과",
    "ratio": "25/35/10/30",
    "cut": 368,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "물리학과",
    "ratio": "25/35/10/30",
    "cut": 366,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "생명과학과",
    "ratio": "25/35/10/30",
    "cut": 366,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "수학과",
    "ratio": "25/35/10/30",
    "cut": 366,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "스마트모빌리티공학과",
    "ratio": "25/35/10/30",
    "cut": 369,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "신소재공학과",
    "ratio": "25/35/10/30",
    "cut": 369,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "인공지능공학과",
    "ratio": "25/35/10/30",
    "cut": 372,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "전기전자공학부",
    "ratio": "25/35/10/30",
    "cut": 375,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "조선해양공학과",
    "ratio": "25/35/10/30",
    "cut": 365,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "통계학과",
    "ratio": "25/35/10/30",
    "cut": 365,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "해양과학과",
    "ratio": "25/35/10/30",
    "cut": 365,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "인하대",
    "dept": "화학과",
    "ratio": "25/35/10/30",
    "cut": 366,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "장로회신대",
    "dept": "신학과",
    "ratio": "33/33/33/33",
    "cut": 317,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "장로회신대",
    "dept": "자유전공",
    "ratio": "33/33/33/33",
    "cut": 314,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "자율전공학부(1년)",
    "ratio": "32/24/20/24",
    "cut": 355,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "경영학부",
    "ratio": "32/24/20/24",
    "cut": 353,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "교육학과",
    "ratio": "32/24/20/24",
    "cut": 346,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "국어교육과",
    "ratio": "32/24/20/24",
    "cut": 362,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "농업경제학과",
    "ratio": "32/24/20/24",
    "cut": 346,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "독일언어문학과",
    "ratio": "32/24/20/24",
    "cut": 340,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "문화인류고고학과",
    "ratio": "32/24/20/24",
    "cut": 337,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "32/24/20/24",
    "cut": 347,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "사회학과",
    "ratio": "32/24/20/24",
    "cut": 342,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "영어영문학과",
    "ratio": "32/24/20/24",
    "cut": 343,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "자율전공학부(4년)",
    "ratio": "32/24/20/24",
    "cut": 345,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "중어중문학과",
    "ratio": "32/24/20/24",
    "cut": 341,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "지리교육과",
    "ratio": "32/24/20/24",
    "cut": 351,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "철학과",
    "ratio": "32/24/20/24",
    "cut": 342,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "특수교육학부",
    "ratio": "32/24/20/24",
    "cut": 346,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "행정학과",
    "ratio": "32/24/20/24",
    "cut": 351,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "가정교육과",
    "ratio": "24/32/20/24",
    "cut": 363,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "간호학과",
    "ratio": "24/32/20/24",
    "cut": 368,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "건축학부",
    "ratio": "24/32/20/24",
    "cut": 362,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "고분자융합소재공학부",
    "ratio": "24/32/20/24",
    "cut": 354,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "기계공학부",
    "ratio": "24/32/20/24",
    "cut": 364,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "농생명화학과",
    "ratio": "24/32/20/24",
    "cut": 351,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "물리교육과",
    "ratio": "24/32/20/24",
    "cut": 353,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "바이오에너지공학과",
    "ratio": "24/32/20/24",
    "cut": 351,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "분자생명공학과",
    "ratio": "24/32/20/24",
    "cut": 352,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "산림자원학과",
    "ratio": "24/32/20/24",
    "cut": 352,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "생명과학기술학부",
    "ratio": "24/32/20/24",
    "cut": 355,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "생물공학과",
    "ratio": "24/32/20/24",
    "cut": 359,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "생활복지학과",
    "ratio": "24/32/20/24",
    "cut": 350,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "수산생명의학과",
    "ratio": "24/32/20/24",
    "cut": 304,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "수학교육과",
    "ratio": "24/32/20/24",
    "cut": 372,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "식품공학과",
    "ratio": "24/32/20/24",
    "cut": 348,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "신소재공학부",
    "ratio": "24/32/20/24",
    "cut": 357,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "에너지자원공학과",
    "ratio": "24/32/20/24",
    "cut": 354,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "융합바이오시스템기계공학과",
    "ratio": "24/32/20/24",
    "cut": 347,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "의류학과",
    "ratio": "24/32/20/24",
    "cut": 351,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "의학과",
    "ratio": "24/32/20/24",
    "cut": 410,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "인공지능학부",
    "ratio": "24/32/20/24",
    "cut": 362,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "임산공학과",
    "ratio": "24/32/20/24",
    "cut": 348,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "전기공학과",
    "ratio": "24/32/20/24",
    "cut": 383,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "전자컴퓨터공학부",
    "ratio": "24/32/20/24",
    "cut": 360,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "지구과학교육과",
    "ratio": "24/32/20/24",
    "cut": 356,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "치의학전문대학원(학석사통합과정)",
    "ratio": "24/32/20/24",
    "cut": 407,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "통계학과",
    "ratio": "24/32/20/24",
    "cut": 357,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전남대",
    "dept": "화학과",
    "ratio": "24/32/20/24",
    "cut": 350,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "경제학부",
    "ratio": "32/24/20/24",
    "cut": 350,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "국어국문학과",
    "ratio": "32/24/20/24",
    "cut": 345,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "문헌정보학과",
    "ratio": "32/24/20/24",
    "cut": 347,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "불어불문학과",
    "ratio": "32/24/20/24",
    "cut": 341,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "사학과",
    "ratio": "32/24/20/24",
    "cut": 343,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "심리학과",
    "ratio": "32/24/20/24",
    "cut": 352,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "역사교육과",
    "ratio": "32/24/20/24",
    "cut": 355,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "영어교육과",
    "ratio": "32/24/20/24",
    "cut": 362,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "유아교육과",
    "ratio": "32/24/20/24",
    "cut": 347,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "윤리교육과",
    "ratio": "32/24/20/24",
    "cut": 361,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "일어일문학과",
    "ratio": "32/24/20/24",
    "cut": 343,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "정치외교학과",
    "ratio": "32/24/20/24",
    "cut": 349,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "지리학과",
    "ratio": "32/24/20/24",
    "cut": 343,
    "kr": 32.0,
    "mr": 24.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "동물자원학부",
    "ratio": "24/32/20/24",
    "cut": 349,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "물리학과",
    "ratio": "24/32/20/24",
    "cut": 351,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "미래모빌리티학과",
    "ratio": "24/32/20/24",
    "cut": 355,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "빅데이터융합학과",
    "ratio": "24/32/20/24",
    "cut": 357,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "산업공학과",
    "ratio": "24/32/20/24",
    "cut": 356,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "생물교육과",
    "ratio": "24/32/20/24",
    "cut": 357,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "생물학과",
    "ratio": "24/32/20/24",
    "cut": 352,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "수의예과",
    "ratio": "24/32/20/24",
    "cut": 399,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "수학과",
    "ratio": "24/32/20/24",
    "cut": 351,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "식품영양과학부",
    "ratio": "24/32/20/24",
    "cut": 352,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "약학부",
    "ratio": "24/32/20/24",
    "cut": 400,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "원예생명공학과",
    "ratio": "24/32/20/24",
    "cut": 350,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "응용생물학과",
    "ratio": "24/32/20/24",
    "cut": 350,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "응용식물학과",
    "ratio": "24/32/20/24",
    "cut": 348,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "조경학과",
    "ratio": "24/32/20/24",
    "cut": 351,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "지구환경과학부",
    "ratio": "24/32/20/24",
    "cut": 349,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "지역바이오시스템공학과",
    "ratio": "24/32/20/24",
    "cut": 353,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "토목공학과",
    "ratio": "24/32/20/24",
    "cut": 356,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "화학공학부",
    "ratio": "24/32/20/24",
    "cut": 361,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "화학교육과",
    "ratio": "24/32/20/24",
    "cut": 358,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "나",
    "univ": "전남대",
    "dept": "환경에너지공학과",
    "ratio": "24/32/20/24",
    "cut": 355,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "다",
    "univ": "전남대",
    "dept": "의공학부",
    "ratio": "24/32/20/24",
    "cut": 260,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "다",
    "univ": "전남대",
    "dept": "해양수산광역",
    "ratio": "24/32/20/24",
    "cut": 303,
    "kr": 24.0,
    "mr": 32.0,
    "tr": 24.0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "농업생명과학계열",
    "ratio": "30/40/0/30",
    "cut": 334,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "생활과학계열",
    "ratio": "40/30/0/30",
    "cut": 332,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "경상계열",
    "ratio": "40/30/0/30",
    "cut": 341,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "교육학과",
    "ratio": "40/30/0/30",
    "cut": 343,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "국어교육과",
    "ratio": "40/30/0/30",
    "cut": 348,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "독어교육과",
    "ratio": "40/30/0/30",
    "cut": 321,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "사회과교육학부",
    "ratio": "40/30/0/30",
    "cut": 347,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "영어교육과",
    "ratio": "40/30/0/30",
    "cut": 346,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "인문계열",
    "ratio": "40/30/0/30",
    "cut": 334,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "과학교육학부",
    "ratio": "20/40/0/40",
    "cut": 353,
    "kr": 20.0,
    "mr": 40.0,
    "tr": 40.0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "수학교육과",
    "ratio": "30/50/0/20",
    "cut": 353,
    "kr": 30.0,
    "mr": 50.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "스마트팜학과",
    "ratio": "30/40/0/30",
    "cut": 344,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "자연과학계열1",
    "ratio": "30/40/0/30",
    "cut": 339,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "자연과학계열2",
    "ratio": "30/40/0/30",
    "cut": 343,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "전북대",
    "dept": "치의예과",
    "ratio": "30/40/0/30",
    "cut": 407,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "전북대",
    "dept": "융합자율전공학부1(전주캠퍼스)",
    "ratio": "40/30/0/30",
    "cut": 337,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "전북대",
    "dept": "융합자율전공학부2(특성화캠퍼스)",
    "ratio": "40/30/0/30",
    "cut": 330,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "전북대",
    "dept": "사회과학계열",
    "ratio": "40/30/0/30",
    "cut": 339,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "전북대",
    "dept": "간호학과",
    "ratio": "30/40/0/30",
    "cut": 359,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "전북대",
    "dept": "공학계열1",
    "ratio": "30/40/0/30",
    "cut": 341,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "전북대",
    "dept": "공학계열2",
    "ratio": "30/40/0/30",
    "cut": 343,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "전북대",
    "dept": "수의예과",
    "ratio": "30/40/0/30",
    "cut": 398,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "전북대",
    "dept": "약학과",
    "ratio": "30/40/0/30",
    "cut": 398,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "전북대",
    "dept": "의예과",
    "ratio": "30/40/0/30",
    "cut": 409,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "전북대",
    "dept": "이차전지공학과",
    "ratio": "30/40/0/30",
    "cut": 346,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "전북대",
    "dept": "첨단방위산업학과",
    "ratio": "30/40/0/30",
    "cut": 344,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "전북대",
    "dept": "환경생명자원계열",
    "ratio": "40/30/0/30",
    "cut": 329,
    "kr": 40.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "전주교대",
    "dept": "초등교육과",
    "ratio": "25/25/25/25",
    "cut": 358,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "전주교대",
    "dept": "초등교육과",
    "ratio": "25/25/25/25",
    "cut": 358,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "전주대",
    "dept": "인문콘텐츠대학",
    "ratio": "40/40/40/20",
    "cut": 273,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "전주대",
    "dept": "건축공학과",
    "ratio": "40/40/40/20",
    "cut": 277,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "전주대",
    "dept": "건축학과",
    "ratio": "40/40/40/20",
    "cut": 280,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "전주대",
    "dept": "기계공학과",
    "ratio": "40/40/40/20",
    "cut": 281,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "전주대",
    "dept": "기계자동차공학과",
    "ratio": "40/40/40/20",
    "cut": 281,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "전주대",
    "dept": "반려동물산업학부",
    "ratio": "40/40/40/20",
    "cut": 293,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "전주대",
    "dept": "소방안전공학과",
    "ratio": "40/40/40/20",
    "cut": 280,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "전주대",
    "dept": "신소재화학공학과",
    "ratio": "40/40/40/20",
    "cut": 282,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "전주대",
    "dept": "전기전자공학과",
    "ratio": "40/40/40/20",
    "cut": 287,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "전주대",
    "dept": "정보통신공학과",
    "ratio": "40/40/40/20",
    "cut": 269,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "전주대",
    "dept": "토목환경공학과",
    "ratio": "40/40/40/20",
    "cut": 267,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "전주대",
    "dept": "문화관광대학",
    "ratio": "40/40/40/20",
    "cut": 279,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "전주대",
    "dept": "사회과학대학",
    "ratio": "40/40/40/20",
    "cut": 276,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "전주대",
    "dept": "자유전공학부",
    "ratio": "40/40/40/20",
    "cut": 278,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "전주대",
    "dept": "소프트웨어융합대학",
    "ratio": "40/40/40/20",
    "cut": 284,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "경영대학",
    "ratio": "40/40/40/20",
    "cut": 291,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "국어교육과",
    "ratio": "40/40/40/20",
    "cut": 343,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "사범대자율전공학부",
    "ratio": "40/40/40/20",
    "cut": 338,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "영어교육과",
    "ratio": "40/40/40/20",
    "cut": 343,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "중등특수교육과",
    "ratio": "40/40/40/20",
    "cut": 325,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "한문교육과",
    "ratio": "40/40/40/20",
    "cut": 314,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "가정교육과",
    "ratio": "40/40/40/20",
    "cut": 312,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "간호학과",
    "ratio": "40/40/40/20",
    "cut": 347,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "과학교육과",
    "ratio": "40/40/40/20",
    "cut": 311,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "물리치료학과",
    "ratio": "40/40/40/20",
    "cut": 314,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "방사선학과",
    "ratio": "40/40/40/20",
    "cut": 317,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "보건관리학과",
    "ratio": "40/40/40/20",
    "cut": 301,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "수학교육과",
    "ratio": "40/40/40/20",
    "cut": 346,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "의과학대학-자연과학계열",
    "ratio": "40/40/40/20",
    "cut": 266,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "전주대",
    "dept": "작업치료학과",
    "ratio": "40/40/40/20",
    "cut": 300,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "제주국제대",
    "dept": "경찰학부",
    "ratio": "30/30/30/10",
    "cut": 312,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 10.0
  },
  {
    "group": "가",
    "univ": "제주국제대",
    "dept": "복지상담학부",
    "ratio": "30/30/30/10",
    "cut": 275,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 10.0
  },
  {
    "group": "가",
    "univ": "제주국제대",
    "dept": "융합경영학부",
    "ratio": "30/30/30/10",
    "cut": 287,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 10.0
  },
  {
    "group": "가",
    "univ": "제주국제대",
    "dept": "건설공학부",
    "ratio": "30/30/30/10",
    "cut": 257,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 10.0
  },
  {
    "group": "가",
    "univ": "제주국제대",
    "dept": "건설공학부(야)",
    "ratio": "30/30/30/10",
    "cut": 252,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 10.0
  },
  {
    "group": "가",
    "univ": "제주국제대",
    "dept": "안전공학부",
    "ratio": "30/30/30/10",
    "cut": 274,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 10.0
  },
  {
    "group": "가",
    "univ": "제주국제대",
    "dept": "에너지기계공학부",
    "ratio": "30/30/30/10",
    "cut": 268,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 10.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "경영정보학과",
    "ratio": "30/20/20/30",
    "cut": 323,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "경영학과(야)",
    "ratio": "30/20/20/30",
    "cut": 274,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "경제학과",
    "ratio": "30/20/20/30",
    "cut": 326,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "관광경영학과",
    "ratio": "30/20/20/30",
    "cut": 317,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "사학과",
    "ratio": "30/20/20/30",
    "cut": 321,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "산업응용경제학과",
    "ratio": "30/20/20/30",
    "cut": 312,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "영어영문학과",
    "ratio": "30/20/20/30",
    "cut": 331,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "윤리교육과",
    "ratio": "30/20/20/30",
    "cut": 354,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "중어중문학과",
    "ratio": "30/20/20/30",
    "cut": 296,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "철학과",
    "ratio": "30/20/20/30",
    "cut": 311,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "초등교육학부",
    "ratio": "30/20/20/30",
    "cut": 361,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "행정학과",
    "ratio": "30/20/20/30",
    "cut": 339,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "건축학과",
    "ratio": "20/30/20/30",
    "cut": 347,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "과학교육학부-생물교육",
    "ratio": "20/30/20/30",
    "cut": 355,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "기계시스템공학과",
    "ratio": "20/30/20/30",
    "cut": 306,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "데이터사이언스학과",
    "ratio": "20/30/20/30",
    "cut": 318,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "바이오메디컬정보학과",
    "ratio": "20/30/20/30",
    "cut": 304,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "생물학과",
    "ratio": "20/30/20/30",
    "cut": 300,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "수학과",
    "ratio": "20/30/20/30",
    "cut": 311,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "스마트팜학부-식물자원환경",
    "ratio": "20/30/20/30",
    "cut": 288,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "의예과",
    "ratio": "20/30/20/30",
    "cut": 409,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "인공지능학과",
    "ratio": "20/30/20/30",
    "cut": 344,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "통신공학과",
    "ratio": "20/30/20/30",
    "cut": 300,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "패션의류학과",
    "ratio": "20/30/20/30",
    "cut": 298,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "해양산업경찰학과",
    "ratio": "20/30/20/30",
    "cut": 310,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "해양생명과학과",
    "ratio": "20/30/20/30",
    "cut": 294,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "화공그린에너지학과",
    "ratio": "20/30/20/30",
    "cut": 312,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "제주대",
    "dept": "환경공학과",
    "ratio": "20/30/20/30",
    "cut": 291,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "경영학과",
    "ratio": "30/20/20/30",
    "cut": 343,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "관광개발학과",
    "ratio": "30/20/20/30",
    "cut": 315,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "국어교육과",
    "ratio": "30/20/20/30",
    "cut": 351,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "국어국문학과",
    "ratio": "30/20/20/30",
    "cut": 320,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "독일학과",
    "ratio": "30/20/20/30",
    "cut": 307,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "무역학과",
    "ratio": "30/20/20/30",
    "cut": 317,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "사회교육과",
    "ratio": "30/20/20/30",
    "cut": 354,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "사회학과",
    "ratio": "30/20/20/30",
    "cut": 322,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "언론홍보학과",
    "ratio": "30/20/20/30",
    "cut": 330,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "영어교육과",
    "ratio": "30/20/20/30",
    "cut": 352,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "일어일문학과",
    "ratio": "30/20/20/30",
    "cut": 311,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "정치외교학과",
    "ratio": "30/20/20/30",
    "cut": 300,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "지리교육과",
    "ratio": "30/20/20/30",
    "cut": 348,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "행정전공(야)",
    "ratio": "30/20/20/30",
    "cut": 254,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "회계학과",
    "ratio": "30/20/20/30",
    "cut": 331,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "간호학과",
    "ratio": "20/30/20/30",
    "cut": 353,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "건축공학과",
    "ratio": "20/30/20/30",
    "cut": 324,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "과학교육학부-물리교육",
    "ratio": "20/30/20/30",
    "cut": 352,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "물리학과",
    "ratio": "20/30/20/30",
    "cut": 295,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "생명공학부",
    "ratio": "20/30/20/30",
    "cut": 308,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "생활환경복지학과",
    "ratio": "20/30/20/30",
    "cut": 308,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "수산생명의학과",
    "ratio": "20/30/20/30",
    "cut": 326,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "수의예과",
    "ratio": "20/30/20/30",
    "cut": 400,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "수학교육과",
    "ratio": "20/30/20/30",
    "cut": 362,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "스마트팜학부-원예과학",
    "ratio": "20/30/20/30",
    "cut": 296,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "식품생명공학과",
    "ratio": "20/30/20/30",
    "cut": 307,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "식품영양학과",
    "ratio": "20/30/20/30",
    "cut": 317,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "약학과",
    "ratio": "20/30/20/30",
    "cut": 400,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "원자력공학과",
    "ratio": "20/30/20/30",
    "cut": 327,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "전기공학과",
    "ratio": "20/30/20/30",
    "cut": 327,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "전자공학과",
    "ratio": "20/30/20/30",
    "cut": 327,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "지구해양과학과",
    "ratio": "20/30/20/30",
    "cut": 303,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "컴퓨터공학과",
    "ratio": "20/30/20/30",
    "cut": 346,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "컴퓨터교육과",
    "ratio": "20/30/20/30",
    "cut": 354,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "토목공학과",
    "ratio": "20/30/20/30",
    "cut": 298,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "해양시스템공학과",
    "ratio": "20/30/20/30",
    "cut": 283,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "제주대",
    "dept": "화학코스메틱스학과",
    "ratio": "20/30/20/30",
    "cut": 309,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "간호학과",
    "ratio": "25/30/25/20",
    "cut": 357,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "약학과",
    "ratio": "25/35/25/15",
    "cut": 403,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 15.0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "의예과",
    "ratio": "25/35/25/15",
    "cut": 412,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 15.0
  },
  {
    "group": "가",
    "univ": "조선대",
    "dept": "치의예과",
    "ratio": "25/35/25/15",
    "cut": 410,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 15.0
  },
  {
    "group": "가",
    "univ": "중부대",
    "dept": "유아교육과",
    "ratio": "35/35/35/30",
    "cut": 299,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "중부대",
    "dept": "경영학전공",
    "ratio": "35/35/35/30",
    "cut": 294,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "중부대",
    "dept": "건축학전공",
    "ratio": "35/35/35/30",
    "cut": 295,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "중부대",
    "dept": "게임소프트웨어전공",
    "ratio": "35/35/35/30",
    "cut": 293,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "중부대",
    "dept": "물리치료학과",
    "ratio": "35/35/35/30",
    "cut": 305,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "중부대",
    "dept": "전기전자공학전공",
    "ratio": "35/35/35/30",
    "cut": 293,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "중부대",
    "dept": "국제통상학전공",
    "ratio": "35/35/35/30",
    "cut": 294,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "중부대",
    "dept": "스마트모빌리티공학전공",
    "ratio": "35/35/35/30",
    "cut": 293,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "중부대",
    "dept": "정보보호학전공",
    "ratio": "35/35/35/30",
    "cut": 293,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "중부대",
    "dept": "경찰행정학전공",
    "ratio": "35/35/35/30",
    "cut": 333,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "중부대",
    "dept": "간호학과",
    "ratio": "35/35/35/30",
    "cut": 332,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "중부대",
    "dept": "인공지능전공",
    "ratio": "35/35/35/30",
    "cut": 293,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "중부대",
    "dept": "토목공학전공",
    "ratio": "35/35/35/30",
    "cut": 295,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "경영학부-글로벌금융",
    "ratio": "30/40/0/30",
    "cut": 386,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "공공인재학부",
    "ratio": "30/40/0/30",
    "cut": 384,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "국제물류학과",
    "ratio": "30/40/0/30",
    "cut": 385,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "도시계획부동산학과",
    "ratio": "30/40/0/30",
    "cut": 384,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "문헌정보학과",
    "ratio": "30/40/0/30",
    "cut": 383,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "미디어커뮤니케이션학부",
    "ratio": "30/40/0/30",
    "cut": 384,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "역사학과",
    "ratio": "35/30/0/35",
    "cut": 383,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "영어영문학과",
    "ratio": "35/30/0/35",
    "cut": 383,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "유아교육과",
    "ratio": "35/30/0/35",
    "cut": 382,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "응용통계학과",
    "ratio": "30/40/0/30",
    "cut": 387,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "철학과",
    "ratio": "35/30/0/35",
    "cut": 383,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "AI학과",
    "ratio": "30/35/0/35",
    "cut": 387,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "기계공학부",
    "ratio": "30/35/0/35",
    "cut": 385,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "생명과학과",
    "ratio": "30/35/0/35",
    "cut": 385,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "생명자원공학부-동물생명공학",
    "ratio": "30/35/0/35",
    "cut": 354,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "생명자원공학부-식물생명공학",
    "ratio": "30/35/0/35",
    "cut": 357,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "수학과",
    "ratio": "30/35/0/35",
    "cut": 384,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "시스템생명공학과",
    "ratio": "30/35/0/35",
    "cut": 357,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "식품공학부-식품공학",
    "ratio": "30/35/0/35",
    "cut": 358,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "식품공학부-식품영양",
    "ratio": "30/35/0/35",
    "cut": 353,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "약학부",
    "ratio": "30/35/0/35",
    "cut": 409,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "중앙대",
    "dept": "화학공학과",
    "ratio": "30/35/0/35",
    "cut": 386,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "간호학과(인문)",
    "ratio": "30/40/0/30",
    "cut": 383,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "경제학부",
    "ratio": "30/40/0/30",
    "cut": 385,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "광고홍보학부-광고홍보",
    "ratio": "30/40/0/30",
    "cut": 384,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "교육학과",
    "ratio": "35/30/0/35",
    "cut": 384,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "국어국문학부-국어국문학",
    "ratio": "35/30/0/35",
    "cut": 384,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "사회복지학부",
    "ratio": "30/40/0/30",
    "cut": 383,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "사회학과",
    "ratio": "30/40/0/30",
    "cut": 384,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "심리학과",
    "ratio": "30/40/0/30",
    "cut": 383,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "아시아문화학부-일본어문학",
    "ratio": "35/30/0/35",
    "cut": 382,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "아시아문화학부-중국어문학",
    "ratio": "35/30/0/35",
    "cut": 382,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "영어교육과",
    "ratio": "35/30/0/35",
    "cut": 383,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "정치국제학과",
    "ratio": "30/40/0/30",
    "cut": 385,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "간호학과(자연)",
    "ratio": "30/35/0/35",
    "cut": 382,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "건축학부",
    "ratio": "30/35/0/35",
    "cut": 383,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "물리학과",
    "ratio": "30/35/0/35",
    "cut": 384,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "사회기반시스템공학부-건설환경플랜트공학",
    "ratio": "30/35/0/35",
    "cut": 384,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "사회기반시스템공학부-도시시스템공학",
    "ratio": "30/35/0/35",
    "cut": 385,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "산업보안학과(자연)",
    "ratio": "30/35/0/35",
    "cut": 387,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "에너지시스템공학부",
    "ratio": "30/35/0/35",
    "cut": 386,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "예술공학부",
    "ratio": "30/35/0/35",
    "cut": 358,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "의학부",
    "ratio": "30/35/0/35",
    "cut": 417,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "지능형반도체공학과",
    "ratio": "30/35/0/35",
    "cut": 387,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "첨단소재공학과",
    "ratio": "30/35/0/35",
    "cut": 359,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "나",
    "univ": "중앙대",
    "dept": "화학과",
    "ratio": "30/35/0/35",
    "cut": 384,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "다",
    "univ": "중앙대",
    "dept": "경영학부-경영학",
    "ratio": "30/40/0/30",
    "cut": 386,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "중앙대",
    "dept": "소프트웨어학부",
    "ratio": "30/35/0/35",
    "cut": 387,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "다",
    "univ": "중앙대",
    "dept": "창의ICT공과대학",
    "ratio": "30/35/0/35",
    "cut": 387,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "중원대",
    "dept": "보건복지학과",
    "ratio": "33/33/33/33",
    "cut": 294,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "중원대",
    "dept": "자율전공학부",
    "ratio": "33/33/33/33",
    "cut": 272,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "중원대",
    "dept": "스마트농산림학과",
    "ratio": "33/33/33/33",
    "cut": 281,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "중원대",
    "dept": "임상병리학과",
    "ratio": "33/33/33/33",
    "cut": 290,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "진주교대",
    "dept": "초등교육과",
    "ratio": "25/25/25/25",
    "cut": 357,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "차의과학대",
    "dept": "약학대학",
    "ratio": "20/30/20/30",
    "cut": 400,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "차의과학대",
    "dept": "미래융합대학",
    "ratio": "35/30/35/35",
    "cut": 330,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 35.0
  },
  {
    "group": "다",
    "univ": "차의과학대",
    "dept": "간호대학",
    "ratio": "35/35/30/35",
    "cut": 380,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 35.0
  },
  {
    "group": "가",
    "univ": "창신대",
    "dept": "글로벌비즈니스학과",
    "ratio": "30/30/30/10",
    "cut": 277,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 10.0
  },
  {
    "group": "가",
    "univ": "창신대",
    "dept": "사회복지학과",
    "ratio": "30/30/30/10",
    "cut": 272,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 10.0
  },
  {
    "group": "가",
    "univ": "창신대",
    "dept": "스마트자산경영학과",
    "ratio": "30/30/30/10",
    "cut": 267,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 10.0
  },
  {
    "group": "가",
    "univ": "창신대",
    "dept": "유아교육과",
    "ratio": "30/30/30/10",
    "cut": 297,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 10.0
  },
  {
    "group": "가",
    "univ": "창신대",
    "dept": "간호학과",
    "ratio": "30/30/30/10",
    "cut": 327,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 10.0
  },
  {
    "group": "가",
    "univ": "창신대",
    "dept": "디지털도시건설학과",
    "ratio": "30/30/30/10",
    "cut": 282,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 10.0
  },
  {
    "group": "가",
    "univ": "창신대",
    "dept": "스마트팩토리학과",
    "ratio": "30/30/30/10",
    "cut": 257,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 10.0
  },
  {
    "group": "가",
    "univ": "창신대",
    "dept": "식품영양학과",
    "ratio": "30/30/30/10",
    "cut": 265,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 10.0
  },
  {
    "group": "가",
    "univ": "창신대",
    "dept": "응급구조학과",
    "ratio": "30/30/30/10",
    "cut": 289,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 10.0
  },
  {
    "group": "가",
    "univ": "창신대",
    "dept": "항공정비기계학과",
    "ratio": "30/30/30/10",
    "cut": 278,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 10.0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "경영계열자율전공학부",
    "ratio": "30/25/20/25",
    "cut": 336,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "30/25/20/25",
    "cut": 330,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "사학과",
    "ratio": "30/25/20/25",
    "cut": 324,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "사회계열자율전공학부",
    "ratio": "30/25/20/25",
    "cut": 330,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "사회복지학과",
    "ratio": "30/25/20/25",
    "cut": 324,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "세무학과",
    "ratio": "30/25/20/25",
    "cut": 353,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "영어영문학과",
    "ratio": "30/25/20/25",
    "cut": 334,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "인문계열자율전공학부",
    "ratio": "30/25/20/25",
    "cut": 329,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "특수교육과",
    "ratio": "30/25/20/25",
    "cut": 342,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "행정학과",
    "ratio": "30/25/20/25",
    "cut": 339,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "회계학과",
    "ratio": "30/25/20/25",
    "cut": 342,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "간호학과",
    "ratio": "25/30/20/25",
    "cut": 350,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "건축학부-건축공학",
    "ratio": "25/30/20/25",
    "cut": 308,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "건축학부-건축학",
    "ratio": "25/30/20/25",
    "cut": 308,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "공학계열자율전공학부",
    "ratio": "25/30/20/25",
    "cut": 308,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "공학융합학부",
    "ratio": "25/30/20/25",
    "cut": 334,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "식품영양학과",
    "ratio": "25/30/20/25",
    "cut": 312,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "재료금속공학과",
    "ratio": "25/30/20/25",
    "cut": 308,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "첨단소재융합공학과",
    "ratio": "25/30/20/25",
    "cut": 309,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "컴퓨터공학과",
    "ratio": "25/30/20/25",
    "cut": 312,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "창원대",
    "dept": "통계학과",
    "ratio": "25/30/20/25",
    "cut": 316,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "사림아너스학부(자율전공학부)",
    "ratio": "30/30/20/20",
    "cut": 337,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "경영학과",
    "ratio": "30/25/20/25",
    "cut": 337,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "국어국문학과",
    "ratio": "30/25/20/25",
    "cut": 328,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "국제관계학과",
    "ratio": "30/25/20/25",
    "cut": 330,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "국제무역학과",
    "ratio": "30/25/20/25",
    "cut": 336,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "글로벌비즈니스학부",
    "ratio": "30/25/20/25",
    "cut": 336,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "독어독문학과",
    "ratio": "30/25/20/25",
    "cut": 318,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "법학과",
    "ratio": "30/25/20/25",
    "cut": 334,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "사회학과",
    "ratio": "30/25/20/25",
    "cut": 326,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "일어일문학과",
    "ratio": "30/25/20/25",
    "cut": 324,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "중국학과",
    "ratio": "30/25/20/25",
    "cut": 324,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "철학과",
    "ratio": "30/25/20/25",
    "cut": 318,
    "kr": 30.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "기계공학부-스마트제조융합",
    "ratio": "25/30/20/25",
    "cut": 331,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "산업시스템공학과",
    "ratio": "25/30/20/25",
    "cut": 312,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "스마트그린공학부-건설시스템공학",
    "ratio": "25/30/20/25",
    "cut": 304,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "스마트그린공학부-환경에너지공학",
    "ratio": "25/30/20/25",
    "cut": 304,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "스마트오션모빌리티공학과",
    "ratio": "25/30/20/25",
    "cut": 312,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "의류학과",
    "ratio": "25/30/20/25",
    "cut": 317,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "이학융합학부",
    "ratio": "25/30/20/25",
    "cut": 317,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "전자공학과",
    "ratio": "25/30/20/25",
    "cut": 330,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "정보통신공학과",
    "ratio": "25/30/20/25",
    "cut": 309,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "창원대",
    "dept": "지능로봇융합공학과",
    "ratio": "25/30/20/25",
    "cut": 330,
    "kr": 25.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "청주교대",
    "dept": "초등교육과",
    "ratio": "25/25/25/25",
    "cut": 364,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "경영학과",
    "ratio": "33/33/33/33",
    "cut": 315,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "경제통상학과",
    "ratio": "33/33/33/33",
    "cut": 302,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "경찰행정학과",
    "ratio": "33/33/33/33",
    "cut": 302,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "관광경영학과",
    "ratio": "33/33/33/33",
    "cut": 307,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "광고홍보학과",
    "ratio": "33/33/33/33",
    "cut": 317,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "군사학과",
    "ratio": "33/33/33/33",
    "cut": 315,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "무역학과",
    "ratio": "33/33/33/33",
    "cut": 302,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "문헌정보학과",
    "ratio": "33/33/33/33",
    "cut": 297,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "법학과",
    "ratio": "33/33/33/33",
    "cut": 302,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "호텔외식경영학과",
    "ratio": "33/33/33/33",
    "cut": 307,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "회계학과",
    "ratio": "33/33/33/33",
    "cut": 315,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "데이터사이언스학과",
    "ratio": "33/33/33/33",
    "cut": 313,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "디지털보안학과",
    "ratio": "33/33/33/33",
    "cut": 313,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "바이오의약학과",
    "ratio": "33/33/33/33",
    "cut": 296,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "시스템반도체공학과",
    "ratio": "33/33/33/33",
    "cut": 306,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "에너지융합공학과",
    "ratio": "33/33/33/33",
    "cut": 298,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "인공지능소프트웨어학과",
    "ratio": "33/33/33/33",
    "cut": 313,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "전기제어공학과",
    "ratio": "33/33/33/33",
    "cut": 306,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "전자공학과",
    "ratio": "33/33/33/33",
    "cut": 306,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "청주대",
    "dept": "제약공학과",
    "ratio": "33/33/33/33",
    "cut": 296,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "청주대",
    "dept": "국어교육과",
    "ratio": "33/33/33/33",
    "cut": 340,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "청주대",
    "dept": "자유전공학부",
    "ratio": "33/33/33/33",
    "cut": 302,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "청주대",
    "dept": "수학교육과",
    "ratio": "33/33/33/33",
    "cut": 345,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "청주대",
    "dept": "신소재화학과",
    "ratio": "33/33/33/33",
    "cut": 298,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "청주대",
    "dept": "조경학과",
    "ratio": "33/33/33/33",
    "cut": 288,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "청주대",
    "dept": "토목공학과",
    "ratio": "33/33/33/33",
    "cut": 288,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "청주대",
    "dept": "환경공학과",
    "ratio": "33/33/33/33",
    "cut": 288,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "사회복지학과",
    "ratio": "33/33/33/33",
    "cut": 302,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "신문방송학과",
    "ratio": "33/33/33/33",
    "cut": 317,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "영어영문학과",
    "ratio": "33/33/33/33",
    "cut": 297,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "의료경영학과",
    "ratio": "33/33/33/33",
    "cut": 313,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "지적학과",
    "ratio": "33/33/33/33",
    "cut": 302,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "항공서비스학과",
    "ratio": "33/33/33/33",
    "cut": 349,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "간호학과",
    "ratio": "33/33/33/33",
    "cut": 350,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "건축공학과",
    "ratio": "33/33/33/33",
    "cut": 298,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "건축학과",
    "ratio": "33/33/33/33",
    "cut": 298,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "동물보건복지학과",
    "ratio": "33/33/33/33",
    "cut": 296,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "무인항공기학과",
    "ratio": "33/33/33/33",
    "cut": 353,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "물리치료학과",
    "ratio": "33/33/33/33",
    "cut": 337,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "방사선학과",
    "ratio": "33/33/33/33",
    "cut": 317,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "임상병리학과",
    "ratio": "33/33/33/33",
    "cut": 313,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "작업치료학과",
    "ratio": "33/33/33/33",
    "cut": 311,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "치위생학과",
    "ratio": "33/33/33/33",
    "cut": 323,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "항공기계공학과",
    "ratio": "33/33/33/33",
    "cut": 345,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "청주대",
    "dept": "항공운항학과",
    "ratio": "0/35/40/25",
    "cut": 365,
    "kr": 0.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "추계예대",
    "dept": "융합예술학부",
    "ratio": "50/0/50/0",
    "cut": 338,
    "kr": 50.0,
    "mr": 0.0,
    "tr": 0.0
  },
  {
    "group": "나",
    "univ": "춘천교대",
    "dept": "초등교육과",
    "ratio": "33/33/16/16",
    "cut": 362,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 16.7
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "자율전공융합학부",
    "ratio": "35/35/0/30",
    "cut": 353,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "공공안전학전공",
    "ratio": "45/25/0/30",
    "cut": 353,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "교육학과",
    "ratio": "45/25/0/30",
    "cut": 351,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "국어교육과",
    "ratio": "45/25/0/30",
    "cut": 356,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "도시자치융합학과",
    "ratio": "45/25/0/30",
    "cut": 350,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "리더십과조직과학전공",
    "ratio": "45/25/0/30",
    "cut": 347,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "문헌정보학과",
    "ratio": "45/25/0/30",
    "cut": 350,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "문화와사회융합",
    "ratio": "45/25/0/30",
    "cut": 348,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "사회복지학과",
    "ratio": "45/25/0/30",
    "cut": 344,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "사회학과",
    "ratio": "45/25/0/30",
    "cut": 349,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "심리학과",
    "ratio": "45/25/0/30",
    "cut": 355,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "언론정보학과",
    "ratio": "45/25/0/30",
    "cut": 351,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "영어교육과",
    "ratio": "45/25/0/30",
    "cut": 355,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "인문사회융합학부",
    "ratio": "45/25/0/30",
    "cut": 351,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "정치외교학과",
    "ratio": "45/25/0/30",
    "cut": 354,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "행정학부",
    "ratio": "45/25/0/30",
    "cut": 355,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "건설공학교육과",
    "ratio": "25/45/0/30",
    "cut": 346,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "건축학과",
    "ratio": "25/45/0/30",
    "cut": 360,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "기계공학교육과",
    "ratio": "25/45/0/30",
    "cut": 346,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "기계공학부",
    "ratio": "25/45/0/30",
    "cut": 361,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "기술교육과",
    "ratio": "25/45/0/30",
    "cut": 361,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "메카트로닉스공학과",
    "ratio": "25/45/0/30",
    "cut": 358,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "미생물분자생명과학과",
    "ratio": "25/45/0/30",
    "cut": 353,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "생명정보융합학과",
    "ratio": "25/45/0/30",
    "cut": 353,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "생물과학과",
    "ratio": "25/45/0/30",
    "cut": 355,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "소비자학과",
    "ratio": "25/45/0/30",
    "cut": 350,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "수학교육과",
    "ratio": "25/45/0/30",
    "cut": 363,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "스마트시티건축공학과",
    "ratio": "25/45/0/30",
    "cut": 353,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "식품영양학과",
    "ratio": "25/45/0/30",
    "cut": 351,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "신소재공학과",
    "ratio": "25/45/0/30",
    "cut": 359,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "약학과",
    "ratio": "25/45/0/30",
    "cut": 403,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "에너지공학과",
    "ratio": "25/45/0/30",
    "cut": 361,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "유기재료공학과",
    "ratio": "25/45/0/30",
    "cut": 353,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "응용화학공학과",
    "ratio": "25/45/0/30",
    "cut": 361,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "의류학과",
    "ratio": "25/45/0/30",
    "cut": 347,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "자연과학융합학부",
    "ratio": "25/45/0/30",
    "cut": 350,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "자율운항시스템공학과",
    "ratio": "25/45/0/30",
    "cut": 352,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "전기공학과",
    "ratio": "25/45/0/30",
    "cut": 366,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "전기전자통신공학교육과",
    "ratio": "25/45/0/30",
    "cut": 349,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "전자공학과",
    "ratio": "25/45/0/30",
    "cut": 369,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "정보통신융합학부",
    "ratio": "25/45/0/30",
    "cut": 358,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "컴퓨터인공지능학부",
    "ratio": "25/45/0/30",
    "cut": 364,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "토목공학과",
    "ratio": "25/45/0/30",
    "cut": 355,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "항공우주공학과",
    "ratio": "25/45/0/30",
    "cut": 356,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "화학공학교육과",
    "ratio": "25/45/0/30",
    "cut": 341,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충남대",
    "dept": "환경공학과",
    "ratio": "25/45/0/30",
    "cut": 353,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "경영학부",
    "ratio": "45/25/0/30",
    "cut": 356,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "경제학과",
    "ratio": "45/25/0/30",
    "cut": 353,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "고고학과",
    "ratio": "45/25/0/30",
    "cut": 343,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "국사학과",
    "ratio": "45/25/0/30",
    "cut": 343,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "국어국문학과",
    "ratio": "45/25/0/30",
    "cut": 346,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "국제학부",
    "ratio": "45/25/0/30",
    "cut": 349,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "독어독문학과",
    "ratio": "45/25/0/30",
    "cut": 342,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "무역학과",
    "ratio": "45/25/0/30",
    "cut": 351,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "불어불문학과",
    "ratio": "45/25/0/30",
    "cut": 345,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "사학과",
    "ratio": "45/25/0/30",
    "cut": 350,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "언어학과",
    "ratio": "45/25/0/30",
    "cut": 347,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "영어영문학과",
    "ratio": "45/25/0/30",
    "cut": 348,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "일어일문학과",
    "ratio": "45/25/0/30",
    "cut": 345,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "중어중문학과",
    "ratio": "45/25/0/30",
    "cut": 345,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "철학과",
    "ratio": "45/25/0/30",
    "cut": 345,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "한문학과",
    "ratio": "45/25/0/30",
    "cut": 342,
    "kr": 45.0,
    "mr": 25.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "간호학과",
    "ratio": "25/45/0/30",
    "cut": 366,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "공학융합학부",
    "ratio": "25/45/0/30",
    "cut": 353,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "농생명융합학부",
    "ratio": "25/45/0/30",
    "cut": 351,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "물리학과",
    "ratio": "25/45/0/30",
    "cut": 351,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "반도체융합학과",
    "ratio": "25/45/0/30",
    "cut": 352,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "생화학과",
    "ratio": "25/45/0/30",
    "cut": 354,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "수의예과",
    "ratio": "25/45/0/30",
    "cut": 401,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "수학과",
    "ratio": "25/45/0/30",
    "cut": 354,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "의예과",
    "ratio": "25/45/0/30",
    "cut": 411,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "정보통계학과",
    "ratio": "25/45/0/30",
    "cut": 359,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "지질환경과학과",
    "ratio": "25/45/0/30",
    "cut": 346,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "천문우주과학과",
    "ratio": "25/45/0/30",
    "cut": 354,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "해양환경과학과",
    "ratio": "25/45/0/30",
    "cut": 349,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충남대",
    "dept": "화학과",
    "ratio": "25/45/0/30",
    "cut": 353,
    "kr": 25.0,
    "mr": 45.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "경영정보학과",
    "ratio": "30/20/20/30",
    "cut": 345,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "경영학부",
    "ratio": "30/20/20/30",
    "cut": 348,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "고고미술사학과",
    "ratio": "30/20/20/30",
    "cut": 342,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "국어국문학과",
    "ratio": "30/20/20/30",
    "cut": 343,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "국제경영학과",
    "ratio": "30/20/20/30",
    "cut": 345,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "농업경제학과",
    "ratio": "30/20/20/30",
    "cut": 340,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "독일언어문화학과",
    "ratio": "30/20/20/30",
    "cut": 340,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "러시아언어문화학과",
    "ratio": "30/20/20/30",
    "cut": 339,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "사학과",
    "ratio": "30/20/20/30",
    "cut": 343,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "영어영문학과",
    "ratio": "30/20/20/30",
    "cut": 344,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "중어중문학과",
    "ratio": "30/20/20/30",
    "cut": 342,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "철학과",
    "ratio": "30/20/20/30",
    "cut": 341,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "프랑스언어문화학과",
    "ratio": "30/20/20/30",
    "cut": 341,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "목재종이과학과",
    "ratio": "20/30/20/30",
    "cut": 340,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "물리학과",
    "ratio": "20/30/20/30",
    "cut": 346,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "미생물학과",
    "ratio": "20/30/20/30",
    "cut": 345,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "바이오시스템공학과",
    "ratio": "20/30/20/30",
    "cut": 347,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "바이오헬스학부",
    "ratio": "20/30/20/30",
    "cut": 348,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "반도체공학부",
    "ratio": "20/30/20/30",
    "cut": 350,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "산림학과",
    "ratio": "20/30/20/30",
    "cut": 343,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "생물학과",
    "ratio": "20/30/20/30",
    "cut": 349,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "생화학과",
    "ratio": "20/30/20/30",
    "cut": 346,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "소프트웨어학부",
    "ratio": "20/30/20/30",
    "cut": 358,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "수의예과",
    "ratio": "20/30/20/30",
    "cut": 401,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "수학과",
    "ratio": "20/30/20/30",
    "cut": 346,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "식물의학과",
    "ratio": "20/30/20/30",
    "cut": 342,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "식물자원학과",
    "ratio": "20/30/20/30",
    "cut": 344,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "식품생명공학과",
    "ratio": "20/30/20/30",
    "cut": 347,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "원예과학과",
    "ratio": "20/30/20/30",
    "cut": 341,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "전기공학부",
    "ratio": "20/30/20/30",
    "cut": 354,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "전자공학과",
    "ratio": "20/30/20/30",
    "cut": 350,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "전자정보자율전공학부",
    "ratio": "20/30/20/30",
    "cut": 353,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "정보통계학과",
    "ratio": "20/30/20/30",
    "cut": 347,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "정보통신공학부",
    "ratio": "20/30/20/30",
    "cut": 350,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "지구환경과학과",
    "ratio": "20/30/20/30",
    "cut": 341,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "지능로봇공학과",
    "ratio": "20/30/20/30",
    "cut": 352,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "지역건설공학과",
    "ratio": "20/30/20/30",
    "cut": 343,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "천문우주학과",
    "ratio": "20/30/20/30",
    "cut": 347,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "축산학과",
    "ratio": "20/30/20/30",
    "cut": 337,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "컴퓨터공학과",
    "ratio": "20/30/20/30",
    "cut": 358,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "특용식물학과",
    "ratio": "20/30/20/30",
    "cut": 342,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "화학과",
    "ratio": "20/30/20/30",
    "cut": 347,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "충북대",
    "dept": "환경생명화학과",
    "ratio": "20/30/20/30",
    "cut": 345,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "경제학과",
    "ratio": "30/20/20/30",
    "cut": 347,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "교육학과",
    "ratio": "30/20/20/30",
    "cut": 352,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "국어교육과",
    "ratio": "30/20/20/30",
    "cut": 351,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "사회교육과",
    "ratio": "30/20/20/30",
    "cut": 353,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "사회학과",
    "ratio": "30/20/20/30",
    "cut": 344,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "소비자학과",
    "ratio": "30/20/20/30",
    "cut": 342,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "심리학과",
    "ratio": "30/20/20/30",
    "cut": 346,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "아동복지학과",
    "ratio": "30/20/20/30",
    "cut": 341,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "역사교육과",
    "ratio": "30/20/20/30",
    "cut": 358,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "영어교육과",
    "ratio": "30/20/20/30",
    "cut": 348,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "윤리교육과",
    "ratio": "30/20/20/30",
    "cut": 363,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "정치외교학과",
    "ratio": "30/20/20/30",
    "cut": 347,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "지리교육과",
    "ratio": "30/20/20/30",
    "cut": 349,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "행정학과",
    "ratio": "30/20/20/30",
    "cut": 348,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "간호학과",
    "ratio": "20/30/20/30",
    "cut": 361,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "건축공학과",
    "ratio": "20/30/20/30",
    "cut": 346,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "건축학과",
    "ratio": "20/30/20/30",
    "cut": 356,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "공업화학과",
    "ratio": "20/30/20/30",
    "cut": 348,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "공학자율전공학부",
    "ratio": "20/30/20/30",
    "cut": 351,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "기계공학부",
    "ratio": "20/30/20/30",
    "cut": 354,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "도시공학과",
    "ratio": "20/30/20/30",
    "cut": 348,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "물리교육과",
    "ratio": "20/30/20/30",
    "cut": 351,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "생물교육과",
    "ratio": "20/30/20/30",
    "cut": 356,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "수학교육과",
    "ratio": "20/30/20/30",
    "cut": 358,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "식품영양학과",
    "ratio": "20/30/20/30",
    "cut": 348,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "신소재공학과",
    "ratio": "20/30/20/30",
    "cut": 351,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "안전공학과",
    "ratio": "20/30/20/30",
    "cut": 347,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "약학과",
    "ratio": "20/30/20/30",
    "cut": 403,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "의류학과",
    "ratio": "20/30/20/30",
    "cut": 345,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "의예과",
    "ratio": "20/30/20/30",
    "cut": 410,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "제약학과",
    "ratio": "20/30/20/30",
    "cut": 403,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "주거환경학과",
    "ratio": "20/30/20/30",
    "cut": 347,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "지구과학교육과",
    "ratio": "20/30/20/30",
    "cut": 352,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "토목공학부",
    "ratio": "20/30/20/30",
    "cut": 347,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "화학공학과",
    "ratio": "20/30/20/30",
    "cut": 357,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "화학교육과",
    "ratio": "20/30/20/30",
    "cut": 353,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "충북대",
    "dept": "환경공학과",
    "ratio": "20/30/20/30",
    "cut": 347,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "충북대",
    "dept": "인문사회자율전공계열",
    "ratio": "30/20/20/30",
    "cut": 347,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "충북대",
    "dept": "자연과학자율전공계열",
    "ratio": "20/30/20/30",
    "cut": 348,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "칼빈대",
    "dept": "사회복지학과",
    "ratio": "100/0/0/0",
    "cut": 297,
    "kr": 100.0,
    "mr": 0.0,
    "tr": 0.0
  },
  {
    "group": "다",
    "univ": "칼빈대",
    "dept": "신학과",
    "ratio": "100/0/0/0",
    "cut": 297,
    "kr": 100.0,
    "mr": 0.0,
    "tr": 0.0
  },
  {
    "group": "다",
    "univ": "칼빈대",
    "dept": "애완동물학과",
    "ratio": "0/0/0/100",
    "cut": 290,
    "kr": 0.0,
    "mr": 0.0,
    "tr": 100.0
  },
  {
    "group": "다",
    "univ": "한경국립대",
    "dept": "HK자율전공학부",
    "ratio": "40/40/40/20",
    "cut": 337,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한경국립대",
    "dept": "법경영학부",
    "ratio": "40/40/40/20",
    "cut": 338,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한경국립대",
    "dept": "인문융합공공인재학부",
    "ratio": "40/40/40/20",
    "cut": 338,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한경국립대",
    "dept": "ICT로봇기계공학부",
    "ratio": "40/40/40/20",
    "cut": 337,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한경국립대",
    "dept": "건설환경공학부",
    "ratio": "40/40/40/20",
    "cut": 327,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한경국립대",
    "dept": "건축융합학부-건축공학",
    "ratio": "40/40/40/20",
    "cut": 337,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한경국립대",
    "dept": "건축융합학부-건축학",
    "ratio": "40/40/40/20",
    "cut": 343,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한경국립대",
    "dept": "동물생명융합학부",
    "ratio": "40/40/40/20",
    "cut": 320,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한경국립대",
    "dept": "사회안전시스템공학부",
    "ratio": "40/40/40/20",
    "cut": 329,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한경국립대",
    "dept": "생명공학부",
    "ratio": "40/40/40/20",
    "cut": 323,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한경국립대",
    "dept": "식물자원조경학부",
    "ratio": "40/40/40/20",
    "cut": 327,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한경국립대",
    "dept": "식품생명화학공학부",
    "ratio": "40/40/40/20",
    "cut": 333,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한경국립대",
    "dept": "식품생명화학공학부-화학공학",
    "ratio": "40/40/40/20",
    "cut": 337,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한경국립대",
    "dept": "웰니스산업융합학부",
    "ratio": "40/40/40/20",
    "cut": 320,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한경국립대",
    "dept": "전자전기공학부",
    "ratio": "40/40/40/20",
    "cut": 344,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한경국립대",
    "dept": "컴퓨터응용수학부",
    "ratio": "40/40/40/20",
    "cut": 341,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한경국립대",
    "dept": "컴퓨터응용수학부-정보보안",
    "ratio": "40/40/40/20",
    "cut": 343,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한경국립대",
    "dept": "사회복지학전공",
    "ratio": "40/40/40/20",
    "cut": 327,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한경국립대",
    "dept": "유아특수보육학전공",
    "ratio": "40/40/40/20",
    "cut": 309,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한경국립대",
    "dept": "한국수어교육전공",
    "ratio": "40/40/40/20",
    "cut": 304,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한경국립대",
    "dept": "AI반도체융합전공",
    "ratio": "40/40/40/20",
    "cut": 319,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한경국립대",
    "dept": "의료재활공학전공",
    "ratio": "40/40/40/20",
    "cut": 317,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국공학대",
    "dept": "자유전공학부",
    "ratio": "30/30/20/20",
    "cut": 352,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국공학대",
    "dept": "경영자율전공",
    "ratio": "30/30/20/20",
    "cut": 352,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국공학대",
    "dept": "IT반도체융합자율전공",
    "ratio": "25/35/20/20",
    "cut": 356,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국공학대",
    "dept": "SW자율전공",
    "ratio": "25/35/20/20",
    "cut": 354,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국공학대",
    "dept": "스마트기계융합자율전공",
    "ratio": "25/35/20/20",
    "cut": 353,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국공학대",
    "dept": "첨단융합자율전공",
    "ratio": "25/35/20/20",
    "cut": 355,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "경영학부-IT경영",
    "ratio": "30/30/20/20",
    "cut": 352,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "경영학부-데이터사이언스경영",
    "ratio": "30/30/20/20",
    "cut": 351,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "게임공학과",
    "ratio": "25/35/20/20",
    "cut": 350,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "기계공학과",
    "ratio": "25/35/20/20",
    "cut": 351,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "기계설계공학부-기계설계",
    "ratio": "25/35/20/20",
    "cut": 349,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "메카트로닉스공학부-AI로봇",
    "ratio": "25/35/20/20",
    "cut": 350,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "반도체공학부-반도체시스템",
    "ratio": "25/35/20/20",
    "cut": 355,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "생명화학공학과",
    "ratio": "25/35/20/20",
    "cut": 349,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "신소재공학과",
    "ratio": "25/35/20/20",
    "cut": 351,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "에너지전기공학부-미래에너지시스템",
    "ratio": "25/35/20/20",
    "cut": 352,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "전자공학부-전자공학",
    "ratio": "25/35/20/20",
    "cut": 350,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국공학대",
    "dept": "컴퓨터공학부-컴퓨터공학",
    "ratio": "25/35/20/20",
    "cut": 354,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국공학대",
    "dept": "경영학부-경영학",
    "ratio": "30/30/20/20",
    "cut": 350,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국공학대",
    "dept": "기계설계공학부-지능형모빌리티",
    "ratio": "25/35/20/20",
    "cut": 363,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국공학대",
    "dept": "디자인공학부",
    "ratio": "25/35/20/20",
    "cut": 357,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국공학대",
    "dept": "메카트로닉스공학부-메카트로닉스",
    "ratio": "25/35/20/20",
    "cut": 350,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국공학대",
    "dept": "반도체공학부-나노반도체",
    "ratio": "25/35/20/20",
    "cut": 355,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국공학대",
    "dept": "에너지전기공학부-전력응용시스템",
    "ratio": "25/35/20/20",
    "cut": 354,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국공학대",
    "dept": "인공지능학과",
    "ratio": "25/35/20/20",
    "cut": 361,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국공학대",
    "dept": "전자공학부-임베디드시스템",
    "ratio": "25/35/20/20",
    "cut": 354,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국공학대",
    "dept": "컴퓨터공학부-소프트웨어",
    "ratio": "25/35/20/20",
    "cut": 355,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "교육학과",
    "ratio": "27/25/25/22",
    "cut": 370,
    "kr": 27.5,
    "mr": 25.0,
    "tr": 22.5
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "국어교육과",
    "ratio": "30/20/25/25",
    "cut": 371,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "독어교육과",
    "ratio": "30/20/25/25",
    "cut": 369,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "불어교육과",
    "ratio": "30/20/25/25",
    "cut": 369,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "역사교육과",
    "ratio": "30/20/25/25",
    "cut": 369,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "영어교육과",
    "ratio": "27/17/30/25",
    "cut": 373,
    "kr": 27.5,
    "mr": 17.5,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "유아교육과",
    "ratio": "27/25/25/22",
    "cut": 369,
    "kr": 27.5,
    "mr": 25.0,
    "tr": 22.5
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "윤리교육과",
    "ratio": "30/20/25/25",
    "cut": 373,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "일반사회교육과",
    "ratio": "30/20/25/25",
    "cut": 374,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "중국어교육과",
    "ratio": "30/20/25/25",
    "cut": 370,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "지리교육과",
    "ratio": "30/20/25/25",
    "cut": 369,
    "kr": 30.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "초등교육과",
    "ratio": "27/25/25/22",
    "cut": 377,
    "kr": 27.5,
    "mr": 25.0,
    "tr": 22.5
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "특수교육과",
    "ratio": "27/25/25/22",
    "cut": 369,
    "kr": 27.5,
    "mr": 25.0,
    "tr": 22.5
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "가정교육과",
    "ratio": "22/30/22/25",
    "cut": 367,
    "kr": 22.5,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "기술교육과",
    "ratio": "22/30/22/25",
    "cut": 374,
    "kr": 22.5,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "물리교육과",
    "ratio": "22/30/22/25",
    "cut": 367,
    "kr": 22.5,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "생물교육과",
    "ratio": "22/30/22/25",
    "cut": 379,
    "kr": 22.5,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "수학교육과",
    "ratio": "22/30/22/25",
    "cut": 380,
    "kr": 22.5,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "지구과학교육과",
    "ratio": "22/30/22/25",
    "cut": 371,
    "kr": 22.5,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "컴퓨터교육과",
    "ratio": "22/30/22/25",
    "cut": 374,
    "kr": 22.5,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "화학교육과",
    "ratio": "22/30/22/25",
    "cut": 378,
    "kr": 22.5,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한국교원대",
    "dept": "환경교육과",
    "ratio": "22/30/22/25",
    "cut": 369,
    "kr": 22.5,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "경영학과",
    "ratio": "33/33/33/33",
    "cut": 340,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "국제무역학과",
    "ratio": "33/33/33/33",
    "cut": 340,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "사회복지학과",
    "ratio": "33/33/33/33",
    "cut": 340,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "영어영문학과",
    "ratio": "33/33/33/33",
    "cut": 326,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "유아교육학과",
    "ratio": "33/33/33/33",
    "cut": 341,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "유아특수교육학과",
    "ratio": "33/33/33/33",
    "cut": 333,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "융합경영학과",
    "ratio": "33/33/33/33",
    "cut": 340,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "중국어학과",
    "ratio": "33/33/33/33",
    "cut": 336,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "철도경영물류학과",
    "ratio": "33/33/33/33",
    "cut": 356,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "한국어문학과",
    "ratio": "33/33/33/33",
    "cut": 326,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "행정정보융합학과",
    "ratio": "33/33/33/33",
    "cut": 341,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "행정학과",
    "ratio": "33/33/33/33",
    "cut": 341,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "간호학과",
    "ratio": "33/33/33/33",
    "cut": 360,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "기계공학과",
    "ratio": "33/33/33/33",
    "cut": 326,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "물리치료학과",
    "ratio": "33/33/33/33",
    "cut": 341,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "응급구조학과",
    "ratio": "33/33/33/33",
    "cut": 345,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "자동차공학과",
    "ratio": "33/33/33/33",
    "cut": 326,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "전기공학과",
    "ratio": "33/33/33/33",
    "cut": 336,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "전자공학과",
    "ratio": "33/33/33/33",
    "cut": 331,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "철도AI데이터공학부",
    "ratio": "33/33/33/33",
    "cut": 359,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "철도운전시스템공학과",
    "ratio": "33/33/33/33",
    "cut": 366,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "철도인프라공학과",
    "ratio": "33/33/33/33",
    "cut": 361,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "철도전기정보공학과",
    "ratio": "33/33/33/33",
    "cut": 366,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "철도차량시스템공학과",
    "ratio": "33/33/33/33",
    "cut": 363,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "컴퓨터공학과",
    "ratio": "33/33/33/33",
    "cut": 331,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "컴퓨터소프트웨어학과",
    "ratio": "33/33/33/33",
    "cut": 331,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "항공모빌리티학부",
    "ratio": "33/33/33/33",
    "cut": 340,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한국교통대",
    "dept": "항공운항학과",
    "ratio": "33/33/33/33",
    "cut": 360,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "한국교통대",
    "dept": "산업디자인학과",
    "ratio": "33/33/33/33",
    "cut": 324,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "한국교통대",
    "dept": "커뮤니케이션디자인학과",
    "ratio": "33/33/33/33",
    "cut": 324,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "한국교통대",
    "dept": "건설환경도시교통공학부",
    "ratio": "33/33/33/33",
    "cut": 310,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "한국교통대",
    "dept": "건축공학과",
    "ratio": "33/33/33/33",
    "cut": 323,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "한국교통대",
    "dept": "건축학과",
    "ratio": "33/33/33/33",
    "cut": 323,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "한국교통대",
    "dept": "나노메디컬공학부",
    "ratio": "33/33/33/33",
    "cut": 339,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "한국교통대",
    "dept": "나노화학소재공학과",
    "ratio": "33/33/33/33",
    "cut": 325,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "한국교통대",
    "dept": "반도체신소재공학과",
    "ratio": "33/33/33/33",
    "cut": 325,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "한국교통대",
    "dept": "산업경영공학과",
    "ratio": "33/33/33/33",
    "cut": 339,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "한국교통대",
    "dept": "식품생명학부",
    "ratio": "33/33/33/33",
    "cut": 321,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "한국교통대",
    "dept": "안전공학과",
    "ratio": "33/33/33/33",
    "cut": 339,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "한국교통대",
    "dept": "자유전공학부(충주)",
    "ratio": "33/33/33/33",
    "cut": 343,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "한국교통대",
    "dept": "화공생물공학과",
    "ratio": "33/33/33/33",
    "cut": 325,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "한국기술교대",
    "dept": "사회융합계열",
    "ratio": "35/20/20/25",
    "cut": 345,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "한국기술교대",
    "dept": "자율전공(인문)",
    "ratio": "35/20/20/25",
    "cut": 345,
    "kr": 35.0,
    "mr": 20.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "한국성서대",
    "dept": "사회복지학과",
    "ratio": "40/0/30/30",
    "cut": 325,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "한국성서대",
    "dept": "성서학과",
    "ratio": "40/0/30/30",
    "cut": 303,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "한국성서대",
    "dept": "영유아보육학과",
    "ratio": "40/0/30/30",
    "cut": 312,
    "kr": 40.0,
    "mr": 0.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "한국성서대",
    "dept": "AI융합학부",
    "ratio": "0/40/30/30",
    "cut": 317,
    "kr": 0.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "한국성서대",
    "dept": "간호학과",
    "ratio": "30/30/30/10",
    "cut": 351,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 10.0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "ELLT학과",
    "ratio": "30/35/15/20",
    "cut": 377,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "Language&Trade학부",
    "ratio": "30/35/15/20",
    "cut": 379,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "SocialScience&AI융합학부",
    "ratio": "30/35/15/20",
    "cut": 378,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "국제학부",
    "ratio": "30/35/15/20",
    "cut": 377,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "말레이인도네시아어과",
    "ratio": "30/30/20/20",
    "cut": 375,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "몽골어과",
    "ratio": "30/30/20/20",
    "cut": 374,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "베트남어과",
    "ratio": "30/30/20/20",
    "cut": 375,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "아랍어과",
    "ratio": "30/30/20/20",
    "cut": 375,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "영어교육과",
    "ratio": "30/30/20/20",
    "cut": 377,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "외국어교육학부-독일어교육",
    "ratio": "30/30/20/20",
    "cut": 374,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "외국어교육학부-중국어교육",
    "ratio": "30/30/20/20",
    "cut": 374,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "외국어교육학부-프랑스어교육",
    "ratio": "30/30/20/20",
    "cut": 374,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "인도어과",
    "ratio": "30/30/20/20",
    "cut": 374,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "일본언어문화학부",
    "ratio": "30/30/20/20",
    "cut": 375,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "중국언어문화학부",
    "ratio": "30/30/20/20",
    "cut": 375,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "태국어과",
    "ratio": "30/30/20/20",
    "cut": 374,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "튀르키예아제르바이잔어과",
    "ratio": "30/30/20/20",
    "cut": 374,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "특수외국어(인도아세안지역)계열",
    "ratio": "30/30/20/20",
    "cut": 375,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "특수외국어(중동지역)계열",
    "ratio": "30/30/20/20",
    "cut": 374,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "페르시아어이란학과",
    "ratio": "30/30/20/20",
    "cut": 374,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국외대",
    "dept": "한국어교육과",
    "ratio": "30/30/20/20",
    "cut": 377,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "Language&Diplomacy학부",
    "ratio": "30/35/15/20",
    "cut": 380,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "경제학부",
    "ratio": "30/35/15/20",
    "cut": 378,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "국제통상학과",
    "ratio": "30/35/15/20",
    "cut": 378,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "네덜란드어과",
    "ratio": "30/30/20/20",
    "cut": 375,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "노어과",
    "ratio": "30/30/20/20",
    "cut": 375,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "독일어과",
    "ratio": "30/30/20/20",
    "cut": 375,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "미디어커뮤니케이션학부",
    "ratio": "30/35/15/20",
    "cut": 377,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "사회과학대학(통합모집)",
    "ratio": "30/35/15/20",
    "cut": 378,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "상경대학(통합모집)",
    "ratio": "30/35/15/20",
    "cut": 380,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "스칸디나비아어과",
    "ratio": "30/30/20/20",
    "cut": 374,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "스페인어과",
    "ratio": "30/30/20/20",
    "cut": 376,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "영미문학문화학과",
    "ratio": "30/30/20/20",
    "cut": 377,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "영어대학(통합모집)",
    "ratio": "30/30/20/20",
    "cut": 377,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "영어통번역학과",
    "ratio": "30/30/20/20",
    "cut": 377,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "융합일본지역학부",
    "ratio": "30/30/20/20",
    "cut": 376,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "이탈리아어과",
    "ratio": "30/30/20/20",
    "cut": 375,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "일본학대학(통합모집)",
    "ratio": "30/30/20/20",
    "cut": 375,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "정치외교학과",
    "ratio": "30/35/15/20",
    "cut": 377,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "중국외교통상학부",
    "ratio": "30/30/20/20",
    "cut": 376,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "중국학대학(통합모집)",
    "ratio": "30/30/20/20",
    "cut": 375,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "특수외국어(유럽지역)계열",
    "ratio": "30/30/20/20",
    "cut": 374,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "포르투갈어과",
    "ratio": "30/30/20/20",
    "cut": 375,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "프랑스어학부",
    "ratio": "30/30/20/20",
    "cut": 375,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "핵심외국어계열",
    "ratio": "30/30/20/20",
    "cut": 376,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대",
    "dept": "행정학과",
    "ratio": "30/35/15/20",
    "cut": 377,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국외대",
    "dept": "경영학부",
    "ratio": "30/35/15/20",
    "cut": 380,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국외대",
    "dept": "자유전공학부(서울)",
    "ratio": "30/30/20/20",
    "cut": 380,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국외대",
    "dept": "Language&AI융합학부",
    "ratio": "20/35/15/30",
    "cut": 383,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "한국외대(글로벌)",
    "dept": "그리스불가리아학과",
    "ratio": "30/30/20/20",
    "cut": 348,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국외대(글로벌)",
    "dept": "디지털콘텐츠학부",
    "ratio": "30/30/20/20",
    "cut": 354,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국외대(글로벌)",
    "dept": "아프리카학부",
    "ratio": "30/30/20/20",
    "cut": 347,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국외대(글로벌)",
    "dept": "중앙아시아학과",
    "ratio": "30/30/20/20",
    "cut": 346,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국외대(글로벌)",
    "dept": "한국학과",
    "ratio": "30/30/20/20",
    "cut": 349,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국외대(글로벌)",
    "dept": "AI데이터융합학부",
    "ratio": "20/35/15/30",
    "cut": 360,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "한국외대(글로벌)",
    "dept": "기후변화융합학부",
    "ratio": "20/35/15/30",
    "cut": 354,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "한국외대(글로벌)",
    "dept": "바이오메디컬공학부",
    "ratio": "20/35/15/30",
    "cut": 355,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "한국외대(글로벌)",
    "dept": "반도체전자공학부-반도체공학",
    "ratio": "20/35/15/30",
    "cut": 359,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "국가전략언어계열",
    "ratio": "30/30/20/20",
    "cut": 350,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "루마니아어과",
    "ratio": "30/30/20/20",
    "cut": 347,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "사학과",
    "ratio": "30/30/20/20",
    "cut": 352,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "세르비아크로아티아학과",
    "ratio": "30/30/20/20",
    "cut": 347,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "언어인지과학과",
    "ratio": "30/30/20/20",
    "cut": 351,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "우크라이나어과",
    "ratio": "30/30/20/20",
    "cut": 346,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "인문대학(통합모집)",
    "ratio": "30/30/20/20",
    "cut": 347,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "철학과",
    "ratio": "30/30/20/20",
    "cut": 351,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "체코슬로바키아어과",
    "ratio": "30/30/20/20",
    "cut": 348,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "폴란드어과",
    "ratio": "30/30/20/20",
    "cut": 349,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "헝가리어과",
    "ratio": "30/30/20/20",
    "cut": 349,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "공과계열",
    "ratio": "20/35/15/30",
    "cut": 357,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "반도체전자공학부-전자공학",
    "ratio": "20/35/15/30",
    "cut": 359,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "산업경영공학과",
    "ratio": "20/35/15/30",
    "cut": 357,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "정보통신공학과",
    "ratio": "20/35/15/30",
    "cut": 358,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "한국외대(글로벌)",
    "dept": "컴퓨터공학부",
    "ratio": "20/35/15/30",
    "cut": 361,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "Culture&Technology융합대학(통합모집)",
    "ratio": "30/30/20/20",
    "cut": 352,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "Finance&AI융합학부",
    "ratio": "30/35/15/20",
    "cut": 353,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "GlobalBusiness&Technology학부",
    "ratio": "30/35/15/20",
    "cut": 357,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "경상대학(통합모집)",
    "ratio": "30/35/15/20",
    "cut": 356,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "국제금융학과",
    "ratio": "30/35/15/20",
    "cut": 356,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "글로벌스포츠산업학부",
    "ratio": "30/35/15/20",
    "cut": 360,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "융합인재학부",
    "ratio": "30/35/15/20",
    "cut": 355,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "자유전공학부(글로벌)",
    "ratio": "30/30/20/20",
    "cut": 355,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "투어리즘&웰니스학부",
    "ratio": "30/30/20/20",
    "cut": 352,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "AI융합대학(통합모집)",
    "ratio": "20/35/15/30",
    "cut": 357,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "생명공학과",
    "ratio": "20/35/15/30",
    "cut": 355,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "수학과",
    "ratio": "20/35/15/30",
    "cut": 355,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "자연과학대학(통합모집)",
    "ratio": "20/35/15/30",
    "cut": 355,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "전자물리학과",
    "ratio": "20/35/15/30",
    "cut": 355,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "통계학과",
    "ratio": "20/35/15/30",
    "cut": 361,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "화학과",
    "ratio": "20/35/15/30",
    "cut": 355,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "한국외대(글로벌)",
    "dept": "환경학과",
    "ratio": "20/35/15/30",
    "cut": 356,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "한국항공대",
    "dept": "공과대학",
    "ratio": "20/35/20/25",
    "cut": 365,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한국항공대",
    "dept": "AI융합대학",
    "ratio": "20/35/20/25",
    "cut": 365,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한국항공대",
    "dept": "스마트드론공학과",
    "ratio": "20/35/20/25",
    "cut": 364,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "한국항공대",
    "dept": "AI자율주행시스템공학과",
    "ratio": "20/35/20/25",
    "cut": 365,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "한국항공대",
    "dept": "자유전공학부(공학적성)",
    "ratio": "20/35/20/25",
    "cut": 366,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "해사법학부",
    "ratio": "32/22/25/20",
    "cut": 353,
    "kr": 32.5,
    "mr": 22.5,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "해양영어영문학과",
    "ratio": "32/22/25/20",
    "cut": 346,
    "kr": 32.5,
    "mr": 22.5,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "해양행정학과",
    "ratio": "32/22/25/20",
    "cut": 350,
    "kr": 32.5,
    "mr": 22.5,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "기관시스템공학부",
    "ratio": "22/32/25/20",
    "cut": 353,
    "kr": 22.5,
    "mr": 32.5,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "물류시스템공학과",
    "ratio": "22/32/25/20",
    "cut": 344,
    "kr": 22.5,
    "mr": 32.5,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "조선해양시스템공학부",
    "ratio": "22/32/25/20",
    "cut": 337,
    "kr": 22.5,
    "mr": 32.5,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "토목공학과",
    "ratio": "22/32/25/20",
    "cut": 327,
    "kr": 22.5,
    "mr": 32.5,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "항해융합학부",
    "ratio": "22/32/25/20",
    "cut": 362,
    "kr": 22.5,
    "mr": 32.5,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "해사인공지능보안학부",
    "ratio": "22/32/25/20",
    "cut": 359,
    "kr": 22.5,
    "mr": 32.5,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "해양경찰학부-기관",
    "ratio": "22/32/25/20",
    "cut": 367,
    "kr": 22.5,
    "mr": 32.5,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "해양경찰학부-항해",
    "ratio": "22/32/25/20",
    "cut": 368,
    "kr": 22.5,
    "mr": 32.5,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "해양공학과",
    "ratio": "22/32/25/20",
    "cut": 342,
    "kr": 22.5,
    "mr": 32.5,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "해양신소재융합공학과",
    "ratio": "22/32/25/20",
    "cut": 334,
    "kr": 22.5,
    "mr": 32.5,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한국해양대",
    "dept": "환경공학과",
    "ratio": "22/32/25/20",
    "cut": 324,
    "kr": 22.5,
    "mr": 32.5,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "국제관계학과",
    "ratio": "32/22/25/20",
    "cut": 352,
    "kr": 32.5,
    "mr": 22.5,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "국제무역경제학부",
    "ratio": "32/22/25/20",
    "cut": 352,
    "kr": 32.5,
    "mr": 22.5,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "동아시아학과",
    "ratio": "32/22/25/20",
    "cut": 342,
    "kr": 32.5,
    "mr": 22.5,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "인문사회자율전공학부",
    "ratio": "32/22/25/20",
    "cut": 352,
    "kr": 32.5,
    "mr": 22.5,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "해운경영학부",
    "ratio": "32/22/25/20",
    "cut": 355,
    "kr": 32.5,
    "mr": 22.5,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "기계공학부-기계시스템공학",
    "ratio": "22/32/25/20",
    "cut": 343,
    "kr": 22.5,
    "mr": 32.5,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "기계공학부-냉동공조공학",
    "ratio": "22/32/25/20",
    "cut": 349,
    "kr": 22.5,
    "mr": 32.5,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "에너지자원공학과",
    "ratio": "22/32/25/20",
    "cut": 342,
    "kr": 22.5,
    "mr": 32.5,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "인공지능공학부-지능제어시스템공학",
    "ratio": "22/32/25/20",
    "cut": 332,
    "kr": 22.5,
    "mr": 32.5,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "인공지능공학부-컴퓨터공학",
    "ratio": "22/32/25/20",
    "cut": 337,
    "kr": 22.5,
    "mr": 32.5,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "전자전기정보공학부-나노반도체공학",
    "ratio": "22/32/25/20",
    "cut": 344,
    "kr": 22.5,
    "mr": 32.5,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "전자전기정보공학부-데이터사이언스",
    "ratio": "22/32/25/20",
    "cut": 327,
    "kr": 22.5,
    "mr": 32.5,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "전자전기정보공학부-전기전자공학",
    "ratio": "22/32/25/20",
    "cut": 346,
    "kr": 22.5,
    "mr": 32.5,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "전자전기정보공학부-전자정보통신공학",
    "ratio": "22/32/25/20",
    "cut": 335,
    "kr": 22.5,
    "mr": 32.5,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "전자전기정보공학부-전파모빌리티융합공학",
    "ratio": "22/32/25/20",
    "cut": 320,
    "kr": 22.5,
    "mr": 32.5,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "해양건축공학과",
    "ratio": "22/32/25/20",
    "cut": 348,
    "kr": 22.5,
    "mr": 32.5,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "해양과학융합학부-해양생물공학/수산바이오공학",
    "ratio": "22/32/25/20",
    "cut": 347,
    "kr": 22.5,
    "mr": 32.5,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한국해양대",
    "dept": "해양과학융합학부-해양환경학",
    "ratio": "22/32/25/20",
    "cut": 336,
    "kr": 22.5,
    "mr": 32.5,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "경영학과",
    "ratio": "33/33/33/33",
    "cut": 328,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "국어국문창작학과",
    "ratio": "33/33/33/33",
    "cut": 325,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "무역물류학과",
    "ratio": "33/33/33/33",
    "cut": 316,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "문헌정보학과",
    "ratio": "33/33/33/33",
    "cut": 328,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "법학부",
    "ratio": "33/33/33/33",
    "cut": 312,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "빅데이터응용학과",
    "ratio": "33/33/33/33",
    "cut": 326,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "사회복지학과",
    "ratio": "33/33/33/33",
    "cut": 314,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "상담심리학과",
    "ratio": "33/33/33/33",
    "cut": 321,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "아동복지학과",
    "ratio": "33/33/33/33",
    "cut": 313,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "응용영어콘텐츠학과",
    "ratio": "33/33/33/33",
    "cut": 319,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "중국경제통상학과",
    "ratio": "33/33/33/33",
    "cut": 311,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "패션디자인학과",
    "ratio": "33/33/33/33",
    "cut": 304,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "프랑스어문학과",
    "ratio": "33/33/33/33",
    "cut": 307,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "호텔항공경영학과",
    "ratio": "33/33/33/33",
    "cut": 330,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "회계학과",
    "ratio": "33/33/33/33",
    "cut": 318,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "간호학과",
    "ratio": "33/33/33/33",
    "cut": 350,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "건설환경공학과",
    "ratio": "33/33/33/33",
    "cut": 303,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "건축공학과",
    "ratio": "33/33/33/33",
    "cut": 296,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "멀티미디어공학과",
    "ratio": "33/33/33/33",
    "cut": 301,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "바이오제약공학과",
    "ratio": "33/33/33/33",
    "cut": 306,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "생명시스템과학과",
    "ratio": "33/33/33/33",
    "cut": 306,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "식품영양학과",
    "ratio": "33/33/33/33",
    "cut": 303,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한남대",
    "dept": "전기전자공학과",
    "ratio": "33/33/33/33",
    "cut": 311,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "경영정보학과",
    "ratio": "33/33/33/33",
    "cut": 320,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "경찰학과",
    "ratio": "33/33/33/33",
    "cut": 339,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "교육학과",
    "ratio": "33/33/33/33",
    "cut": 339,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "국어교육과",
    "ratio": "33/33/33/33",
    "cut": 343,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "기독교학과",
    "ratio": "33/33/33/33",
    "cut": 286,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "역사교육과",
    "ratio": "33/33/33/33",
    "cut": 348,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "영어교육과",
    "ratio": "33/33/33/33",
    "cut": 347,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "영어영문학과",
    "ratio": "33/33/33/33",
    "cut": 319,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "일어일문학과",
    "ratio": "33/33/33/33",
    "cut": 315,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "정치언론학과",
    "ratio": "33/33/33/33",
    "cut": 318,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "행정학과",
    "ratio": "33/33/33/33",
    "cut": 335,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "건축학과",
    "ratio": "33/33/33/33",
    "cut": 311,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "미디어영상학과",
    "ratio": "33/33/33/33",
    "cut": 309,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "산업경영공학과",
    "ratio": "33/33/33/33",
    "cut": 301,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "수학교육과",
    "ratio": "33/33/33/33",
    "cut": 344,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "정보통신공학과",
    "ratio": "33/33/33/33",
    "cut": 304,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "컴퓨터공학과",
    "ratio": "33/33/33/33",
    "cut": 311,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "한남대",
    "dept": "화학공학과",
    "ratio": "33/33/33/33",
    "cut": 310,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "한남대",
    "dept": "경제학과",
    "ratio": "33/33/33/33",
    "cut": 320,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "한남대",
    "dept": "린튼글로벌스쿨",
    "ratio": "33/33/33/33",
    "cut": 328,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "한남대",
    "dept": "사학과",
    "ratio": "33/33/33/33",
    "cut": 316,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "한남대",
    "dept": "사회적경제기업학과",
    "ratio": "33/33/33/33",
    "cut": 324,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "한남대",
    "dept": "AI융합학과",
    "ratio": "33/33/33/33",
    "cut": 311,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "한남대",
    "dept": "기계공학과",
    "ratio": "33/33/33/33",
    "cut": 310,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "한남대",
    "dept": "수학과",
    "ratio": "33/33/33/33",
    "cut": 288,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "한남대",
    "dept": "신소재공학과",
    "ratio": "33/33/33/33",
    "cut": 299,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "한남대",
    "dept": "자유전공학부",
    "ratio": "33/33/33/33",
    "cut": 328,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "한남대",
    "dept": "화학과",
    "ratio": "33/33/33/33",
    "cut": 303,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "한동대",
    "dept": "자율전공",
    "ratio": "35/35/20/10",
    "cut": 365,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 10.0
  },
  {
    "group": "나",
    "univ": "한라대",
    "dept": "미래모빌리티공학과",
    "ratio": "50/50/50/50",
    "cut": 301,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "한라대",
    "dept": "철도운전시스템학과",
    "ratio": "50/50/50/50",
    "cut": 284,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "나",
    "univ": "한림대",
    "dept": "간호학과",
    "ratio": "30/40/30/30",
    "cut": 367,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "한림대",
    "dept": "의학과",
    "ratio": "20/40/10/30",
    "cut": 415,
    "kr": 20.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "한림대",
    "dept": "의학과",
    "ratio": "20/40/10/30",
    "cut": 415,
    "kr": 20.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "한밭대",
    "dept": "공공행정학과",
    "ratio": "33/33/33/33",
    "cut": 343,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한밭대",
    "dept": "영어영문학과",
    "ratio": "33/33/33/33",
    "cut": 341,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한밭대",
    "dept": "일본어과",
    "ratio": "33/33/33/33",
    "cut": 333,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한밭대",
    "dept": "중국어과",
    "ratio": "33/33/33/33",
    "cut": 335,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "가",
    "univ": "한밭대",
    "dept": "건축설비시스템공학과",
    "ratio": "30/40/30/30",
    "cut": 316,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "한밭대",
    "dept": "기계공학과",
    "ratio": "30/40/30/30",
    "cut": 334,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "한밭대",
    "dept": "산업경영공학과",
    "ratio": "30/40/30/30",
    "cut": 327,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "한밭대",
    "dept": "신소재공학과",
    "ratio": "30/40/30/30",
    "cut": 327,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "한밭대",
    "dept": "우주국방첨단융합학과",
    "ratio": "30/40/30/30",
    "cut": 329,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "한밭대",
    "dept": "창의융합학과",
    "ratio": "30/40/30/30",
    "cut": 323,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "한밭대",
    "dept": "화학생명공학과",
    "ratio": "30/40/30/30",
    "cut": 338,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "경제학과",
    "ratio": "33/33/33/33",
    "cut": 341,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "융합경영학과",
    "ratio": "33/33/33/33",
    "cut": 342,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "회계세무학과",
    "ratio": "33/33/33/33",
    "cut": 343,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "건설환경공학과",
    "ratio": "30/40/30/30",
    "cut": 319,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "건축공학과",
    "ratio": "30/40/30/30",
    "cut": 326,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "건축학과",
    "ratio": "30/40/30/30",
    "cut": 335,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "도시공학과",
    "ratio": "30/40/30/30",
    "cut": 324,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "모바일융합공학과",
    "ratio": "30/40/30/30",
    "cut": 333,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "반도체시스템공학과",
    "ratio": "30/40/30/30",
    "cut": 333,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "빅데이터헬스케어융합학과",
    "ratio": "33/33/33/33",
    "cut": 334,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "인공지능소프트웨어학과",
    "ratio": "30/40/30/30",
    "cut": 336,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "전기공학과",
    "ratio": "30/40/30/30",
    "cut": 336,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "전자공학과",
    "ratio": "30/40/30/30",
    "cut": 332,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "정보통신공학과",
    "ratio": "30/40/30/30",
    "cut": 326,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "지능미디어공학과",
    "ratio": "30/40/30/30",
    "cut": 333,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "한밭대",
    "dept": "컴퓨터공학과",
    "ratio": "30/40/30/30",
    "cut": 338,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "한밭대",
    "dept": "인문사회경상학부",
    "ratio": "33/33/33/33",
    "cut": 342,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "한밭대",
    "dept": "공학건설학부",
    "ratio": "30/40/30/30",
    "cut": 332,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "한밭대",
    "dept": "자율전공학부",
    "ratio": "33/33/33/33",
    "cut": 327,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "한밭대",
    "dept": "정보기술학부",
    "ratio": "30/40/30/30",
    "cut": 332,
    "kr": 30.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "한서대",
    "dept": "항공운항학과",
    "ratio": "20/30/30/20",
    "cut": 377,
    "kr": 20.0,
    "mr": 30.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "자유전공학과",
    "ratio": "35/35/35/30",
    "cut": 338,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "항공교통물류학과",
    "ratio": "35/35/35/30",
    "cut": 356,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "간호학과",
    "ratio": "35/35/35/30",
    "cut": 326,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "무인항공기학과",
    "ratio": "35/35/35/30",
    "cut": 334,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "항공기계공학과",
    "ratio": "35/35/35/30",
    "cut": 325,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "항공전자공학과",
    "ratio": "35/35/35/30",
    "cut": 327,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "한서대",
    "dept": "항공정비학과",
    "ratio": "35/35/35/30",
    "cut": 346,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "한성대",
    "dept": "미래융합사회과학대학",
    "ratio": "35/25/20/20",
    "cut": 352,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한성대",
    "dept": "크리에이티브인문학부",
    "ratio": "35/25/20/20",
    "cut": 349,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한성대",
    "dept": "IT공과대학",
    "ratio": "25/35/20/20",
    "cut": 346,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한성대",
    "dept": "AI응용학과",
    "ratio": "25/35/20/20",
    "cut": 345,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한성대",
    "dept": "AI응용학과(야)",
    "ratio": "25/35/20/20",
    "cut": 339,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한성대",
    "dept": "미래모빌리티학과",
    "ratio": "25/35/20/20",
    "cut": 350,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한성대",
    "dept": "융합보안학과",
    "ratio": "25/35/20/20",
    "cut": 352,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한성대",
    "dept": "미래융합사회과학대학(야)",
    "ratio": "35/25/20/20",
    "cut": 354,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한성대",
    "dept": "크리에이티브인문학부(야)",
    "ratio": "35/25/20/20",
    "cut": 336,
    "kr": 35.0,
    "mr": 25.0,
    "tr": 20.0
  },
  {
    "group": "다",
    "univ": "한성대",
    "dept": "IT공과대학(야)",
    "ratio": "25/35/20/20",
    "cut": 335,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한세대",
    "dept": "자유전공학부",
    "ratio": "40/40/30/30",
    "cut": 341,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "한세대",
    "dept": "경영학전공",
    "ratio": "40/40/30/30",
    "cut": 337,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "한세대",
    "dept": "경찰행정학전공",
    "ratio": "40/40/30/30",
    "cut": 352,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "한세대",
    "dept": "관광경영학전공",
    "ratio": "40/40/30/30",
    "cut": 340,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "한세대",
    "dept": "미디어커뮤니케이션전공",
    "ratio": "40/40/30/30",
    "cut": 341,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "한세대",
    "dept": "사회복지학전공",
    "ratio": "40/40/30/30",
    "cut": 337,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "한세대",
    "dept": "신학과",
    "ratio": "40/40/30/30",
    "cut": 303,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "한세대",
    "dept": "영어전공",
    "ratio": "40/40/30/30",
    "cut": 339,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "한세대",
    "dept": "중국어전공",
    "ratio": "40/40/30/30",
    "cut": 334,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "한세대",
    "dept": "IT학부",
    "ratio": "40/40/30/30",
    "cut": 341,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "한세대",
    "dept": "간호학과",
    "ratio": "40/40/30/30",
    "cut": 357,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "실내건축디자인학과",
    "ratio": "35/35/10/20",
    "cut": 386,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "의류학과",
    "ratio": "35/35/10/20",
    "cut": 384,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "경제금융학부",
    "ratio": "35/35/10/20",
    "cut": 390,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "교육공학과",
    "ratio": "35/30/10/25",
    "cut": 385,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "교육학과",
    "ratio": "35/30/10/25",
    "cut": 384,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "국어교육과",
    "ratio": "35/30/10/25",
    "cut": 385,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "국어국문학과",
    "ratio": "35/30/10/25",
    "cut": 384,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "국제학부",
    "ratio": "35/30/10/25",
    "cut": 386,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "사학과",
    "ratio": "35/30/10/25",
    "cut": 383,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "사회학과",
    "ratio": "35/30/10/25",
    "cut": 385,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "연극영화학과-영화",
    "ratio": "35/30/10/25",
    "cut": 383,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "영어교육과",
    "ratio": "35/30/10/25",
    "cut": 385,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "영어영문학과",
    "ratio": "35/30/10/25",
    "cut": 385,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "정치외교학과",
    "ratio": "35/30/10/25",
    "cut": 386,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "중어중문학과",
    "ratio": "35/30/10/25",
    "cut": 383,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "철학과",
    "ratio": "35/30/10/25",
    "cut": 383,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "간호학과",
    "ratio": "25/40/10/25",
    "cut": 386,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "건설환경공학과",
    "ratio": "25/40/10/25",
    "cut": 386,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "건축공학부",
    "ratio": "25/40/10/25",
    "cut": 388,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "건축학부",
    "ratio": "25/40/10/25",
    "cut": 388,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "기계공학부",
    "ratio": "25/40/10/25",
    "cut": 390,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "도시공학과",
    "ratio": "25/40/10/25",
    "cut": 388,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "물리학과",
    "ratio": "25/40/10/25",
    "cut": 388,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "산업공학과",
    "ratio": "25/40/10/25",
    "cut": 389,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "수학교육과",
    "ratio": "25/40/10/25",
    "cut": 388,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "식품영양학과",
    "ratio": "25/40/10/25",
    "cut": 388,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "원자력공학과",
    "ratio": "25/40/10/25",
    "cut": 388,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "유기나노공학과",
    "ratio": "25/40/10/25",
    "cut": 389,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "자원환경공학과",
    "ratio": "25/40/10/25",
    "cut": 388,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "전기생체공학부-바이오메디컬공학",
    "ratio": "25/40/10/25",
    "cut": 390,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대",
    "dept": "화학과",
    "ratio": "25/40/10/25",
    "cut": 388,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "경영학부",
    "ratio": "35/35/10/20",
    "cut": 389,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "관광학부",
    "ratio": "35/30/10/25",
    "cut": 387,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "35/30/10/25",
    "cut": 388,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "정보시스템학과(상경)",
    "ratio": "35/35/10/20",
    "cut": 393,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "정책학과",
    "ratio": "35/30/10/25",
    "cut": 387,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "파이낸스경영학과",
    "ratio": "35/35/10/20",
    "cut": 392,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "행정학과",
    "ratio": "35/30/10/25",
    "cut": 388,
    "kr": 35.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "데이터사이언스학부",
    "ratio": "25/40/10/25",
    "cut": 393,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "미래자동차공학과",
    "ratio": "25/40/10/25",
    "cut": 394,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "반도체공학과",
    "ratio": "25/40/10/25",
    "cut": 398,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "생명공학과",
    "ratio": "25/40/10/25",
    "cut": 392,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "생명과학과",
    "ratio": "25/40/10/25",
    "cut": 389,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "수학과",
    "ratio": "25/40/10/25",
    "cut": 390,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "신소재공학부",
    "ratio": "25/40/10/25",
    "cut": 392,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "에너지공학과",
    "ratio": "25/40/10/25",
    "cut": 391,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "융합전자공학부",
    "ratio": "25/40/10/25",
    "cut": 392,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "의예과",
    "ratio": "25/40/10/25",
    "cut": 417,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "전기생체공학부-전기공학",
    "ratio": "25/40/10/25",
    "cut": 390,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "컴퓨터소프트웨어학부",
    "ratio": "25/40/10/25",
    "cut": 391,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대",
    "dept": "화학공학과",
    "ratio": "25/40/10/25",
    "cut": 391,
    "kr": 25.0,
    "mr": 40.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "한양대",
    "dept": "한양인터칼리지학부",
    "ratio": "35/35/10/20",
    "cut": 393,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 20.0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "경제학부",
    "ratio": "25/35/15/25",
    "cut": 355,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "광고홍보학과",
    "ratio": "30/30/15/25",
    "cut": 359,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "글로벌문화통상학부",
    "ratio": "30/30/15/25",
    "cut": 353,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "보험계리학과",
    "ratio": "25/35/15/25",
    "cut": 358,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "ICT융합학부",
    "ratio": "25/35/15/25",
    "cut": 364,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "건설환경공학과",
    "ratio": "25/35/15/25",
    "cut": 362,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "건축학부-건축공학",
    "ratio": "25/35/15/25",
    "cut": 362,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "건축학부-건축학",
    "ratio": "25/35/15/25",
    "cut": 363,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "교통물류공학과",
    "ratio": "25/35/15/25",
    "cut": 362,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "국방지능정보융합공학부-지능정보양자공학",
    "ratio": "25/35/15/25",
    "cut": 362,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "기계공학과",
    "ratio": "25/35/15/25",
    "cut": 363,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "바이오신약융합학부-바이오나노공학",
    "ratio": "25/35/15/25",
    "cut": 365,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "바이오신약융합학부-분자의약",
    "ratio": "25/35/15/25",
    "cut": 366,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "배터리소재화학공학과",
    "ratio": "25/35/15/25",
    "cut": 363,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "산업경영공학과",
    "ratio": "25/35/15/25",
    "cut": 364,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "수리데이터사이언스학과",
    "ratio": "25/35/15/25",
    "cut": 362,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "전자공학부",
    "ratio": "25/35/15/25",
    "cut": 365,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "차세대반도체융합공학부",
    "ratio": "25/35/15/25",
    "cut": 365,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "컴퓨터학부-지능클라우드",
    "ratio": "25/35/15/25",
    "cut": 365,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "한양대(ERICA)",
    "dept": "컴퓨터학부-컴퓨터",
    "ratio": "25/35/15/25",
    "cut": 364,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "LIONS자율전공학부(전계열)",
    "ratio": "30/35/10/25",
    "cut": 358,
    "kr": 30.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "경영학부",
    "ratio": "25/35/15/25",
    "cut": 356,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "문화인류학과",
    "ratio": "30/30/15/25",
    "cut": 352,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "문화콘텐츠학과",
    "ratio": "30/30/15/25",
    "cut": 356,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "미디어학과",
    "ratio": "30/30/15/25",
    "cut": 355,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "로봇공학과",
    "ratio": "25/35/15/25",
    "cut": 365,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "바이오신약융합학부",
    "ratio": "25/35/15/25",
    "cut": 365,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "약학과",
    "ratio": "25/35/15/25",
    "cut": 403,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "에너지바이오학과",
    "ratio": "25/35/15/25",
    "cut": 363,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "인공지능학과",
    "ratio": "25/35/15/25",
    "cut": 365,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "차세대반도체융합공학부-반도체디스플레이공학",
    "ratio": "25/35/15/25",
    "cut": 362,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "차세대반도체융합공학부-신소재반도체공학",
    "ratio": "25/35/15/25",
    "cut": 363,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "컴퓨터학부",
    "ratio": "25/35/15/25",
    "cut": 367,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "나",
    "univ": "한양대(ERICA)",
    "dept": "해양융합공학과",
    "ratio": "25/35/15/25",
    "cut": 362,
    "kr": 25.0,
    "mr": 35.0,
    "tr": 25.0
  },
  {
    "group": "가",
    "univ": "협성대",
    "dept": "건축공학과",
    "ratio": "35/35/35/30",
    "cut": 307,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "협성대",
    "dept": "도시공학과",
    "ratio": "35/35/35/30",
    "cut": 307,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "협성대",
    "dept": "보건관리학과",
    "ratio": "35/35/35/30",
    "cut": 317,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "협성대",
    "dept": "소프트웨어공학과",
    "ratio": "35/35/35/30",
    "cut": 308,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "협성대",
    "dept": "의생명화학과",
    "ratio": "35/35/35/30",
    "cut": 307,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "협성대",
    "dept": "컴퓨터공학과",
    "ratio": "35/35/35/30",
    "cut": 310,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "협성대",
    "dept": "자율전공학부",
    "ratio": "35/35/35/30",
    "cut": 317,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "협성대",
    "dept": "경영학과",
    "ratio": "35/35/35/30",
    "cut": 327,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "협성대",
    "dept": "글로벌통상문화학과",
    "ratio": "35/35/35/30",
    "cut": 317,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "협성대",
    "dept": "금융보험학과",
    "ratio": "35/35/35/30",
    "cut": 327,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "협성대",
    "dept": "도시행정학과",
    "ratio": "35/35/35/30",
    "cut": 313,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "협성대",
    "dept": "문예창작학과",
    "ratio": "35/35/35/30",
    "cut": 316,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "협성대",
    "dept": "미디어영상광고학과",
    "ratio": "35/35/35/30",
    "cut": 317,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "협성대",
    "dept": "사회복지학과",
    "ratio": "35/35/35/30",
    "cut": 315,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "협성대",
    "dept": "세무회계학과",
    "ratio": "35/35/35/30",
    "cut": 327,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "협성대",
    "dept": "아동보육학과",
    "ratio": "35/35/35/30",
    "cut": 315,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "협성대",
    "dept": "유통경영학과",
    "ratio": "35/35/35/30",
    "cut": 317,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "협성대",
    "dept": "중국어문화학과",
    "ratio": "35/35/35/30",
    "cut": 317,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "협성대",
    "dept": "호텔관광경영학과",
    "ratio": "35/35/35/30",
    "cut": 317,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "호남대",
    "dept": "간호학과",
    "ratio": "25/25/25/12",
    "cut": 328,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 12.5
  },
  {
    "group": "나",
    "univ": "호남대",
    "dept": "물리치료학과",
    "ratio": "25/25/25/12",
    "cut": 292,
    "kr": 25.0,
    "mr": 25.0,
    "tr": 12.5
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "경영학과",
    "ratio": "35/35/35/30",
    "cut": 321,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "경찰행정학과",
    "ratio": "35/35/35/30",
    "cut": 314,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "사회복지학부",
    "ratio": "35/35/35/30",
    "cut": 307,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "심리학과",
    "ratio": "35/35/35/30",
    "cut": 321,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "영어영문학과",
    "ratio": "35/35/35/30",
    "cut": 317,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "유아교육과",
    "ratio": "35/35/35/30",
    "cut": 321,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "중국학과",
    "ratio": "35/35/35/30",
    "cut": 308,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "한국언어문화학과",
    "ratio": "35/35/35/30",
    "cut": 300,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "간호학과",
    "ratio": "35/35/35/30",
    "cut": 349,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "건축토목공학부",
    "ratio": "35/35/35/30",
    "cut": 299,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "게임소프트웨어학과",
    "ratio": "35/35/35/30",
    "cut": 306,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "기계공학과",
    "ratio": "35/35/35/30",
    "cut": 317,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "동물보건복지학과",
    "ratio": "35/35/35/30",
    "cut": 312,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "물리치료학과",
    "ratio": "35/35/35/30",
    "cut": 324,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "미래자동차공학과",
    "ratio": "35/35/35/30",
    "cut": 305,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "반도체공학과",
    "ratio": "35/35/35/30",
    "cut": 306,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "생명공학과",
    "ratio": "35/35/35/30",
    "cut": 304,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "소방방재학과",
    "ratio": "35/35/35/30",
    "cut": 304,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "식품공학과",
    "ratio": "35/35/35/30",
    "cut": 310,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "식품영양학과",
    "ratio": "35/35/35/30",
    "cut": 303,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "안전공학과",
    "ratio": "35/35/35/30",
    "cut": 304,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "임상병리학과",
    "ratio": "35/35/35/30",
    "cut": 317,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "전기시스템공학과",
    "ratio": "35/35/35/30",
    "cut": 305,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "전자공학과",
    "ratio": "35/35/35/30",
    "cut": 306,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "정보통신공학과",
    "ratio": "35/35/35/30",
    "cut": 306,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "제약공학과",
    "ratio": "35/35/35/30",
    "cut": 310,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "지능로봇학과",
    "ratio": "35/35/35/30",
    "cut": 300,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "컴퓨터공학과",
    "ratio": "35/35/35/30",
    "cut": 307,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "화장품과학과",
    "ratio": "35/35/35/30",
    "cut": 298,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "화학공학과",
    "ratio": "35/35/35/30",
    "cut": 312,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호서대",
    "dept": "환경공학과",
    "ratio": "35/35/35/30",
    "cut": 299,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "호서대",
    "dept": "글로벌통상학과",
    "ratio": "35/35/35/30",
    "cut": 309,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "호서대",
    "dept": "디지털금융경영학과",
    "ratio": "35/35/35/30",
    "cut": 306,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "호서대",
    "dept": "미디어커뮤니케이션학과",
    "ratio": "35/35/35/30",
    "cut": 314,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "호서대",
    "dept": "청소년문화상담학과",
    "ratio": "35/35/35/30",
    "cut": 309,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "호서대",
    "dept": "건축학과",
    "ratio": "35/35/35/30",
    "cut": 307,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "호서대",
    "dept": "빅데이터AI학부",
    "ratio": "35/35/35/30",
    "cut": 300,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "나",
    "univ": "호서대",
    "dept": "전자재료공학과",
    "ratio": "35/35/35/30",
    "cut": 304,
    "kr": 35.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "가",
    "univ": "호원대",
    "dept": "글로컬자유전공학부",
    "ratio": "50/50/50/50",
    "cut": 282,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "호원대",
    "dept": "경영학과",
    "ratio": "50/50/50/50",
    "cut": 256,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "호원대",
    "dept": "유아교육과",
    "ratio": "50/50/50/50",
    "cut": 278,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "호원대",
    "dept": "한국어학과",
    "ratio": "50/50/50/50",
    "cut": 278,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "호원대",
    "dept": "호텔외식조리학과",
    "ratio": "50/50/50/50",
    "cut": 282,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "호원대",
    "dept": "간호학과",
    "ratio": "50/50/50/50",
    "cut": 312,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "호원대",
    "dept": "물리치료학과",
    "ratio": "50/50/50/50",
    "cut": 290,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "호원대",
    "dept": "응급구조학과",
    "ratio": "50/50/50/50",
    "cut": 281,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "호원대",
    "dept": "자동차기계공학과",
    "ratio": "50/50/50/50",
    "cut": 272,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "가",
    "univ": "호원대",
    "dept": "치위생학과",
    "ratio": "50/50/50/50",
    "cut": 287,
    "kr": 50.0,
    "mr": 50.0,
    "tr": 50.0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "경영학부",
    "ratio": "30/30/15/25",
    "cut": 373,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "경제학부",
    "ratio": "30/30/15/25",
    "cut": 373,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "교육학과",
    "ratio": "30/30/15/25",
    "cut": 371,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "국어교육과",
    "ratio": "30/30/15/25",
    "cut": 371,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "국어국문학과",
    "ratio": "30/30/15/25",
    "cut": 371,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "독어독문학과",
    "ratio": "30/30/15/25",
    "cut": 370,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "법학부",
    "ratio": "30/30/15/25",
    "cut": 372,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "불어불문학과",
    "ratio": "30/30/15/25",
    "cut": 370,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "서울캠퍼스자율전공(인문/예능)",
    "ratio": "30/30/15/25",
    "cut": 375,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "역사교육과",
    "ratio": "30/30/15/25",
    "cut": 371,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "영어교육과",
    "ratio": "30/30/15/25",
    "cut": 371,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "영어영문학과",
    "ratio": "30/30/15/25",
    "cut": 371,
    "kr": 30.0,
    "mr": 30.0,
    "tr": 25.0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "건설환경공학과",
    "ratio": "20/35/15/30",
    "cut": 375,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "건축학부-건축학",
    "ratio": "20/35/15/30",
    "cut": 382,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "건축학부-실내건축학",
    "ratio": "20/35/15/30",
    "cut": 377,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "기계시스템디자인공학과",
    "ratio": "20/35/15/30",
    "cut": 376,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "도시공학과",
    "ratio": "20/35/15/30",
    "cut": 376,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "산업데이터공학과",
    "ratio": "20/35/15/30",
    "cut": 376,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "서울캠퍼스자율전공(자연/예능)",
    "ratio": "20/35/15/30",
    "cut": 377,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "수학교육과",
    "ratio": "20/35/15/30",
    "cut": 376,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "신소재화공시스템공학부",
    "ratio": "20/35/15/30",
    "cut": 377,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "전자전기공학부",
    "ratio": "20/35/15/30",
    "cut": 379,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "홍익대",
    "dept": "컴퓨터공학과",
    "ratio": "20/35/15/30",
    "cut": 378,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "홍익대(세종)",
    "dept": "광고홍보학부",
    "ratio": "40/40/20/40",
    "cut": 349,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 40.0
  },
  {
    "group": "다",
    "univ": "홍익대(세종)",
    "dept": "상경학부",
    "ratio": "40/40/20/40",
    "cut": 333,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 40.0
  },
  {
    "group": "다",
    "univ": "홍익대(세종)",
    "dept": "세종캠퍼스자율전공(인문/예능)",
    "ratio": "40/40/20/40",
    "cut": 351,
    "kr": 40.0,
    "mr": 40.0,
    "tr": 40.0
  },
  {
    "group": "다",
    "univ": "홍익대(세종)",
    "dept": "AID융합과학기술대학자율전공",
    "ratio": "20/35/15/30",
    "cut": 331,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "홍익대(세종)",
    "dept": "AI기계융합공학과",
    "ratio": "20/35/15/30",
    "cut": 332,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "홍익대(세종)",
    "dept": "건축공학부",
    "ratio": "20/35/15/30",
    "cut": 325,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "홍익대(세종)",
    "dept": "게임학부-게임소프트웨어(공학계)",
    "ratio": "20/35/15/30",
    "cut": 332,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "홍익대(세종)",
    "dept": "나노반도체공학과",
    "ratio": "20/35/15/30",
    "cut": 332,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "홍익대(세종)",
    "dept": "바이오화학융합공학과",
    "ratio": "20/35/15/30",
    "cut": 328,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "홍익대(세종)",
    "dept": "세종캠퍼스자율전공(자연/예능)",
    "ratio": "20/35/15/30",
    "cut": 334,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "홍익대(세종)",
    "dept": "소프트웨어융합학과",
    "ratio": "20/35/15/30",
    "cut": 340,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "홍익대(세종)",
    "dept": "전자전기융합공학과",
    "ratio": "20/35/15/30",
    "cut": 333,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "홍익대(세종)",
    "dept": "조선해양모빌리티공학과",
    "ratio": "20/35/15/30",
    "cut": 322,
    "kr": 20.0,
    "mr": 35.0,
    "tr": 30.0
  },
  {
    "group": "다",
    "univ": "화성의과학대",
    "dept": "경찰과학수사학과",
    "ratio": "33/33/33/33",
    "cut": 308,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "화성의과학대",
    "dept": "서비스디자인학과",
    "ratio": "33/33/33/33",
    "cut": 298,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "화성의과학대",
    "dept": "의료경영학과",
    "ratio": "33/33/33/33",
    "cut": 297,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "화성의과학대",
    "dept": "의료사회복지학과",
    "ratio": "33/33/33/33",
    "cut": 294,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "화성의과학대",
    "dept": "의료심리학과",
    "ratio": "33/33/33/33",
    "cut": 294,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "화성의과학대",
    "dept": "간호학과",
    "ratio": "33/33/33/33",
    "cut": 330,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "화성의과학대",
    "dept": "데이터사이언스학과",
    "ratio": "33/33/33/33",
    "cut": 299,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "화성의과학대",
    "dept": "바이오헬스케어학과",
    "ratio": "33/33/33/33",
    "cut": 303,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  },
  {
    "group": "다",
    "univ": "화성의과학대",
    "dept": "의생명과학과",
    "ratio": "33/33/33/33",
    "cut": 302,
    "kr": 33.3,
    "mr": 33.3,
    "tr": 33.3
  }
];